{
  "01-05": {
    "date": "5 JANUARY",
    "title": "Seeking Connection Instead of Distraction",
    "quote": "We try to minimize distractions so that we can concentrate on knowledge arising from our own spiritual connection.",
    "page": "Page 6",
    "source": "NA Step Working Guides, Step Eleven, \"Prayer and Meditation\"",
    "content": [
      "Distractions are tricky: The more we try to get rid of them, the more power they seem to gain. As an example, if we spend the entire meeting thinking about not taking our phone out, we probably hear just as little of what is shared as if we'd had the phone out the whole time. Worse yet, if we put all of our energy into thinking about other people on their phones, how well are we really listening? As with our connection to the meetings we attend, we improve conscious contact with a Higher Power when we focus on the contact, rather than the distractions.",
      "We all have plenty of distraction techniques that give us ways to avoid being present in the current moment. Maybe we stare at a screen for long stretches to distract us from being sad or angry or bored. Maybe we get pulled out of our meditation by hearing the neighbor's dog bark its head off or the trash truck thundering down the street or . . . air moving. No matter what the source of distraction, internal or external, real or imagined, distractions interfere with our conscious contact--with ourselves, each other, and our Higher Power.",
      "How do we focus on maintaining our connection? In a meeting, it's as simple as listening closely to what is being shared. If our mind drifts to the phone in our pocket (or the one in someone else's hand), we simply bring our attention back to the person who is sharing. In meditation, we simply listen for \"whatever's there.\" If we catch our mind drifting, we simply bring our attention back to the present moment. By focusing on where we are in the moment, we can resume our connection with our Higher Power. We listen, we share, and we often find that we already have exactly what we need."
    ],
    "thought": "won't dwell on the distraction--I will simply shift my attention back to the moment I am sharing with my Higher Power.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}