{
  "01-07": {
    "date": "7 JANUARY",
    "title": "Faith in the Program and Each Other",
    "quote": "Faith is what keeps us doing the footwork even when we can't see the reason.",
    "page": "Page 8",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "Many of us were fine with living a philosophy of \"act now, ask questions later\" in our addiction. We did what we had to do--the footwork of using, perhaps--and had a certain degree of faith within the chaos of that lifestyle. But we don't necessarily bring those bold tactics into early recovery. Why then is it so difficult for many of us to have faith and get on board with NA from day one? Maybe it's that we didn't know what we wanted. We thought we'd found what we wanted in drugs, but total abstinence seemed unlikely and long-term recovery unfathomable. Yes, we want a better life, but who doesn't?",
      "It's suggested we go to meetings. Help set up the room. Read the book. Call a member when we're feeling squirrelly. Ask someone to be our sponsor so they can take us through those unfathomable Twelve Steps. We also think, This works for you, but what if it doesn't for me? And why do you seem so sure it will?",
      "A lot of us would say the reasons are evident. Here are a bunch of addicts who didn't use today, who set up and ran a meeting that started and ended on time. They shared their experience, strength, and hope. They griped about their day but stayed clean anyway. They were joyful with each other, celebrating recovery milestones with gratitude. When speaking, most expressed their faith in the program and in each other.",
      "At some point, we made a decision to do the footwork without a clear picture of our destination. Why? Some of us are so desperate we'll do anything to stop the pain. For others, it's a lightning-bolt spiritual awakening, a moment of clarity. Some of us take tiny steps or have many moments of clarity. Others find a single person to trust, and that drives our decision. Still others cling to our rebelliousness and then find ourselves celebrating a year clean, then five years, then a quarter-century. No matter what kicks it off, this decision is, for many of us, our first experience of faith. We hear that more will be revealed, and more is."
    ],
    "thought": "I see abundant evidence around me that NA works. I just need a bit of faith every day to keep me willing to follow my path of recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}