{
  "01-06": {
    "date": "6 JANUARY",
    "title": "Vigilance and the Second Tradition",
    "quote": "We need to keep an eye on our passion, lest it become self-righteousness; and we keep an eye on our disagreements, lest we begin to harbor ill will toward our fellows. Vigilance is an inside job.",
    "page": "Page 7",
    "source": "Guiding Principles, Tradition Two, \"In Service\"",
    "content": [
      "The practice of vigilance can be like holding vigil: keeping space and silence to honor something of value, such as the spiritual principles that bring us freedom and peace of mind. In our personal recovery, vigilance often means paying close attention to our feelings, thoughts, and actions so we can catch ourselves before slipping into old behaviors or patterns. Our Basic Text reminds us that \"we are each other's eyes and ears.\" Our sponsor and other NA members can hold vigil with us by reflecting our values to us when we forget them or pointing out our bone-headed actions when we fail to see them. We need one another's vigilance.",
      "Our vigilance has a place in NA service, too. We strive always to adhere to the guidance of our Traditions, working to maintain unity, anonymity, focus on our primary purpose, and so forth. Many of us have gone through a phase--or phases--in our service to NA when we felt as though the Traditions needed enforcers, and we were just the right candidates. One member shared, \"I had been calling the local helpline and pretending to be a using addict to see if I could catch the volunteers making a mistake. Then my sponsor asked me which list of spiritual principles I found 'deception' in. I felt pretty embarrassed.\"",
      "Our Traditions guide us to do our best for NA, and we each have a responsibility to remain vigilant and speak our conscience. Sometimes, those who disagree may treat us like vigilantes--people who take matters into their own hands. Other times, we might feel like vigilantes--like NA won't survive if we don't save it. Tradition Two reminds us to trust the expression of a Higher Power in our group conscience. NA is a we thing, not a me thing-- rather than enforcing our Traditions or trying to catch our fellow members slipping, we speak our conscience clearly and directly and leave the results up to a power greater than ourselves."
    ],
    "thought": "I can be vigilant without becoming a vigilante; my perspectives and interpretations are one of many. I will give my fellow members something we all deserve: room to make mistakes--and room to learn from them and grow.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}