{
  "01-08": {
    "date": "8 JANUARY",
    "title": "Facing Our Responsibilities",
    "quote": "We can no longer blame people, places, and things for our addiction. We must face our problems and our feelings.",
    "page": "Page 9",
    "source": "Basic Text, Chapter 3: Why Are We Here?",
    "content": [
      "When we were using, denial shielded us from recognizing the part we played in our own destruction. We blamed our circumstances or the people around us for our drug use. Every once in a while, some light would shine through the cracks in our denial. A quiet voice within us said, \"If you keep doing what you're doing, you're going to keep getting what you're getting.\" By the time we stumbled into the rooms of NA, self-deception was often second nature. We may have been so used to blaming others that it took work for us to spot this mindset and still more work for us to fully appreciate its implications.",
      "Personal inventories help us understand our distorted sense of reality. We decipher \"our part\"--no more, no less--and take responsibility for it. Yes, we may have been intentionally hurtful at times. Just as often, though, our intentions were good, or at least very human. We attempted to wrestle some sense of security and significance from an uncertain world, we put ourselves in a position to be hurt, or we clung to others in hopes that they might save us from ourselves. Understanding the patterns in our thinking and behavior helps us recognize them when they crop up again, as they often do.",
      "Some of us are survivors of unspeakable trauma. We have real emotional wounds caused by wartime combat, physical or sexual assault, natural disasters, or extreme poverty. We are not at fault for these horrific experiences. We find ways to reckon with our trauma in our own time and often with help from resources outside NA. Our responsibility begins when the Steps uncover a need for more work. Real healing takes courage and persistence.",
      "Recovery gives us the opportunity to know ourselves, to answer to our own conscience, and to own our part instead of blaming forces outside ourselves. We take responsibility and reap the rewards that come from being accountable for our actions: We're capable of feeling the whole range of human emotions and ready to face life on life's terms."
    ],
    "thought": "I will not hide behind the disease of addiction today, nor will I cast blame on others in my orbit. I will practice responsibility by accepting my part in the problem and my role in the solution.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}