{
  "01-09": {
    "date": "9 JANUARY",
    "title": "Participation, Service, and the Seventh Tradition",
    "quote": "As a member of an NA group, we take part in developing a conscience about how the group will meet its responsibilities and participate in the life of the larger Fellowship.",
    "page": "Page 10",
    "source": "Guiding Principles, Tradition Seven, \"For Members\"",
    "content": [
      "Who among us hasn't felt like a victim of our circumstances at some point? In active addiction, we may have made an art form of blaming outside forces for our problems. It's true that some situations beyond our control cause undue hardships or difficulties, but we have choices available to us now. Recovery teaches us to actively participate in a solution, beginning with taking personal responsibility for our actions and participating in the program of NA.",
      "We also take responsibility for the Fellowship by participating in the discussions and decisions affecting our groups and service bodies. Each of us has to determine for ourselves--in consultation with our Higher Power and our sponsor--what level of participation feels right for us. \"I noticed that when I participate less and have less information,\" a member recalled, \"the more I think in terms of 'us' versus 'them.' When I step up my participation, I feel like it's all 'us.'\" There's a reason we often talk about service as part of Tradition Seven, not just the money we give. When we give our time through active participation, we are practicing a form of self-support. According to one addict, \"Recovery is not a spectator sport. We get out of it what we put into it.\"",
      "The practice of participation we learn in NA tends to show up in other areas, too. In our families, in our work--the more we participate, the more we feel that we are part of, our voices matter, and our needs are considered. We are not just victims of circumstance anymore; we actively participate in solutions."
    ],
    "thought": "When I passively observe life, service, and recovery, I'm short-changing myself. Today I will show up and participate.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}