{
  "01-04": {
    "date": "4 JANUARY",
    "title": "The Gift of Attention",
    "quote": "Hearing addicts share their experience, seeing recovery in action, feeling the love in the room--all this is as much a part of the process as the work we do on the Steps.",
    "page": "Page 5",
    "source": "Guiding Principles, Tradition Eleven, Opening Essay",
    "content": [
      "The \"attraction, rather than promotion\" that's evident in the rooms of Narcotics Anonymous is often what keeps us coming back in early recovery. If we smelled promotion, it would be a major turnoff. Many of us may start out skeptical, but desperation forces us to pay close attention. At first, the Steps, as read in \"How It Works\" at many meetings, may not resonate--they're not what we had in mind as our solution. But the stories we hear, the warmth we experience, takes hold.",
      "Witnessing recovering addicts being their full selves is remarkable and absorbing, and it keeps us coming back. Someone identifies themselves as brand-new--\"This is my first meeting ever\"--and receives a genuine, hospitable welcome. A member celebrates two years clean, made so precious by the fact that it took way longer than that for them to reach this milestone. Another shares their story of losing connection to NA due to family responsibilities and then rekindling their bond to the Fellowship, thanks to members staying in touch. Others speak about their addictive relationship with food, sex, or money, and about illness, loss, or lapses in judgment that have ugly consequences. And many others talk honestly about their struggles with stuff we can't control: a psycho first date, a mean boss, traffic, and the weather.",
      "We are paying attention to all these stories, their unique threads and common messages-- and their shared solutions often found in the Twelve Steps. When we work the Steps to the best of our ability, they help us undergo the profound change that allows us to stay clean and more free from the self-centered fear that can bog us down. But that's never to discount the importance of all the hard-won experience and wisdom we pick up from other members. Recovery isn't just what happens on our own with our stepwork. It's what we hear, see, and feel from each other. It's all of the elements of the program in concert."
    ],
    "thought": "Yes, I am committed to the solutions contained in the Steps. I'm also here to pay attention to my fellow addicts and enrich my recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}