{
  "01-02": {
    "date": "2 JANUARY",
    "title": "Unity Keeps Us Coming Back",
    "quote": "When we walk into our first meeting and see addicts coming together in unity, the spirit touches us even before the words get through.",
    "page": "Page 3",
    "source": "Guiding Principles, Tradition One, \"Spiritual Principles\"",
    "content": [
      "That first meeting. Some of us arrive beaten down, asking for help. Others of us show up because we need that paper signed. Still others come to prove a point to someone else or to ourselves--like maybe we don't need a program, and showing up at a meeting will somehow prove that point. We enter not knowing what to expect, and try to stay on the sidelines, unnoticed. People are chatting, putting out literature, setting up the room, being together. Someone gives us a hug--to be welcoming, not for any other reason. Culture shock!",
      "Our First Tradition tells us that \"personal recovery depends on NA unity.\" We may not fully grasp this concept at first, but even so, unity takes hold of us. Somehow, we sense that we just might belong here. We take up the suggestion we hear at every meeting: We keep coming back. Some of us return to hear more of what members shared or read. For others, the togetherness we witness gets us to that next meeting. We watch as members embrace and let go enough to accept the hugs we're offered. We sense that we are part of something greater than ourselves and our addiction. We let go just a little. Despite our initial skepticism and discomfort, the spirit of unity encourages us to stay.",
      "Later, we attend our first NA convention, where we experience this spirit on a much larger scale. We come together to celebrate recovery, and unity springs from our shared commitment to living clean. Truly, we have found a new way to live. In unity, we reach out to newcomers and show them how we recover together."
    ],
    "thought": "Today I will celebrate the spirit of unity that keeps me coming back by offering my support to a newer member.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}