{
  "01-03": {
    "date": "3 JANUARY",
    "title": "Coming to Accept Ourselves",
    "quote": "Our sponsor's acceptance and our Higher Power's unconditional love made it possible for us to judge ourselves less harshly.",
    "page": "Page 4",
    "source": "It Works, Step Twelve",
    "content": [
      "No one comes to NA on a winning streak. Denial had helped us ignore the wreckage, but those days are long gone. Our minds no longer reassure us: You're living the dream, especially considering the lousy hand you've been dealt!",
      "In early recovery we may experience rare glimpses of self-acceptance, but the mental beatings we give ourselves keep that optimism in check. We are undoubtedly our harshest critics. That's especially true when we make mistakes: not showing up for a friend in need, unintentionally making another member uncomfortable, blowing off a commitment, using again. Even for members in long-term recovery, our disease continues to urge us to judge ourselves. Not being real about our mistakes and overindulging in self-pity or self- destructiveness runs counter to accepting ourselves as works in progress.",
      "One member recalled, \"Through his steady encouragement in the face of my self-made disasters, my sponsor showed me unconditional love and helped me be open to how a Higher Power was expressing it in my life. As my recovery continued, the chaos lessened but the temptation to beat myself up remained. Sharing the exact nature of my wrongs in Step Five--and still being accepted unconditionally--helped me unclench my fists a little quicker.\"",
      "Sponsors tell us the truth about ourselves. Inevitably, that truth is more loving, forgiving, and accepting than our version of things. Working the Steps with our sponsor teaches us to find that truth for ourselves. Through the practice of prayer and meditation, we can check in with a Higher Power to guide us toward what is real--about ourselves, our decisions, our mistakes--rather than relying on what our minds tell us."
    ],
    "thought": "I'll resist the urge to beat myself up today. Instead, I'll pick up the phone and call my sponsor. I'll take a moment with my Higher Power and get real.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}