{
  "01-16": {
    "date": "16 JANUARY",
    "title": "Finding Our Passion and Purpose",
    "quote": "Something different happens as we move into recovery motivated by passion, hope, and excitement. We are released into our own lives.",
    "page": "Page 17",
    "source": "Living Clean, Chapter 1, \"Why We Stay\"",
    "content": [
      "Some of us spend our early days of recovery in NA more focused on what we were trapped in and what we are escaping--compulsion, isolation, alienation, desperation--than aware of what we want in our lives. We see right away that people in NA have gained some freedom from the consequences of addiction, and hope keeps us coming back. It didn't take long to realize that many recovering addicts get much more than freedom from the cage of addiction--they gain freedom to explore the world outside that cage.",
      "\"When I was using, every other interest took a backseat to my disease,\" one member wrote. \"In one of my earliest meetings, I heard an addict share about going into the wilderness to get back into rock climbing after 15 years away from it. I had no interest in climbing rocks, but the idea of being released into the wild was so exciting to me. I decided to find a passion of my own.\"",
      "That's how it goes in recovery: We regain the ability to pursue our interests. Rock climbing, songwriting, restoring old cars--our lives become our own to live. For many of us, the drive and excitement to follow our own interests grows out of our passion for recovery and carrying the message. Another member wrote, \"I was so stoked about life without drugs in early recovery. As soon as I had enough cleantime, people invited me to share on H&I panels left and right, and I felt like I had a purpose. After years of thinking the world was full of threats, I started seeing opportunities everywhere.\""
    ],
    "thought": "Where addiction limits us and makes our world smaller, recovery opens us up to the world. What opportunities are on my horizon today?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}