{
  "01-12": {
    "date": "12 JANUARY",
    "title": "Forgiveness and the Amends Process",
    "quote": "We forgive ourselves, we forgive others, and we find peace--regardless of what others may think or feel or tell us.",
    "page": "Page 13",
    "source": "Living Clean, Chapter 5, \"Amends and Reconciliation\"",
    "content": [
      "Many of us want to skip ahead to Step Nine and apologize to those we've hurt in hopes of receiving their forgiveness. We desperately want to shed some of our guilt and shame. We may be convinced that getting others to forgive us would provide a shortcut to feeling better about ourselves. We're reminded that the Steps are in order for a reason and that making amends has more to do with changing our behavior than offering apologies. Despite the urge to find a shortcut and get an early payoff, we surrender to the wisdom of experience. We work our way through the first eight Steps before attempting to right the wrongs of our past.",
      "The gift of time prepares us for the amends process. \"I'd be lying if I told you that I wasn't hoping to be forgiven,\" a member recalled. Despite this longing, we focus on clearing out our wreckage and amending our behavior. Some people may never forgive us, but we can forgive ourselves nevertheless. The road to self-forgiveness starts with our commitment to working the Twelve Steps. In doing so, we establish a new way to live. We focus on the things we can change, namely ourselves.",
      "Over time, new, healthy behavior brings a sense of peace to our spirit. Forgiveness is not a finite process--the more we give, the more we seem to get. \"As I forgive, I grow in love and compassion and I move forward on my spiritual journey,\" one member shared. Our actions solidify our commitment to Narcotics Anonymous and to ourselves. We become less concerned about who acknowledges our growth or how our amends are received. We revel in the peace we've found within and offer up a little more forgiveness to ourselves and the world."
    ],
    "thought": "Today I will allow the Steps to shape my choices and behavior. I will enjoy the peace I find in this new way of life and reach for more as I practice forgiveness with myself and others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}