{
  "01-14": {
    "date": "14 JANUARY",
    "title": "Discerning When to Act",
    "quote": "We learn where we can use our energy to make a difference and where we need to let go.",
    "page": "Page 15",
    "source": "Living Clean, Chapter 3, \"Awakening to Our Spirituality\"",
    "content": [
      "Life in active addiction for many of us seemed like a battle: picking sides, winners and losers, retreating in fear from all conflict, or bullying to get what we wanted. We tend to bring this mind-set with us in recovery. Some of us confront and challenge more than we engage and listen. One member shared, \"I brought a sledgehammer to all my relationships. I felt it was my duty to pound my perspective into every discussion. Choosing my battles was a cop-out.\"",
      "As we mature in our recovery, examining our behavior through stepwork, most of us will figure out that \"we\" in NA doesn't really mean \"me, plus all who agree with me.\" When we say the \"we\" version of the Serenity Prayer in our service bodies and in business meetings, we're inviting discernment into the proceedings. We ask for courage, acceptance, and wisdom to guide us. Instead of approaching service meetings like gladiator games, we concentrate on cultivating enough humility to appreciate and learn from each other. We gain trust in others and become less invested in getting our way. We apply this newer mind- set in all relationships.",
      "We can also tie the Serenity Prayer to discernment in terms of prioritizing our time and energy. We can discern where our efforts would be best focused to change the things we can, accept what we can't, and let go when others want to make a different change than we do. We can ask ourselves whether we're getting too caught up in minor details rather than paying attention to the big picture and where we can make a positive impact.",
      "\"Sometimes the most discerning choice is to say nothing, step away, and let others step up,\" the member went on. \"At other times, honest self-assessment will lead me to choose a particular 'battle.' But now I try to approach a conflict in my life with spiritual principles in my arsenal and forego the sledgehammer.\" This strategy can apply to so many realms within our lives: sponsoring, parenting, romantic relationships, in our jobs, while driving, and, of course, in NA service."
    ],
    "thought": "Not everything is battle-worthy. Where can I apply my energy today so that I am contributing to the well-being of others? What situation can I pull back from that isn't benefiting me or anyone else?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}