{
  "01-15": {
    "date": "15 JANUARY",
    "title": "Practicing Equality",
    "quote": "It doesn't matter who is doing the giving or the taking. We are all equally entitled to ask and to provide, and wherever we are in the exchange, we benefit.",
    "page": "Page 16",
    "source": "Living Clean, Chapter 7, \"Being of Service\"",
    "content": [
      "\"When you call, I am probably getting more out of it than you are,\" said many a sponsor. This type of statement is right in line with paradoxes mentioned in our literature, such as keeping what we have by giving it away or loving ourselves more by thinking of ourselves less. Some members have even expressed discomfort with the implied hierarchy of the terms sponsor and sponsee. \"I am not above my sponsees or ahead of them,\" one sponsor shared. \"I walk this path beside them, benefiting from them as they do from me.\"",
      "The principle of equality is a high ideal and not one that comes automatically to most of us. \"It's beautiful and aspirational to say that we excluded no one,\" a member reflected. \"Our lofty goals require practical strategies so that when people do feel excluded or unequal, we have actionable steps to take.\" In our groups, coming up with practical strategies can mean thinking of specific actions to help all addicts feel welcome and included. Creating a greeter position or asking whether there are any out-of-town visitors are a couple of simple examples of how some groups try to include everyone.",
      "As individuals, practicing equality can be a little trickier. With more time clean and more Steps worked, our self-centeredness can try to use those as excuses to deny our equality with other members. One member wrote, \"I started using service as an ego booster, patting myself on the back for helping those poor addicts. My experience with recovery may be valuable, but it doesn't mean I am more valuable than other addicts. If I'm not still learning, I've got problems.\""
    ],
    "thought": "The member with 40 years or 40 hours clean might share, one after another, and we never know which one will say the thing we need to hear. I will practice equality in how I share and listen today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}