{
  "01-10": {
    "date": "10 JANUARY",
    "title": "Waking Up to Service",
    "quote": "Being of loving service is living spiritually. First we take, then we give, then we share.",
    "page": "Page 11",
    "source": "Living Clean, Chapter 3, \"Creative Action of the Spirit\"",
    "content": [
      "In Narcotics Anonymous, we arrive to find ourselves the most important person in the room. For a lot of us, that notion is terrifying, but some of us enjoy the rock-star treatment.",
      "We grab a white keytag and do a victory lap for thirty days in a row--including weekends. We share in every meeting until the timer goes off (every time), wondering aloud what the hell we are doing here with \"all you people . . . no offense.\" We dazzle our fellows with our theory of the difference between humility and humiliation. They must like what we have to say, 'cause they tell us, \"Keep coming back.\" We find a sponsor and bend his ear with a detailed account. \"Sponse\" picks us up at the recovery house and buys us a meal after the meeting. He doesn't say much, but he's definitely listening!",
      "As our status as the most important person melts away and our keytag color changes to orange, Sponse suggests we listen more instead of talking so much, take meeting commitments that don't court attention, and reach out to newcomers. We get a blue six months clean, and we ask our sponsor about doing H&I. \"Good idea\" is his response. We think he's pleased about our initiative, even though he says nothing about it. Our bravado shifts. We get some high-fives and tighter hugs from members who acknowledge how well we're doing. That feels undeniably good, but showing up for other addicts feels even better.",
      "Our story continues. We glow in the dark at one year and are black-and-gold at two. Our commitment to service deepens. We are invited to participate in our recovery, to share our experience, strength, and hope. We start to have this strange new feeling that we can't quite put our finger on. Over dinner--on us this time--we try to articulate the feeling to our sponsor: \"It's something about being of value, maybe a little gratitude thrown in . . . ?\" We struggle to find the words.",
      "\"Hmm,\" says our sponsor. \"Sounds like you might be waking up.\""
    ],
    "thought": "Today I will ask, \"How can I be of loving service?\" I will listen to the answer and take action because this is how I want to live.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}