{
  "01-18": {
    "date": "18 JANUARY",
    "title": "Surrendering to Change",
    "quote": "Surrender means having the open-mindedness to see things in a new way, as well as the willingness to live differently.",
    "page": "Page 19",
    "source": "Living Clean, Chapter 3, \"Awakening to Our Spirituality\"",
    "content": [
      "Change has a terrible reputation. It's scary and might make our lives less predictable. Many of us arrive in NA knowing for sure that we want to change the outside aspects of ourselves: improve our health and our finances, further our education, get a career. Common wisdom has it that \"Change is an inside job,\" and that makes sense to us, too. We want to change our state of mind and stop bouncing between disturbing thoughts and complete numbness. We'd love to turn the volume way down on the negative chatter in our heads.",
      "Then we learn the inside job is more than mental: NA is a spiritual program. For many of us addicts, that realization makes us feel like we've finally come home. For some of us, that's the moment many of us want to bolt out the door and never come back.",
      "But we stay. We are told that living by spiritual principles means, at its core, being honest, open-minded, and willing. Even though we haven't been living that way, we see the value of those principles, and most of us want to be like that. When working a program, we ultimately default to telling the truth, rather than being avoidant or keeping secrets. We become open-minded to others' perspectives rather than relying on the outlook and behaviors that got us here. Being willing to get a sponsor, attend meetings, write some stepwork, and take a commitment is surrendering to the program's spiritual aspects. Gradually, we gain some freedom.",
      "For those of us with more cleantime, it's no different. Being open-minded and surrendering to change continues to be a necessity if we want any level of serenity. We can become rigid or completely lax in our program. Staying connected to NA reminds us to apply what we've learned and to remain open to learning more."
    ],
    "thought": "Change is inevitable. I can choose to resist it or surrender to it. Surrender has a good reputation around here. I think I'll give it a try.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}