{
  "01-19": {
    "date": "19 JANUARY",
    "title": "Contributing Our Creativity",
    "quote": "Some of us discover that we have talents for contributing to the world in other ways, whether through our creativity, our empathy, or our addict ability to focus on one thing and do it 'til it's done.",
    "page": "Page 20",
    "source": "Living Clean, Chapter 1, \"A Vision of Hope\"",
    "content": [
      "In NA, we often recall how drugs ruined our lives and how our innate talents were ultimately no match for our disease. When we were using, however, many of us believed that the drugs we used were fundamentally responsible for the positive contributions we made to our lives. Drugs allowed us to be confident about expressing ourselves socially, artistically, and sexually. They helped us fall asleep at night and wake up in the morning so that we could be there for our kids after work and before school. Using gave us laser-sharp focus and heightened our productivity at work, which pleased our employers and soothed our insecurities. Still, we eventually came crashing down. As one member put it, \"I thought I was high functioning, but it turns out I was just high.\"",
      "When we first get clean, we are terrified that our performance will suffer and we'll disappoint others. With no drugs, we believe we are no longer creative beings or we're talentless hacks who never were. We doubt we'll be able to function, let alone complete projects on a deadline. Will our families still love us, because, surely, we'll be less easygoing and fun? And what about sex?",
      "As we heal, we begin to understand that the deep well of our creativity, our empathy, and our focus comes from developing a more honest relationship with ourselves and a connection to a Higher Power. We learn to acknowledge and release--even a tiny bit--our need for perfection and validation. Our expectations of ourselves become more realistic, and that gives us more integrity in how we contribute to our lives. We refocus the wasted energy we spent comparing ourselves to others toward being of service to fellow addicts and to our loved ones. And we may even discover new talents and abilities we never knew we had."
    ],
    "thought": "I know I have something to offer the world. If I don't know what it is, I'm willing to ask for help to find out. If I already know, let me seek guidance on how to deliver it with humility and generosity.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}