{
  "01-13": {
    "date": "13 JANUARY",
    "title": "Inclusiveness and Our Sense of Belonging",
    "quote": "Our diversity strengthens and affirms the reality of our simple message. Across all of our differences, the same simple program works.",
    "page": "Page 14",
    "source": "Guiding Principles, Tradition Five, \"Word by Word\"",
    "content": [
      "NA's simple message is that any addict can stop using, lose the desire to use, and find a new way to live. Any addict. We've witnessed the proof that our program works, for ourselves and addicts from all walks of life, those with obvious similarities and those who are different from us. Tradition Five states that a group's primary purpose is to carry NA's message to the still-suffering addict who, on any given day, could be a newcomer or a more experienced member.",
      "While most of us will acknowledge the above as true, it's not a given. Inclusiveness, like all the spiritual principles, requires work. It takes practice and a degree of self-awareness. \"Our diversity is our strength\" is just a slogan unless we take steps to actively include each other, welcome and remember each other, share and listen to each other. Nearly all of us walk into NA feeling different and separate, not a part of. Our job as members is to try to bridge that gap.",
      "While it's true that we all have the same disease, we aren't the same people. When we look--and feel--different from everyone else in the room, that can challenge us. One longtime member described his experience like this: \"I walked into a meeting and nobody looked like me. I asked, 'Where are my people?' and a member responded, 'Oh, they're on the way. You have to stay, so you'll be here when they come.' That made me feel included and that I had a purpose.\"",
      "It will do us well to remember that we are used to many factors defining us and our worth. Frankly, some of us have privileges and resources that others don't. While we like to say, \"That stuff doesn't matter here,\" we need to keep actively demonstrating that to newcomers. We're all accountable to the Fifth Tradition. We must never take it for granted. One member wrote, \"The disease wants us to focus on our differences. Recovery helps us appreciate our diversity, see beyond our differences, and know that we belong together.\""
    ],
    "thought": "How am I putting \"our diversity is our strength\" into action? Today I'll look for an opportunity to show another member that they belong.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}