{
  "01-11": {
    "date": "11 JANUARY",
    "title": "Striking an Emotional Balance",
    "quote": "We need to strike a balance between being in denial of our feelings and letting them overwhelm us; we don't want to go to either extreme.",
    "page": "Page 12",
    "source": "NA Step Working Guides, Step Ten, \"Feeling versus Doing\"",
    "content": [
      "\"Feelings aren't facts, but it is a fact that we feel,\" a member shared, as many have. \"And in recovery, our actions matter more than our feelings.\"",
      "We hear some version of these bumper stickers in meetings pretty often. Doing the \"right\" thing, even when that action contradicts how we're feeling, is certainly a shared value among many members. But should we just leave feelings unexpressed--especially those that come with a lot of baggage, such as anger, fear, and shame? Nope. Consciously or not, we'll eventually let those feelings seep out, weaponizing them against ourselves or others.",
      "Striking a balance between suppressing our feelings and being emotionally overwhelmed doesn't look the same on all recovering addicts. Many of us are emotional projectiles; anything will set us off, and anyone in our path will also feel the burn. For others, avoidance is our strategy--we'd rather deny, deny, deny.",
      "And while it's true that we should take caution when letting our emotions drive our actions, we should not deny that feelings are real. They are also temporary, which is why other members may suggest we take a pause, breathe, scream into a pillow, and/or talk about how we're feeling with another addict.",
      "Seeking emotional balance is a practice, not a state of being we arrive and stay at. As with all aspects of recovery, there's no perfect way to negotiate and monitor our practice of emotional balance. We aren't self-programming robots that can curate a perfectly authentic set of emotions that don't swing too far in any unreasonable direction. Lucky for us and those around us, we are clean, and we can lean on the tools of NA to help keep us from imploding or exploding."
    ],
    "thought": "I will make a practice of expressing my very real feelings in a productive way and not letting them force my actions.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}