{
  "01-17": {
    "date": "17 JANUARY",
    "title": "Striving for Integrity, Always",
    "quote": "Integrity is the consistent application of spiritual principles, no matter what the circumstances.",
    "page": "Page 18",
    "source": "It Works, Tradition Two, \"Applying Spiritual Principles\"",
    "content": [
      "We recognize the ultimate authority in NA groups to be a loving Higher Power that's expressed in our group conscience, according to Tradition Two. For better or worse, however, we entrust mere mortals--and addicts, no less--to carry out our decisions. To do right by this Tradition, it's important to choose trusted servants who demonstrate \"the full range of personal characteristics associated with a spiritual awakening,\" according to the Fourth Concept essay. We select such leaders and we evolve into those kinds of people as we live clean and work the Steps.",
      "As trusted servants, we do our best to practice integrity as we fulfill our commitments. Yes, that's a big order, but the Steps prepare us well. Some might even say integrity is the proof in the pudding, the evidence of how working the Twelve Steps transforms us. \"By the time Step Twelve told me to 'practice these principles in all my affairs,'\" one member said with pride, \"I was ready to do just that. I've come a long way, baby!\" We become people with character and backbone, the kinds of people who do the right thing even when no one's watching.",
      "Of course, the real effort of character building starts long before we get through all Twelve Steps. It's perhaps most apparent when we're in the thick of Steps Six and Seven, which give us a close look at some of our deeply ingrained bad habits. The price we've paid for living this way was starkly detailed in our inventory. We know what we don't want. Now, we take the opportunity to identify and practice healthier, more spiritual ways to deal with situations as they arise in all our affairs.",
      "And practice we do. Like so much in recovery, thinking and character follow the course set by our actions. We might think of right actions as the seed, which--in time--produces the fruit of good character. We do good works, practice virtuous behavior, and become people with integrity."
    ],
    "thought": "Regardless of the circumstances, who's looking, or what's convenient, I will adhere to my new code of conduct today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}