{
  "01-28": {
    "date": "28 JANUARY",
    "title": "Practicing Fidelity",
    "quote": "As we practice honesty, integrity, and fidelity, we no longer have to keep track of our stories or cover our tracks.",
    "page": "Page 29",
    "source": "Living Clean, Chapter 3, \"A Spiritual Journey\"",
    "content": [
      "While addiction puts a serious strain on our ability to maintain fidelity to the people who matter to us, recovery allows us to show up for our loved ones in ways we may never have thought possible. Freedom from active addiction takes away one incredibly large barrier to our fidelity--the use of drugs. Once the drugs are out of the way, it is common in early recovery to wonder why our family and friends may hesitate to trust us completely. As we stay clean longer and gain greater relief from self-centeredness, we begin to see that the drugs weren't the only barrier to our fidelity, and we need more than simple abstinence to be able to truly be present for the people in our lives.",
      "If we focus more on what we're not doing--using drugs, cheating, stealing, telling blatant lies--it might be easy to think we are being more faithful and loyal in our relationships than we actually are. Our character defects, even when they aren't glaring, can still get in the way of our ability to truly connect to the people in our lives.",
      "\"Step Six was eye-opening for me,\" a member wrote. \"I had a lousy track record with relationships, and I kept thinking I was just meeting all the wrong people. My sponsor helped me identify some character defects, and I realized it wasn't them--it was me! Thank goodness for stepwork.\"",
      "Putting our behavior under the Step Six microscope can be a bit nauseating at times. Especially when we've been oblivious to a particular defect, it is disturbing to see it as a pattern and notice it in action again and again, as often happens when working Step Six. The path to fidelity--to being who we want and need to be in our relationships--is in becoming entirely ready to let go of patterns that stand in the way and humbly asking for help in doing so."
    ],
    "thought": "Practicing fidelity allows me to be the truest version of myself for those I love. With the help of my sponsor, I will work to bring the best of myself into my relationships today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}