{
  "01-24": {
    "date": "24 JANUARY",
    "title": "We Need Willingness Every Day",
    "quote": "Through some combination of desperation, courage, anguish, and hope, we find willingness.",
    "page": "Page 25",
    "source": "Guiding Principles, Tradition Three, Opening Essay",
    "content": [
      "Our willingness to admit to being addicts who are powerless over our addiction in Step One is linked to our willingness to be members of NA in Tradition Three. They are complementary parts of the same surrender. Resistance, doubt, and fear may forestall our initial surrender to seek help by months or years, even decades. But they ultimately are no match for the array of emotions and experiences that drive our decision to let go and allow ourselves to be welcomed into the Fellowship of NA.",
      "All of us have been newcomers to NA; perhaps we're new right now. Regardless of the amount of cleantime we have today, as we read this passage, we have a shared experience of active addiction that compelled us to try something different. We've all had a moment of desperation--or thousands--that brought us to this moment. No doubt we've experienced pain and anguish from using. We've had the courage to walk into an NA meeting for the first time. And whether or not we are feeling it today, we've felt at least a flicker of hope for the future. All of this collective experience gives us the willingness to get through the day clean and to safeguard our NA membership.",
      "It's not uncommon for us to rethink our membership in NA at some point. We may be hurt by or experience abuse from another member. There may be a conflict in our home group or in our region that disheartens us. Our participation in the Fellowship may fade because we're busy with our work, school, and family. Many of us have relapsed, and the reality is that many still will. But we can surrender again--and again and again--and recommit to NA, if we're willing and if we make it back.",
      "To stay clean, experience the fullness of our lives in and out of NA, and keep what we have so we can give it away, we need at least some willingness every day--no matter what emotions are driving it."
    ],
    "thought": "Meeting the only requirement for membership is the easy part. I will summon the willingness to surrender once more and show up for my recovery today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}