{
  "01-21": {
    "date": "21 JANUARY",
    "title": "Exercising Goodwill",
    "quote": "When we practice living in harmony with our world, we become wiser about choosing our battles. We learn where we can use our energy to make a difference and where we need to let go.",
    "page": "Page 22",
    "source": "Living Clean, Chapter 3, \"Awakening to Our Spirituality\"",
    "content": [
      "Let's start with an uncomfortable truth: We are judgmental because we are human. Human beings assess one another; we compare ourselves. We can be territorial and take sides. We come by this honestly; our survival once depended on it! Add the self-centered nature of addiction to our humanness, and then throw in something we care passionately about (such as the Fellowship of NA)--and our judgment can become a weapon to control outcomes about NA-related issues that other members also care about.",
      "We can, however, turn down the volume on our judgments. With the volume adjusted, we learn that we can approach people and situations without engaging our fight-or-flight instincts. Our first thoughts may still be judgmental, but recovery gives us options about our behavior. It's our actions that matter most.",
      "When we have some cleantime and service experience, it's tempting to tell members, groups, and service committees what's what. But having knowledge and wisdom doesn't give us authority. Group conscience is always more powerful than individual conscience. Sometimes--to our great surprise--newer members don't defer to those of us who have been around for a while, offering insights or suggestions the group had been missing before.",
      "Practicing the principle of goodwill with members doesn't mean we stay silent. Our opinions matter. Exercising goodwill assures those opinions don't matter more or less than anyone else's. We listen to others, don't force the outcome to meet our desires, allow others to make mistakes (yes, even the ones we have already made), and acknowledge that our fellow members want the same things as we do: to stay clean and to carry the message in the most effective way possible.",
      "Goodwill invokes our primary purpose. It serves the greater good of NA, not our egos."
    ],
    "thought": "I'll take a stance of goodwill toward others by sharing my experience, not dictating outcomes--and by demonstrating openness to the suggestions of others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}