{
  "01-26": {
    "date": "26 JANUARY",
    "title": "Hope Comes with a Catch",
    "quote": "For many of us, early recovery was difficult. Facing the prospect of life without drugs can be very frightening.",
    "page": "Page 27",
    "source": "IP #23, Staying Clean on the Outside",
    "content": [
      "We usually think of hope as a good thing, but it comes with a catch: Realizing our hopes involves going through change. Some things seem better when we're wishing for them than when we get them. No matter how green the grass looks on the other side, change always seems to stir up a lot of fear and anxiety.",
      "One member shared that he struggled when he first came to NA because he had a hard time with the idea of living the rest of his life without drugs. \"I heard addicts share that they could manage a day without using, and I realized that all I had to try was not using just for today. They gave me hope.\" Our Basic Text mentions this same principle: \"Most of us can do for eight or twelve hours what seems impossible for a longer period of time. If the obsession or compulsion becomes too great, put yourself on a five minute basis of not using. Minutes will grow to hours, and hours to days . . .\"",
      "Many of us had wishes about getting clean before we came to NA, but we didn't see how a life without drugs could possibly become a reality for us until we heard addicts just like us share how they had done it. Hope begins when we shift our vision from the seemingly endless journey ahead to the few steps in front of us. Life without drugs seems impossible, but five minutes without drugs is doable.",
      "The same is true for any change we wish for in our lives: getting out of treatment or jail, changing jobs or moving, switching sponsors, or becoming more open and vulnerable with our partner. Imagining the new life that awaits us on the other side of any big change can be intimidating, but we don't have to live that new life all at once. We talk to members who have made similar changes, and they share their experience with us. We find hope by listening to other addicts. We begin to see how we can get through the next five minutes, the next few hours, the rest of the day. As it turns out, the grass is greener where we water it."
    ],
    "thought": "The difference between wishing and hoping is that hope lets me see a way forward. I will share a wish with my sponsor and ask for help in transforming it into hope.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}