{
  "01-27": {
    "date": "27 JANUARY",
    "title": "Finding Equal Worth in Anonymity",
    "quote": "In NA, in recovery, we are all equal A college degree, a trust fund, illiteracy, poverty--these circumstances that so powerfully affect so many other areas of our lives will neither help nor hinder our chances at recovery.",
    "page": "Page 28",
    "source": "It Works, Tradition Twelve",
    "content": [
      "There's only so much we can say about the principle of anonymity leveling the playing field of addiction and recovery. Addicts are addicts are addicts.",
      "Those of us with money may have gotten ourselves access to posh rehabs or lawyered our way out of jail, but that wasn't enough to keep us clean. We can't buy our way out of our disease. Similarly, for those of us who think we are ever-so-clever, we can't study or think our way out of it. For many of us, poverty or limited education may have limited our opportunities--and that may have made us more at risk for negative consequences due to our addiction. But no matter where we come from or where we end up, on day one of being clean we all have the same opportunity to take advantage of the NA program.",
      "Yes, if addiction is one great equalizer that brought us down, recovery is another that can build us back up! Recovering addicts are recovering addicts are recovering addicts. And the program is the program--for every addict with a desire to stay clean today.",
      "Once we're clean for a while, our life might look different from the outside, but it also might not. Careers, degrees, marriages, families, homes--or lack thereof--don't necessarily reflect emotional healing and spiritual growth. How we treat one another does. We're not just equal in theory; we treat each other that way. How honest and open-minded we are is a good indicator of our progress. So is willingness to look at our part in conflicts, past and present, to apologize, to forgive, and to do better. Our readiness to accept responsibility, to help others, to grow through our hardships, to be grateful, to stop and breathe before we self-destruct or cause someone else unnecessary pain--these are the actions that will save our lives because we are all equally worthy of living."
    ],
    "thought": "External factors--past or present--can't keep me clean or make me use again. I'll nurture my recovery internally by practicing anonymity outwardly, treating all recovering addicts as equals.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}