{
  "01-29": {
    "date": "29 JANUARY",
    "title": "Encouraging Growth",
    "quote": "We are inspired by one another's journeys. Being present to one another's growth gives us the tools and inspiration to move forward ourselves.",
    "page": "Page 30",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "Starting from our first day clean, one of the most amazing gifts we find in NA is people who truly believe in us. Some of us are hesitant to believe in their belief, especially after disappointing so many people for so long. Still, there's something so genuine in the way members tell us, \"You never have to use again, even if you want to,\" and that encouragement can be all that it takes to get us to our next meeting clean.",
      "We change a lot in our first weeks, months, and years of recovery. \"I laugh about it now, but they told me when I got clean not to make any major life changes during my first year,\" one addict shared from the podium. \"My entire life was turned around and flipped inside out-- what could be more major than that?!\" As time goes by, many of us settle into a more stable version of ourselves. A member with decades clean shared, \"It's a reservation in my Second Step if I believe I can't still change just because I've been clean so long. If a newcomer can stop using drugs, I sure as hell can get help with a character defect.\"",
      "Even though our early recovery often sees the most dramatic change in our lives, there is always room for improvement. \"It is the most amazing gift to witness people in my recovery network grow,\" one member wrote. \"No matter how long I'm clean, seeing others change reminds me that I can, too.\" Being present to others' growth means being present physically, showing up regularly. It also means truly listening to where our fellow members are at--mentally, emotionally, spiritually--and sharing honestly with them. The vulnerability, intimacy, and presence we practice in NA inspires growth in us all."
    ],
    "thought": "No change is too small or too big for my recovery. I will be present to the process and accept encouragement from other addicts.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}