{
  "01-22": {
    "date": "22 JANUARY",
    "title": "Serenity Brings Clarity",
    "quote": "Serenity doesn't mean that we don't experience dramatic events. It gives us the clarity of mind to go through them.",
    "page": "Page 23",
    "source": "Living Clean, Chapter 7, \"Living Our Principles\"",
    "content": [
      "\"Ahhhhh, serenity. A permanent state of peacefulness, contentment, and awe. Those of us with time clean float around on a spiritual plane that newcomers can aspire to and will achieve through doing exactly what's suggested,\" shared no member ever.",
      "Unfortunately--and not surprisingly--life in recovery doesn't work like that because life will keep showing up. We experience some thrilling moments, as well as those that are terrifying, joyful, and sorrowful. And plenty of unexciting times in between when things are just fine, yet the drama in our head continues. But there is good news on the horizon: We can deal with life because no matter what arises, we have learned, collectively, that we can get through anything, and practicing serenity can help.",
      "Practicing serenity is acting with intention to get to a place of equanimity where we can contain ourselves enough to keep perspective, show our gratitude, and act with care and thoughtfulness. Sometimes it's about standing still when our mind is running; other times it's about keeping our mind still when everything around us is spinning. It can be as simple as breathing. Serenity gives us time and space through extreme highs and lows. It can be the calm in the eye of the addict-brain hurricane. But it's not always about peacefulness; sometimes it's about authenticity, about feeling how we feel and being okay with that.",
      "Serenity is a tool for clarity. When faced with a difficult decision--which for many of us can be every single decision--we can pray for serenity. Sometimes the right path is revealed; other times we can adjust unrealistic expectations and realize we have enough information to move forward. We can jump into the unknown because today we have tools to deal with that."
    ],
    "thought": "Where can I stop, breathe, and look for clarity during my day? Where can I take a moment to feel what I'm feeling and know I'm okay?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}