{
  "01-25": {
    "date": "25 JANUARY",
    "title": "Acceptance and Perspective",
    "quote": "When we practice acceptance, we distance ourselves from our reactions and reflexes.",
    "page": "Page 26",
    "source": "Living Clean, Chapter 2, \"Connection to the World Around Us\"",
    "content": [
      "For many of us, everything is a trigger when we're newly clean. We are 100 percent impulse. Reactive. Protective. Feral. Territorial. The person next to us is sitting too close, even though there's an empty chair between us. The lights are too bright . . . in a candlelight meeting. Someone hugged us, and now we smell like his cologne! We complain about these things to anyone who will listen. Or we never go back to that meeting.",
      "As difficult as it is to accept, the world doesn't revolve around us. Often our need to fix, manage, and control knows no bounds. Fortunately, recovery teaches us this: While we are powerless over our addiction, other people, and our feelings, we aren't powerless over our actions. We have a choice. More often than we would like, people don't behave as we'd wished, situations don't work out the way we imagined, and life . . . well, life can get in the way of our plans. A car accident, a case of crabs, a breakup, bad cologne.",
      "Even with time in recovery, our first instinct may be to react negatively and impulsively. Our sponsor may be giving us the most insightful and loving feedback ever offered to an addict since the dawn of time, and before he's even finished, we're snapping, \"I know, I know, I know!\" Or, a sponsee tells us she's dating a woman with 72 days clean, and we flip out on her, pointing out 17 of her character defects without a second's delay.",
      "Over time, we learn to pause. We put distance between our impulses and inappropriate reactions. We do, say, transmit nothing until we've vented to a trusted friend. We breathe, in and out, with our feet on the ground. We pray for guidance. Some of us even practice a radical acceptance: Everything is as it's supposed to be."
    ],
    "thought": "As I strive to acknowledge the role acceptance plays in my healing and serenity, I will take a deep breath before deciding what to do, say, or send.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}