{
  "01-20": {
    "date": "20 JANUARY",
    "title": "The Simple, Priceless Gift We Share",
    "quote": "The simple, priceless gift we give each other is the recognition of our humanity.",
    "page": "Page 21",
    "source": "Guiding Principles, Tradition Eight, Opening Essay",
    "content": [
      "When we're new in the rooms of Narcotics Anonymous, it seems that everyone is speaking a language we don't quite understand. All seem to know the order of things, the readings, the prayer at the end. Newly clean (or trying to be), we're already immensely uncomfortable when we're encouraged by someone to talk about what's going on with us-- to a roomful of strangers? We don't know what to say, but we try anyway. People in the room vigorously nod at us, like they understand us. \"Thanks for what you said,\" someone tells us during the break. \"You really helped me today. So glad you're here.\" This is different.",
      "\"I don't even know what the hell I just said!\" we reply. \"I have no idea what I'm doing.\" More vigorous nodding. What is wrong with these people?",
      "NA's practice of remaining \"forever nonprofessional,\" as per our Eighth Tradition, suggests we are perfectly capable of delivering a message of recovery--even before we're aware that's what we're doing. We don't need professional training or coaching to share in a meeting. We don't have to know all the NA jargon or have memorized passages in our literature. We begin greeting newcomers when we're still newcomers ourselves. Depending on where we live, we may be called to sponsor before we're done with our first full round of Steps. As addicts in recovery, we are already experts--all of us--from the oldest oldtimer to the newest newcomer.",
      "There is beauty and simplicity in the therapeutic value of one addict helping another. A desire to stop using gets us in the door, and our humanity gives us the capacity to listen and empathize, to share what's in our hearts and on our minds, to be generous, and, crucially, to accept the generosity of others. Each of us finds our expertise as recovering addicts when we accept our condition as addicts and start to tap into our assets.",
      "This principle of simplicity is aligned with NA's commitment to anonymity: No matter who we are, we are deserving of each other's recognition that we are human and worthy of love and acknowledgment. As NA members, we give each other the simple gift of being a part of something greater than each of us. Priceless. Simple. Free."
    ],
    "thought": "Today I'm going to do my best to acknowledge my fellow members' humanity and share my own. That's all I have to know how to do.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}