{
  "01-30": {
    "date": "30 JANUARY",
    "title": "No Regrets for Being Kind",
    "quote": "We approach people with love and kindness, carrying within ourselves a deep and abiding respect for the feelings of others.",
    "page": "Page 31",
    "source": "It Works, Step Nine",
    "content": [
      "\"I've never regretted being kind,\" the speaker stated. The rest of us in the meeting thought about those words for two seconds and nodded in agreement. It's hard to argue with that.",
      "Probably for nearly all of us, treating others with kindness, love, and respect was more difficult in active addiction than it is now that we are clean and striving to be better people. Maybe we were burned by others who treated us kindly but wanted something in return. Very likely we had the same manipulative tendency. Playing either role in this dynamic only reinforced our mistrust of others. If we were up to no good, then so was everyone else.",
      "Working Steps Four through Nine is a reality check on our past behavior. By the time we get to the amends process, we're prepared to face the hurt we've caused other people mostly through our selfishness and carelessness. We witness the results of our manipulation, our disregard for the feelings of our loved ones, and the damaging ways we treated ourselves.",
      "The speaker went on: \"Treating others with kindness is like an 'ounce of prevention' for our chronic condition of addiction. It lowers our risk of doing or saying something we'll regret. And it has the added benefit that we won't have to make as many amends.\"",
      "While we certainly don't have to wait for any Step before we show and receive kindness, our relationship to this spiritual principle will deepen as we work on ourselves. We learn to be more thoughtful about the words we use. We no longer use people to get what we want. Although we cannot completely prevent hurting or disappointing other people or stop them from being angry with us, we don't want to make the same mistakes.",
      "Through our commitment to recovery, we develop a genuine respect for others and maybe a little belief in humankind as a whole. No regrets there either."
    ],
    "thought": "I have many choices today. One of them is to be kind. I'll opt for that.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}