{
  "01-31": {
    "date": "31 JANUARY",
    "title": "Having Empathy for Each Other",
    "quote": "As I sit here in my cell, I know there are people out there following in my footsteps, and it brings tears to my eyes, because I know the pain they are feeling.",
    "page": "Page 32",
    "source": "Behind the Walls, \"Is Narcotics Anonymous for you?\"",
    "content": [
      "Before we find NA and a path toward empathy and healing, a lot of us find jails first. Some of us follow predecessors into a life we see no way out of. Others of us just see opportunities to take advantage, to make money, and to get one more that leads us down a similar path--and we take them because we're addicts. We push away those who care about us. We end up desperately trying to gain control because we have completely lost it. We live in constant fear and shame and do whatever we can to suppress those feelings. We refuse help. We end up locked up. For many of us, this cycle repeats, over and over.",
      "Along the way, we get exposed to NA and life behind bars gives us time to consider our choices: We can continue down the path of self-destruction and harming others or we can follow one toward healing that is available to any addict through the Twelve Steps. We opt for the latter and begin to follow different predecessors. We are shown empathy by our fellow recovering addicts--through H&I, at NA meetings run by other inmates, or when just a couple of us get together and make a meeting. We work a program in whatever way we can. Our hearts open, particularly to those we're locked up with who we see struggling with their disease. We think of those from our past who are still running. We pray they find the hope and freedom that we've found.",
      "Word travels fast inside, so it's no secret that we're in recovery and available to help. We do our best to draw people to us, instead of pushing them away. We try to be a good role model, and when the opportunity strikes, we reach out to the still-suffering addict. We seek healthy companionship and solidarity with one another. We empathize with the pain of each other's pasts and with the struggles recovery entails."
    ],
    "thought": "I will take whatever actions I can to help others find and stay on the path that I have found. Two addicts make a meeting, and I will be one of them. I will let another addict know, \"You never have to use again.\"",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}