{
  "02-09": {
    "date": "9 FEBRUARY",
    "title": "Purpose and Responsibility",
    "quote": "Groups have come together to form service bodies that help them achieve their primary purpose. Service bodies have formed workgroups, boards, and committees to accomplish the tasks that support the groups.",
    "page": "Page 42",
    "source": "Guiding Principles, Tradition Nine, Opening Essay",
    "content": [
      "In our service bodies, we embrace Tradition Nine when we regularly consider our responsibilities to those we serve. By maintaining H&I panels, hosting recovery events, and furthering NA's reach in other ways through public relations efforts, we make it possible for groups to focus on providing an atmosphere of recovery for members. The purpose of our service bodies is an extension of our groups' primary purpose.",
      "In our personal recovery, considering the relationship between purpose and responsibility can be helpful, too. When we are in a meeting, for example, we might have several reasons for attending. We show up for our own recovery, to carry a message, for coffee or tea, or to see whether that cute person who was there last time came back. Whatever our reasons, thinking about purpose can help us practice responsibility. The meeting exists to create an atmosphere of recovery, so our responsibility in that space is to contribute to that atmosphere. Even if the cute person does show up!",
      "The same is true for other areas of our lives. Family, work, school--each has a purpose that may or may not align completely with our own. However, there is usually a fair amount of overlap, so we can practice responsibility by attending to that portion of our purpose that aligns with where we are at. We practice responsibility by looking for the overlap in purpose and focus our energy there. The more we practice, the better we get."
    ],
    "thought": "Fulfilling my purpose involves being responsible. I will consider my responsibilities in each area of my life and try to act accordingly.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}