{
  "02-04": {
    "date": "4 FEBRUARY",
    "title": "Courage in the Face of Self-Doubt",
    "quote": "There are times when we must find the courage to be the lone voice on an issue or stand up for principle against a strong majority.",
    "page": "Page 37",
    "source": "Guiding Principles, Tradition Two, Opening Essay",
    "content": [
      "Tradition Two reassures us that, as individual members, we don't need to have all the answers. But sometimes we do have an answer to an issue that comes up in our group, and we're sure it's the right one. It's well thought-out. It's aligned with our Traditions. Its airtight adherence to our primary purpose of carrying the message is sharp as an axe blade. It's undeniably the right answer--except no one else seems to view the issue the way we do. The group's conscience seems to be veering away from logic, principles, and the spirit of NA. So, do we go with the flow or make waves?",
      "When we were using, many of us lived by the old standby \"go along to get along.\" Even though we may not have agreed with what was being said or done by those around us, we lacked the courage to stand up for ourselves, our beliefs, or other people. Working a program helps to reveal what our convictions are and how they're aligned with NA's. In a group situation where going with the flow might be the easier choice, we, first of all, check our motives honestly to make sure we're driven by our common welfare and not our ego. We ask our Higher Power to help us find our voice, shaky as it might be in the face of a strong majority. Courage is the strength to stand up for what we believe in.",
      "Courage helps us beat back self-doubt and fears of disappointing or angering others. It keeps us engaged, even open-minded, when our \"right\" answer is, in the end, sidelined by the majority. Humility can steady us, no matter which way it goes. And, once we find the courage, we can continue to be emboldened to keep using our voice and standing up for principles, while inviting in a Higher Power to influence our group decisions and staying out of the result."
    ],
    "thought": "I ask for the strength to practice courage to change the things I can. I know what I believe in and will have the courage to stand up for it--and the willingness and humility to accept the outcome.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}