{
  "02-06": {
    "date": "6 FEBRUARY",
    "title": "Unconditional Love and Step Five",
    "quote": ". . . many of us have looked up and seen unconditional love in the eyes of the person hearing our Fifth Step.",
    "page": "Page 39",
    "source": "It Works, Step Five",
    "content": [
      "From addict to addict, sponsor to sponsor, sponsee to sponsee, there's nothing in NA that all of us experience the same way. There's the popularized, or even idealized, notion of how things should go, and there's how they actually happen. Many of us resist Step Four because of Step Five. The thought of being that vulnerable with someone is scary. And when we hear those wonderful stories of members reading their inventories to their sponsors and immediately feeling relief and acceptance, we may feel more intimidated than reassured. Many of us do have a sponsor whose eyes reflect unconditional love and who says all the right things. But what about tomorrow?",
      "Like all other spiritual principles, unconditional love takes work. It's not a snap-your-fingers moment, a switch we turn for the perfect moment that stays bright without fail. NA provides a place for all of us, a place where any addict can find hope. We deserve the love of the Fellowship, yet that requires the individual effort of members. Unconditional love is more than merely loving someone for who they are regardless of . . .",
      "In the sponsor-sponsee relationship, loving is more than just accepting. A sponsor shared, \"Unconditional love says that I will invest in your growth, no matter what. I intentionally decide to invest in someone regardless of who you are or what you've done. We all deserve that. I also have to be working on myself to loosen and remove the conditions on love that my life experiences have placed there.\" We don't do it perfectly, and how we express unconditional love isn't uniform from addict to addict or from day to day.",
      "Accepting the unconditional love that's offered also takes work. For many of us, the Fifth Step is an opportunity to do just that. Perhaps even more so, it's the day after, when we call our sponsor and they're there for us, just like yesterday."
    ],
    "thought": "Love is a decision that needs to be made over and over again. I'm willing to take action about that decision today regarding a fellow member and unconditionally express love as best I can.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}