{
  "02-02": {
    "date": "2 FEBRUARY",
    "title": "Pushing through with Perseverance",
    "quote": "As new things are revealed, we feel renewed. We need to stay open-minded and willing to do that one extra thing . . .",
    "page": "Page 35",
    "source": "Basic Text, Chapter 10: More Will Be Revealed",
    "content": [
      "Though not all of us arrive in NA with tons of willingness and enthusiasm to change everything about our lives, we tend to be open enough to try something different. We're here, aren't we? So we might as well take that \"90 meetings in 90 days\" suggestion. We get a home group and take on a commitment. We greet newcomers. With some effort and perseverance, we begin to work a program and to feel better, even renewed.",
      "In time, many of us get to a point where those feelings of renewal get old. The well dries up. We aren't having daily epiphanies of self-realization. Our life is more stable, sure, but is it still getting better? Do we have to keep doing the NA \"same old, same old\": hearing the same shares, reading the same literature, drinking the same weak tea or bitter coffee?",
      "\"Don't leave before the miracle,\" we've heard our fellow members say time and again. While many of us don't believe in miracles, per se, our experience has shown us that if we stay--stay in the room, stay open-minded, stay available to another addict, stay clean--our lives will continue to improve. And we will be better prepared for those times when life's unpredictability presents us with challenges.",
      "We never know where we're going to hear just what we need to help us through our next phase of recovery. It's often in the meeting we really don't want to go to, the speaker we've heard a thousand times, or the phone call we begrudgingly answer. We may not have even noticed that we were stuck until a message moves us into action. When we can push through our resistance, especially when it comes to helping others, we reap enormous benefits for our spiritual growth. The miracle of this program is continually revealed to us through our perseverance."
    ],
    "thought": "Today I'm going to find that one extra thing to do and have faith that I'll be reenergized in my recovery. Whether or not I feel that rush of renewal, I'll do it again tomorrow. And the day after that.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}