{
  "02-08": {
    "date": "8 FEBRUARY",
    "title": "Willing to Walk in Faith",
    "quote": "When we show up for life with willingness and an open mind, the next right thing tends to present itself.",
    "page": "Page 41",
    "source": "Living Clean, Chapter 3, \"Spirituality Is Practical\"",
    "content": [
      "\"I have a full, rich life in recovery,\" a member shared to knowing nods. \"But I'm facing some decisions about what comes next for me. I'm willing to do the next right thing if only I knew what that is. The options are all good, so how do I figure out what God's will is for me?\" After the meeting, some more experienced NA members offered their insights on Steps Three and Eleven.",
      "\"I would freak out trying to know, really know, if my choices aligned with my Higher Power's will,\" one member shared. \"I was told: 'If you're looking for a burning bush, you're going to be disappointed.'\" When we're dealing with clear-cut questions of right and wrong--Should I steal this candy or pay for it?--the next right thing is obvious. But looking for one correct response to life's multifaceted dilemmas can be paralyzing. The member continued, \"I came to understand that Step Three is all about my decision. My willingness to work the rest of the Steps is that decision in action. My job is to show up, be willing, and do the work in front of me. So long as I'm plugged into the Steps, I can trust my intuition.\"",
      "\"I used to pray to know God's will for me, too,\" another member confessed. \"My sponsor pointed out that self-centeredness had distorted my hearing: Step Eleven isn't about me. It's about us.\" She went on to explain how a focus on us broadened her perspective. \"It changed my outlook and influenced how I pray and meditate. That made it easier to live by principles and to listen to my heart, trusting that my choices would enrich my ability to serve.\" Viewing life through a wide-angle lens puts our decisions within a larger context filled with love, support, and service. When we practice willingness and awareness, even our missteps expand our usefulness to others.",
      "When we're spiritually fit, doing the next right thing doesn't have to be complicated. We find the willingness to walk in faith, knowing that we'll be alright. People like saying, \"When one door closes, another opens.\" As NA members, we become better equipped to navigate hallways with multiple doors, some leading nowhere, others to new worlds, and all of them preparing us to serve."
    ],
    "thought": "I am willing to be guided by my Higher Power today. I will make principled decisions and take positive action, secure in the knowledge that my service will be enhanced.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}