{
  "02-05": {
    "date": "5 FEBRUARY",
    "title": "Harmony and Our Common Good",
    "quote": "We can come to these relationships in a spirit of harmony and love, or from a place of suspicion and fear.",
    "page": "Page 38",
    "source": "Guiding Principles, Tradition Twelve, \"In Service\"",
    "content": [
      "In any society, including Narcotics Anonymous, there's a natural tension between addressing the common good and getting our individual needs met. That tension may be more pronounced in a society made up of addicts who are trying to stay clean. We each live at the center of our own world, each with our own intricate history and collection of uniquely expressed defects of character--and assets too, lest we forget. The delivery of our NA message of hope depends in part upon the relationships that we create, nurture, and sustain among us. This is an extraordinary and sublimely beautiful challenge.",
      "Unity takes up this challenge for the common good of NA. This means we prioritize carrying the NA message over our individual desires and our personal opinions of other members. We commit to the conscious action of coming together for a common cause. We serve with members we dislike or have valid cause to distrust, as well as those we find appealing and trustworthy.",
      "Harmony is the recognition and appreciation that there's reverence and beauty in facing the challenges to unity. It's what we mean when we say, \"I get to practice unity, instead of I have to.\" Or we don't practice it, and we run the risk of alienating our fellows. Harmony emerges when we practice unity despite our differences, and we try to do this with a sense of serenity and peacefulness. It's the essence of \"we don't have to like each other to work together, but we have to love each other.\"",
      "In service, conflicts sometimes arise. Aggression and retreat are absolutely natural reactions in the face of conflict, but they don't solve it. It takes effort to practice the principles of love, compassion, and understanding in harmony with unity, responsibility, and interdependence."
    ],
    "thought": "I will look for opportunities--especially in service work--where I can bring a spirit of harmony to my relationships. I get to do this. I get to.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}