{
  "02-07": {
    "date": "7 FEBRUARY",
    "title": "Recovery Makes Us More Resilient",
    "quote": "As we progress, we learn that we can always begin a new journey in recovery, and we can start over whenever we need to. We don't need to blow up our lives to get a fresh start.",
    "page": "Page 40",
    "source": "Living Clean, Chapter 3, \"Spirituality in Action\"",
    "content": [
      "Life on life's terms comes with some inevitable setbacks. Recovery gives us choices about how we deal with those occasional stumbling blocks or misfortunes. Do we summon our inner drama queen, back ourselves into a corner, and turn a minor setback into a full-blown catastrophe? Sometimes, yes. And, sadly, relapse can be part of that story.",
      "Fortunately for us, recovery makes us more resilient. We learn we can reset our attitude instead of resetting our cleantime. We're reminded that change is the only constant. Life's challenges don't end when we get clean. Rather, we learn to respond to change and challenges in a different way, summarized by one member: \"Get knocked down three times? Get up four.\"",
      "Early on, it may have taken a toxic relationship or some regrettable financial mismanagement for us to reach for the reset button. Our tolerance for emotional pain or spiritual disconnection lessens over time, however. Our setbacks are less dramatic because we're quicker to get into the solution. We accept new realities more readily. Instead of resisting the storms of life, we learn to bend with the wind.",
      "The Twelve Steps offer us a spiritual path through life. It crosses the same rough terrain, but we become more sure-footed. We navigate the obstacles and have the courage to explore uncharted territory. With the support of our fellow members and our Higher Power, we may stumble, but it gets easier to get back up. With the hope that our best days are ahead and the courage to make that so, we dust ourselves off and continue on our journey."
    ],
    "thought": "I will recognize the sources of my resilience today and be grateful for all that contributes to my ability to put one foot in front of the other.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}