{
  "02-11": {
    "date": "11 FEBRUARY",
    "title": "Strategies for Optimism",
    "quote": "Being spiritually awake, we can see the miracles that surround us, even when life is difficult.",
    "page": "Page 44",
    "source": "Living Clean, Chapter 7, \"Awakenings\"",
    "content": [
      "Optimism is one of those spiritual principles that, perhaps too simplistically, gets merged with a personality trait. It's true that some of us easily see the positive side of things because that's who we are. But more of us are wired differently. For those of us who aren't born optimists, we can use optimism as a strategy to shift our perspective. It takes effort-- sometimes enormous effort--to open our eyes to see life's bounty and beauty during dark times.",
      "\"To me,\" a member wrote, \"optimism means that even if I don't see a light at the end of the tunnel, I can keep checking to see if one appears. And the 'miracle' is that it eventually does, even if it's tiny.\" Because we risk rejection and disappointment by doing so, it takes courage to keep peering into that darkness.",
      "Optimism can sometimes be found when we take a moment to look outside our own woes. \"When I can't discern the good in my own life,\" wrote another, \"I look at someone else's. I see the road they've traveled and their transformation against all odds. Sometimes it takes one breath to shift my perspective, other times I need a crowbar.\" When we look only at ourselves, we're self-obsessed--obsessed with what was taken away from us or what we never had.",
      "Some of us find our optimism strategy in the simple benefit of the gratitude list. Or it's allowing others to care for us in our time of need, rather than driving them away with our indulgence in \"I got this\" or \"poor, poor me.\" Or it's prayer, an expression of trust in our Higher Power. Optimism alone can't save us from utter despair or self-destruction. We need perseverance, hope, and lots of gratitude. One addict put it like this: \"The only way to have what I want is to want what I have.\""
    ],
    "thought": "I'm relieved I don't have to be an optimist to practice this principle. I will make every effort to see the miracles around me, or at least I can commit to finding strategies that help me to keep looking.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}