{
  "02-18": {
    "date": "18 FEBRUARY",
    "title": "Making Room for Humility",
    "quote": "Understanding that we are not unique is a good indication of humility.",
    "page": "Page 51",
    "source": "It Works, Step Seven",
    "content": [
      "The disease of addiction turns us into masters of self-deception. A distorted view of the world might convince us that we're smarter than the average addict. When we're new to Narcotics Anonymous, this outlook can keep us separate from everyone in the room and lead us right back out the door.",
      "The pain of stubbornly holding on to our perceived uniqueness can keep us stuck in isolation. As one member found, \"Eventually the pain was great enough, and it didn't matter how different I thought I was from everyone else. I was an addict, and if I didn't want to die, I had to start doing some work.\"",
      "Step Seven shows us that in surrendering the defect of denial, we can let go of arrogance and pride, creating room for humility and identification within the Fellowship. We can see our humility grow when we can sit in a meeting and naturally hear the similarities rather than our differences.",
      "When we trust a loving Higher Power to remove our shortcomings, we begin to make space for our true selves and develop a sense of our place within an NA community. Regardless of how long we have been clean, how old we were when we got here, or our career status-- we remain teachable. The gift of humility allows us to learn how to ask for help and take suggestions.",
      "Sometimes, even with years clean, we can convince ourselves that \"our case is different\" or \"we are the exception.\" Calling our sponsors, regularly attending meetings, and continuing to practice spiritual principles remind us that we share the bond of addiction, as well as a common solution in NA. Whether we think we are \"nowhere near that bad\" or \"the most flawed person in the room,\" we eventually find a place where we can be right-sized by continuing to work the Steps."
    ],
    "thought": "Today I will be grateful for freedom from the sharp edges of my uniqueness and find opportunities to identify with my fellow addicts.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}