{
  "02-17": {
    "date": "17 FEBRUARY",
    "title": "Open-Mindedness Keeps Us Teachable",
    "quote": "The principle of open-mindedness helps us to remain teachable, and to look for teachers all around us.",
    "page": "Page 50",
    "source": "Living Clean, Chapter 5, \"Being a Parent\"",
    "content": [
      "When we read \"Just for Today\"--as we do at many meetings--we're reminded to cultivate a better perspective on life. Open-mindedness is one of the keys to attaining this improved outlook. Without an open mind, we limit ourselves to what we already know. As one member pointed out, \"If I knew how to fix myself, why would I come to NA?\" Knowing we don't have all the answers can be a real asset. Such humility helps us to stay teachable.",
      "In addition to looking within, we can find lessons and teachers in our experience and all around. Desperation, no matter the degree, can be a teacher. It has a way of opening our minds to the possibilities recovery has in store. When we're open to finding teachers, we're quicker to detect life's guardrails and correct course to avoid some of the harshest lessons. When things don't go our way, open-mindedness helps us find opportunities to stretch ourselves. New ideas seem less like a personal attack and more like a chance to increase our understanding. Instead of avoiding criticism, we seek to learn from it without getting defensive.",
      "Once we stop using and lose the desire to use, the job of finding a new way to live is a lifelong project we chip away at each day. It takes on new meaning as we mature in recovery. \"The new way to live I found when I was 20 and new to NA would kill me today,\" one member shared with a wink. \"I need to be in bed by ten!\" Regardless of our preferred bedtime, it helps to remain open and teachable if we want to continue to learn and grow. Life never stops offering new lessons. Instead of resenting life's twists and turns, we try to focus on what we can discover about ourselves as we navigate them."
    ],
    "thought": "I will stretch myself to consider perspectives that may be different from my own today. I will look at my challenges as opportunities for growth.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}