{
  "02-14": {
    "date": "14 FEBRUARY",
    "title": "Selflessness Brings Relief",
    "quote": "Practicing selflessness gives us relief from self-obsession.",
    "page": "Page 47",
    "source": "Living Clean, Chapter 5, \"Fellowship\"",
    "content": [
      "Our Basic Text states, \"Self-obsession is the core of our disease.\" When we look for evidence of this in our lives, most of us find plenty to go around. We see ample proof of self-centeredness and self-obsession in many of the thoughts, feelings, and actions that led us to the door of our first meeting. Coming to terms with the way our disease manifested itself in active addiction is a crucial component of the recovery process. We see much more as we stay clean and work a programlike how self-centered fear spirals into self-obsession and continues to manifest in recovery. And, thankfully, how selflessness can offer us some relief.",
      "\"Once I was able to stop using,\" one member wrote, \"the greatest freedom I've received in NA has been freedom from intoxication with my own thoughts and way of thinking, freedom from the self-centered me. I've been freed to care about others.\" Simple abstinence does not eliminate self-obsession; we get a better perspective on our lives when we get out of ourselves. One member was known to tell newcomers: \"If you feel lousy today, call another addict and ask how they're doing.\"",
      "When we focus all our attention on ourselves, we end up feeling bad. By shifting our focus to others, we usually feel much better about everything. Especially when we are helping a newcomer, we find plenty of reasons to be grateful for what we have. Instead of worrying (or obsessing) about our own desires, we try to practice care and concern for those around us. Selflessness doesn't even have to mean we disappear from the picture altogether--we simply turn our thoughts to others for a bit, and we experience some relief from self- obsession."
    ],
    "thought": "When self-obsession strikes, I will help another addict. It's that simple.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}