{
  "02-12": {
    "date": "12 FEBRUARY",
    "title": "Surrender and Tradition One",
    "quote": "Surrender to the First Tradition brings us to understand that we are part of something much greater than ourselves.",
    "page": "Page 45",
    "source": "Guiding Principles, Tradition One, \"Spiritual Principles\"",
    "content": [
      "When we heard the Twelve Traditions read aloud the first several times--maybe even the first 1,000 times--the First Tradition sounded like some sort of recovery jargon to our newcomer ears. Am I supposed to put NA's common welfare ahead of my own? Really? To many of us, \"common welfare\" was a new concept. Because we'd consistently been self- obsessed in our disease, we hadn't thought of ourselves as part of any whole, and that was fine with us.",
      "During our first days clean, the NA Fellowship's collective whole wasn't something we imagined being a part of or even caring about. In time, we began to surrender to the truth that we need each other to stay clean. We got a glimpse of the reciprocal relationship between personal recovery and NA unity. We realized that we're part of a worldwide Fellowship, made up of tens of thousands of groups, with literature available in scores of languages. Wow, all I wanted to do was quit using drugs!",
      "\"I can't, but we can\" underpins the First Tradition. As our recovery deepens, our capacity to surrender to the principle of unity evolves and becomes more fluid. Surrendering to the needs of the group takes precedence over our desire to get our way at whatever cost. Many of us who struggle with the idea of a \"god\" working in our lives can surrender to the idea that the power of the group supports us. We begin to understand how our investment in something greater than ourselves through service improves our own lives and increases our feelings of self-worth. And something as basic as seeing a keytag with its \"clean and serene\" message etched in an unfamiliar language becomes awe-inspiring to us."
    ],
    "thought": "As I continue to surrender in my recovery, I will take a moment to embrace the uncomplicated idea that I am a part of NA, just as NA is a part of me. I'll say a prayer for an addict who lives thousands of miles from me as a way to honor and practice Tradition One.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}