{
  "02-16": {
    "date": "16 FEBRUARY",
    "title": "Service and Carrying NA's Message",
    "quote": "Everything that occurs in the course of NA service must be motivated by the desire to more successfully carry the message of recovery to the addict who still suffers.",
    "page": "Page 49",
    "source": "Basic Text, Introduction",
    "content": [
      "Of all the spiritual principles in this book, service may be the most directly related to action. Sure, service has a place in our hearts, minds, and souls, but we aren't practicing this principle unless we are doing something.",
      "Our primary purpose in Narcotics Anonymous is service. Essentially, that means carrying the message of recovery to the still-suffering addict who can be any of us at any moment. Participating in service to other addicts, both on an individual level and within the Fellowship, helps us to keep each other and NA alive and thriving.",
      "We often say there are no \"musts\" in NA, but the Basic Text says otherwise in one of its earliest passages. Depending on who we are, where we are in our recovery, or even what we ate for breakfast that morning, we may find this direction--that all of NA service must be motivated by our primary purpose--either inspirational or distressing. Some of us may be more driven than ever to carry the message. Others may start to second-guess our motivations for service. We may get defensive at the absoluteness of the statement that \"everything\" we're doing \"must\" be motivated by the purest, most fundamental \"desire\" to help another. Really? All the time?",
      "Truthfully, the framework of NAthe Steps, Traditions, Concepts, and principlesare indeed oriented toward our singular purpose. Because of the simplicity of service as a principle and its reliance on action to practice it, showing up is all we have to do, really: go to a meeting and share what's going on, answer the phone when our sponsee calls, pitch in for the Seventh Tradition, fill the teakettle. We come early and stay late.",
      "Our purely motivated desire to carry the message won't always be there, but we take the action anyway. That's service in a nutshell."
    ],
    "thought": "Simply, I will carry the message to the still-suffering addict today with intention. I'll contemplate my level of desire--and practice willingness along with service.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}