{
  "02-13": {
    "date": "13 FEBRUARY",
    "title": "Opening Up to Understanding",
    "quote": "As with so much else that happens in NA, the free exchange of experience and ideas in an atmosphere of support and mutual respect leads to growth and understanding.",
    "page": "Page 46",
    "source": "Guiding Principles, Introduction, \"Group Inventory and Service Workshops\"",
    "content": [
      "\"It's like I had blinders on, dark sunglasses, and earplugs, too--oh, and tape over my mouth!\" a member shared. \"My view of life was so cloudy, dark, and narrow. And secretive. No information got in, and none came out.\"",
      "\"Same with me,\" another member responded, \"except for the tape. I had no qualms about opening my mouth and telling you whose fault everything was--and what your problems were, too!\"",
      "Before getting clean, we believed that no one else could understand our unique struggles and situations. Our poor coping and communication skills often secured our role as being woefully misunderstood members of our community. We judged others--sometimes internally, sometimes verbally, but always harshly--and we perceived that we too were harshly judged.",
      "Opening up our hearts to other members' struggles--and being vulnerable about our own--helps us heal the wounds we carried with us into the rooms of NA. When we become willing to have an honest dialogue about our ideas and hear other perspectives, we expand our self-awareness and can benefit more from the wisdom and experience of others. Allowing ourselves to be present creates an environment of mutual understanding and respect.",
      "\"Situations that once meant nothing to me now have deeper meaning,\" the first member said. \"My understanding of something greater than myself continues to evolve. My outlook on life is way more expansive.\"",
      "\"Yeah, NA has opened my mind in ways I never could have imagined,\" said the other. \"And sometimes I even keep my mouth shut.\"",
      "Feeling loved--and understood--changes us."
    ],
    "thought": "Today I will shed the blinders, dark glasses, and earplugs. I'll be open. I'll listen. As for the mouth tape, I'll evaluate each individual situation as to whether or not I need to leave it right where it is.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}