{
  "02-15": {
    "date": "15 FEBRUARY",
    "title": "Compassion Rather than Judgment",
    "quote": "When we see someone acting out on a defect that we have acted on ourselves, we feel compassionate rather than judgmental, for we know just exactly how much pain such behavior causes.",
    "page": "Page 48",
    "source": "It Works, Step Six",
    "content": [
      "We rarely forget the pain of using drugs and the havoc it caused. However, our memories can be a lot shorter about the pain and havoc we've caused ourselves and others by acting out in other ways. Being overly controlling in meetings and overly sensitive at work. Perfectionism. Keeping secrets. Getting in fights. That trifecta of lying-cheating-stealing. Defensiveness! Witnessing such conduct in our fellow recovering addicts--and the pain it causes--often makes us bonkers, but who are we really judging?",
      "\"You spot it, you got it,\" a fellow wryly points out. Oh, right. It's us.",
      "Remembering this simple statement about how judging another is frequently rooted in discomfort with our own behavior hopefully will curb our negativity and instead awaken our compassion. Being able to find compassion for others who are acting out on their defects, especially when we have those same flaws, demonstrates considerable growth. This is the intersection between humility and compassion. We know firsthand that such behavior is the result of pain, not just the cause of it. As we develop spiritually, we begin with forgiveness-- for ourselves as well as for others--which gives way to empathy. We can then be more loving and accepting. We can be helpful. Whether it's observing an addict on the street doing what addicts do to get another, a member relapsing over and over, or an experienced member stomping out of a business meeting, we can draw on our own experience and find compassion.",
      "Our journey of self-discovery deepens when we realize the reciprocity between having compassion for ourselves and receiving the compassion of others and then giving it away."
    ],
    "thought": "Next time I'm disturbed by another member's actions, I'll look inward. I will choose to show compassion for the still-suffering addict because I was there once too--and will be again.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}