{
  "02-10": {
    "date": "10 FEBRUARY",
    "title": "Loving Ourselves",
    "quote": "My sponsor was one of the people in NA who loved me until I could love myself.",
    "page": "Page 43",
    "source": "Sponsorship, Chapter 1, \"A cornerstone of the Narcotics Anonymous program\"",
    "content": [
      "Many of us came to the rooms of NA battered and broken apart, full of secrets we planned to take to the grave. We couldn't keep a job. Our health was terrible. We couldn't bear to see that look in our parents' eyes one more time. But, hey, we're clean now. Yes! We are done with using and more than happy to move on.",
      "But what's this \"secrets keep you sick\" thing we keep hearing? We just want to put the past behind us, and instead, we're encouraged to tell some sponsor about it? We can share some of it, but not that. Oh, hell, no! No one can ever know that. And \"loving ourselves\"? Does that mean I have to look in the mirror and say nice things? Is this a requirement?",
      "For many of us, our sponsor is the first--and perhaps only--person who hears about our darkest actions toward others, our insane thoughts and behaviors, and our deep pit of self- destructiveness. The shame and self-hatred we feel are met with empathy and patience. Our sponsor's loving response and commitment to loving us helps us to understand, a bit at a time, that we are deserving of love. We start to organize the mess we made of our lives as we work the Steps. We know we can tell our sponsor anything, and we know we have to in order to stay clean.",
      "Gazing at ourselves in the mirror and blowing loving kisses at our reflection is not a requirement of NA membership. But, after sustained exposure to the love and acceptance freely given to us by our sponsor, the thought of doing so might make us far less uncomfortable than it would have on day one."
    ],
    "thought": "I will thank my sponsor for loving me unconditionally. Today I truly can say that I am on the road to loving the person I've become in NA.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}