{
  "02-22": {
    "date": "22 FEBRUARY",
    "title": "Building Trust through Intimacy",
    "quote": "Having honest, open dialogue with our sponsor brings us to a new level of trust. As we experience intimacy in that relationship, our ability to be intimate with our partners and with others increases as well.",
    "page": "Page 55",
    "source": "Living Clean, Chapter 4, \"Sex\"",
    "content": [
      "It's impossible to paint all recovering addicts with the same brush when it comes to our experiences with relationships. To state that we are all permanently damaged and have never had a healthy relationship or experienced intimacy is an overstatement. What we can say is that most of us are shut down when we get to NA. We bear scars from unhealthy relationships. Many of us are certain that sustaining a romantic partnership or being the parent our kids deserve (and vice versa) are impossibilities, considering the injury and chaos we've caused. We don't want to get too close to anyone for fear of rejection. Trusting people? Being honest about our feelings? No way.",
      "If intimacy is a spiritual principle we value and a quality we want to bring to our relationships, then we need to practice it. We must surrender to learning new skills and refining existing ones: being honest, sharing feelings, owning our part, listening to and integrating feedback into our behavior, and accepting where our partner is in their growth. Ideally, the relationships we forge in NA allow us to explore intimacy in a safer environment than what we're used to--with other recovering addicts who are striving to do the same.",
      "For many of us, it's the relationship with a sponsor guiding us through the Steps that inspires us to know ourselves more intimately and to experience intimacy with others in new ways. However, this role isn't limited to our sponsor. As we start to open up, we may find multiple members we can learn to trust.",
      "We addicts may bear the scars from previous attempts at trusting others, but not all scars are permanent."
    ],
    "thought": "I will make today a day of healing from my past relationships. I will do this by being willing to share intimately with someone I can trust.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}