{
  "02-25": {
    "date": "25 FEBRUARY",
    "title": "Gratitude as a Practice",
    "quote": "One of the ways we express our gratitude for the gifts of recovery is to help others find what we've found.",
    "page": "Page 58",
    "source": "Just for Today, \"Giving it away,\" January 30",
    "content": [
      "During our first days of being clean, who of us is contemplating the intangible gifts of recovery? Nobody, that's who. We are thinking about making it through the day without using. We're focused on ourselves and how we are going to get through the pain, uncertainty, and shame.",
      "As the weeks and months pass, the physical, emotional, and spiritual gifts of recovery become more evident, and we find ourselves feeling grateful for the journey we have begun and for the people who have helped us. Some say that a grateful addict will not use. So far, that's turning out to be true, though we know it's not a guarantee.",
      "We also hear that gratitude is an action. A member put it like this: \"Gratitude isn't just a feeling we bask in or a state of being we pay lip service to. Walking around feeling grateful we're clean and for the gifts of recovery is fantastic, but gratitude is less meaningful without evidence of its expression.\" It's an action, as well as an awareness and an attitude, which means that it's something we do--and practice.",
      "There is perhaps no truer or more practical expression of gratitude in NA than helping another addict find or rediscover their path in recovery. If one of the most common manifestations of the disease of addiction is self-centeredness, naturally one of the ways we counteract that is by being there for new members or any member in need. There is a symbiotic relationship between gratitude and service, between expressing our gratitude through supporting others and staying clean ourselves. As we say in NA, \"We can only keep what we have by giving it away.\" And on a day when we're feeling ungrateful, which happens to all of us, we can do something about it. We can remove our attention from ourselves and focus it on someone else.",
      "Expressing our gratitude is a skill, too. We develop it over time and rely on it to keep our disease in check. Truly, this is one of the greatest gifts of recovery."
    ],
    "thought": "Today I will express my gratitude in the most fundamental NA way: I will seek opportunities to help another member. I want to keep what I have, so I can continue to give it away.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}