{
  "02-23": {
    "date": "23 FEBRUARY",
    "title": "A Crash Course in Hope",
    "quote": "While abstinence is the beginning, our only hope for recovery is a profound emotional and spiritual change.",
    "page": "Page 56",
    "source": "It Works, Step One",
    "content": [
      "Being new in NA is a crash course in hope. At first, our hope only needs to last as long as the distance to our phone. When that obsession to use clouds our commitment to staying clean today, will we call a new friend in NA or our dealer? We hope for the former, but most of us, in early days, have reservations. Do we even want to stop using? Can we? In a meeting, someone shares, \"HOPE is an acronym for Hold On, Pain Ends.\" Yikes, more like Hell On Planet Earth!",
      "Others of us are sure that we're done, done, done with using forever and ever and ever. But then we're told by someone to slow our roll, as it's \"just for today\" around here. If that's the case, do we even dare to hope for a better life beyond the one we can see for tomorrow?",
      "Soon we hear, and eventually absorb, the idea that abstinence does not equal recovery. \"Our disease doesn't just manifest physically in our reliance on drugs and messed-up behaviors,\" an NA member clarifies. \"It's mental, emotional, and spiritual, too. So, we need solutions that touch all of it. When we stop using, it's merely the start of our recovery.\"",
      "Our HOPE evolves to a deeper version: Hearing Other People's Experience. We transition from merely wanting some short-term relief from our obsessions and destructive behaviors to desiring significant change in other areas of our lives that we believe might be possible, based on observations of other members' long-term experiences. They did the work. So can I.",
      "We don't passively hope for a meaningful recovery beyond abstinence. We treat our addiction with the program and principles of NA. We learn to let go of our self-obsession and embrace humility through working Steps. Application of the Traditions in our lives leads us to contribute to the greater good of NA and our communities. HOPE becomes Helping Other People Everyday."
    ],
    "thought": "Hope helps me to be abstinent today. As I continue to treat my whole disease with vigilance and perseverance, I will keep hope alive, deepening and sustaining my recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}