{
  "02-29": {
    "date": "29 FEBRUARY",
    "title": "Moving through Recovery with Grace",
    "quote": "When dancers move through space with intention and beauty, we say they are graceful. In the same way, when we move through our lives with intention and gratitude, we demonstrate grace; when we crash from one self-willed experience to another, creating damage and confusion, we are disgraceful.",
    "page": "Page 62",
    "source": "Living Clean, Chapter 7, \"Awakenings\"",
    "content": [
      "\"Disgraceful?\" That's a bit harsh! But if we're using dance as a metaphor for how we move about our lives, then all that crashing and thrashing will certainly result in injuries and, very likely, several of the other dancers in the company (family, NA members, coworkers) will get hurt as well.",
      "If we extend the metaphor further, the NA program is our choreography--Steps, how perfect! We dance all twelve seriously and in order, with intention and purpose. We attend meetings and do service (more choreography). We listen to and are moved by the music (our literature, the shares in meetings). We attend to rhythm, pace, and breath (spiritual principles) to stay on track. We are the artists, so each of us develops our own unique interpretation of the dance. We recovering addicts are always honing our craft, interpreting, trying to serve the higher purpose of staying clean, practicing principles, and guiding newer dancers through the Steps. Grace(fulness) works when we work it.",
      "But who is the choreographer in this metaphor? Is it our Higher Power, our sponsor, our predecessors? Perhaps a combination of all three, depending on the particular dance. It doesn't matter who--as long as it isn't our egos. When that takes over, and we worry about what the audience thinks of us, rather than focusing on the art of living clean, that's when we stumble or miss our Steps--and, yeah, then we get kind of disgraceful. That's what got us in this dance company in the first place, isn't it?"
    ],
    "thought": "I may not always strike the right rhythm in recovery, but when my focus is more on serving a greater purpose than having things my own way, I still might fall--but will ultimately land on my feet, like a cat. But that's a metaphor for another day.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}