{
  "02-20": {
    "date": "20 FEBRUARY",
    "title": "In with Generosity, Out with Fear",
    "quote": "Generosity is an antidote to fear, and when we give freely, our hearts are filled.",
    "page": "Page 53",
    "source": "Guiding Principles, Tradition Seven, Closing Reflection",
    "content": [
      "Addiction is a greedy disease. Even without drugs, it leaves us looking outside ourselves for fulfillment. We buy too much (or steal!), overindulge, siphon off, and manipulate our way into more. More ego, more material possessions, more people, and, ultimately, more debt and more unhappiness. The fear that we won't get what we want plagues us. We hunger, we consume, yet we aren't filled. If more won't fulfill us, what will?",
      "We hear a lot in meetings about gratitude being a spiritual antidote to fear, but have we thought about generosity as another? If gratitude is expressing our thankfulness, then generosity is a demonstration of that gratitude. In times of pain, difficulty, or even complacency, one ideal default strategy is generosity. When in doubt or in self-centered fear or self-obsession, we tell each other, \"Reach outside yourself and give. Be of service. Call another addict. Get a commitment. Up the dough we throw in the Seventh Tradition kitty. Contribute.\"",
      "Practicing generosity by contributing to NA does more than fill our hearts. It gives us perspective, too, and reminds us to be humble. We ask ourselves: How can I be useful? Instead of armoring up with fear or indifference, we connect to others through our actions. Generosity isn't dependent on our fearlessness. It's being willing to give of ourselves even if we don't know how to perform the commitment perfectly, say the perfect thing, or put in the perfect amount of time or money.",
      "\"I think about generosity in terms of freedom. It's a physical as well as an emotional shift,\" an addict shared, demonstrating with their body. \"Fear is closed off and protective, grasping and hoarding. When we're generous, we're open. The channels of mutual giving are unblocked, we're exposed to each other, and we're freer and more fulfilled because of it.\""
    ],
    "thought": "I'm willing to focus on giving as the way out of my fear and self-centeredness today. I'll let the spirit of generosity fill my heart and share love and gratitude with another addict.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}