{
  "02-21": {
    "date": "21 FEBRUARY",
    "title": "Faith Provides Shelter from the Storm",
    "quote": "I know that faith in my Higher Power will not calm the storms of life, but it will calm my heart. I will let my faith shelter me in times of trouble.",
    "page": "Page 54",
    "source": "Just for Today, \"Faith,\" January 11",
    "content": [
      "Most of us have heard it said that \"none of us gets here by accident.\" It wasn't exceptional skills for handling life on life's terms that got us here--it was unmanageability. Working Step One helps us to see how addiction creates chaos in our lives and shows us how we can begin to gain some freedom.",
      "Some of us, while floating on that early-recovery pink cloud of hope, might prematurely celebrate the end of all the drama in our lives. We might rush off and make amends to our families--or our exes or virtual strangers--eager to let them know that our problems are all in the past now.",
      "Then, life gets tough and reality sets in again. We are let down by people and institutions we think we should be able to respect. Rent is too high. We get sacked from our job for no reason. A public health crisis occurs. On top of that, our favorite television series is canceled. The injustice of it all! And our stepwork doesn't stop any of it from happening.",
      "Our disease creates unmanageability in our lives, sure--and arresting the disease by working Steps can help us put an end to our needless, self-inflicted suffering. However, not all of the messes in our life are self-created. No amount of stepwork or meditation will prevent us from ever experiencing loss, sadness, rage, frustration, and other unpleasant feelings; no amount of prayer will guarantee freedom from unpleasant encounters with coworkers, family members, or random people in traffic.",
      "We may not know how to react to every new type of weather pattern that comes our way. Still, the freedom from our self-made storms that we gained by working Steps is a source of faith: We can endure all sorts of chaos and nonsense by getting right with ourselves and our Higher Power. Things might not go our way, but we can still go with the flow."
    ],
    "thought": "The current crisis--whatever it is--will pass. If the problem is one of my own making, the Steps will help me get through it. If the problem is not one of my own making, the Steps will help me get through it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}