{
  "02-24": {
    "date": "24 FEBRUARY",
    "title": "Learning to Trust",
    "quote": "We do not have to understand this program for it to work. All we have to do is to follow direction.",
    "page": "Page 57",
    "source": "Basic Text, Chapter 8: We Do Recover",
    "content": [
      "\"Oh, that's 'ALL we have to do,' is it?!\" we mutter to ourselves. \"I'm supposed to trust these folks and do something I don't understand? Yeah, right.\" We learn to recognize this voice of our internal cynic. Sometimes we hear from an entire committee of smartasses living between our ears! Call it what you will--the disease, the committee, or an inner demon--it tries to sabotage our recovery from the start. We learn to talk back to that voice, thank it for sharing, and then seek better counsel from other members.",
      "The members we consult may tell us: \"If you want what we have, do what we do.\" When we balk at the idea of relying on others, as many of us do, we're reminded that it wasn't so long ago that we'd hand our money to a stranger, trusting they'd return with drugs. Despite our resistance, we find ourselves desperate enough to follow the lead of those who came before us. Some of us start by nibbling at the edges of their advice; others swallow it whole. Either way, we can see the value of taking action. We learn to act as if we trust the process, relying on blind faith instead of trying to grasp why and how. \"Understanding is overrated,\" a wise new friend suggests. \"'Figure it out' is not an NA slogan.\"",
      "It takes a measure of trust for us to come back for a second meeting, and then a third-- whether we were inspired by seeing stone-cold addicts who'd turned their lives around or we'd simply run out of options. It takes courage to take direction. We put one foot in front of the other, taking suggestions from a growing circle of support, and trusting that we're moving in the right direction."
    ],
    "thought": "I will take a leap of faith today, trusting that fate or instinct or an addict in recovery or some other power greater than me will steer me in the direction of my hopes.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}