{
  "02-26": {
    "date": "26 FEBRUARY",
    "title": "The Practicality of Step Three",
    "quote": "Many of us believe that every day we abstain from using, or take suggestions from our sponsor, we are taking practical action on our decision to turn our will and lives over to the care of our Higher Power.",
    "page": "Page 59",
    "source": "NA Step Working Guides, Step Three, \"Turning It Over\"",
    "content": [
      "Sometimes we get anxious about how we're faring in recovery. Are we doing enough to stay clean? Is our concept of a Higher Power crystal clear? Have we struck the right balance of NA versus life responsibilities? When was the last time we reached out to a newcomer--like really made an effort? \"Stop trying to do it perfectly,\" a member suggests. \"Just stop and turn it over.\"",
      "Just turn it over. Just?!",
      "The concept of \"turning it over\" to our Higher Power can be a tough one for many of us. We can be confused about what the \"it\" is that we're turning over, who/what we're turning it over to, and what \"turning it over\" is in the first place. Luckily, we have plenty of opportunities to explore this concept in recovery--we can answer all the questions in our Step Working Guides, we can discuss it with our sponsor, we can ask other members we trust about their experience, we can devour every passage on the Third Step to be found in NA literature.",
      "But let's all just take a moment and consider this: Since we are reading these words right now, we are clearly taking a practical action of turning our will over. Whether alone or with a group, we are in our Higher Power's will at this very second as we take in this moment. This is all-inclusive, whether we have tons of time clean or are wrestling with our recent relapse. Right now, as we are reading these words or hearing them read aloud by another member, we are having a spiritual experience. We don't have to force it or define it or wonder about it or control it. We can just reflect on it.",
      "So simple. So practical."
    ],
    "thought": "Right here, right now, in this moment, I'm applying the spiritual principle of practicality. I don't have to do anything else except acknowledge it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}