{
  "02-27": {
    "date": "27 FEBRUARY",
    "title": "Powerlessness Opens the Door",
    "quote": "When we admit our powerlessness and our inability to manage our own lives, we open the door to recovery.",
    "page": "Page 60",
    "source": "Basic Text, Chapter 4, \"Step One\"",
    "content": [
      "Practicing powerlessness as a spiritual principle may seem far-fetched to many of us. Admitting defeat is a concept we're very uncomfortable with. But what's ironic is that we're already practicing powerlessness to some extent by attending our first NA meeting. And, even before that, very likely we've had our moments of crying out to something to stop this madness, this pain, begging to get well, pleading to finally get to sleep, fearing the sun coming up or going down again, promising and bargaining another time, the last time, we swear it!",
      "The surrender of Step One is often terrifying for us because it's a threshold we can't easily back away from once we make ourselves truly vulnerable to it. Try as some of us might, we can't put the toothpaste back in the tube: We can't return to using and just forget that people like us are staying clean in NA. We admit that we're addicts, that we're powerless over our addiction, and that we cannot manage our own lives. We need power to survive, and we gain it with the help of other recovering addicts, a program, and a Higher Power.",
      "Practicing powerlessness is not a one-time occurrence; we are faced with embracing it over and over again. \"No, we get to do it over and over,\" a member reminds us from the podium. \"I used to feel so defeated by my powerlessness. But now that I have experienced some relief from active addiction and the benefits of getting this honest about my life, I see it as a source of strength and possibility: the possibility of recovery and a better life.\"",
      "Yes, we open the door to recovery. On some days, that door is flung wide open because we are wide open. On other days we can only muster a crack to let a bit of willingness flow out and our Higher Power flow in."
    ],
    "thought": "It's a relief to admit I'm powerless over my addiction--in whatever form it takes. I'll ask for help because my real power comes when I surrender.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}