{
  "02-28": {
    "date": "28 FEBRUARY",
    "title": "Reliability Matters",
    "quote": "We keep our commitments, and that matters to the people around us.",
    "page": "Page 61",
    "source": "Guiding Principles, Tradition One, \"For Groups\"",
    "content": [
      "For some of us, being a member of an NA group gives us our first taste of what it feels like to be reliable. When we are new, members urge us to come to the next meeting and come back clean. Group members remember us, seem happy to see us, ask us to share or take a commitment. We keep coming back--and whether we like it or not, people begin to rely on us. \"I was excited to be trusted by group members to carry on the work,\" a member shared. \"My end of the bargain was to do the work and serve the entire term.\"",
      "Even when we don't complete our service as reliably as we would expect of ourselves, serving in NA helps us get better, especially because we start to see the value of our contributions. \"Our group created some service positions for newer members to get them involved,\" a group wrote. \"When people miss the meeting, it's not a big deal. All the tasks get done. But the meeting feels so much more complete when everyone is there, doing their part. It's like music . . . you might not notice one or two voices missing from a choir, but when they're all there, it just sounds so much better.\"",
      "Our families and friends might feel a little skeptical or surprised about our developing reliability. It's discouraging when people don't believe in us the way our fellow members do, but it's our actions that matter. One member wrote, \"I heard someone say that 90 percent of recovery is showing up--bring the body and the mind will follow. That helped me show up for my commitment, and I used it to help me be there for my family and my job, too. People started to count on me. I began to feel like I mattered.\" Keeping our commitments changes the way people see us, but more importantly, it changes the way we see ourselves."
    ],
    "thought": "Reliability begins with showing up. I will show up for my life today, secure in the knowledge that I matter to others and to myself.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}