{
  "03-08": {
    "date": "8 MARCH",
    "title": "Responsibility, No Matter Our Cleantime",
    "quote": "We sometimes belittle the struggles we face as \"gold-plated problems,\" but if we ignore them we may get a \"gold-plated\" relapse.",
    "page": "71",
    "source": "Living Clean, Chapter 6, \"Finding Our Place in the World\"",
    "content": [
      "In Narcotics Anonymous, our primary purpose is to carry the message to the still-suffering addict. Cleantime doesn't make us immune to pain or problems, so any of us is eligible to be that addict on any given day.",
      "But what if the message seems to apply less to us than it used to? We get some time under our belts and our lives are progressing well. We acquire some of the trappings we associate with being a productive member of society. When our outsides look great and our cleantime anniversaries stack up, are our problems really that bad when we compare them to when we were using? Nah, we're fine.",
      "Quality problems. Luxury problems. Cadillac problems. Gold-plated problems. We've heard them all. But what we've also heard time and again is what happens when we don't deal with our problems. While our struggles today may look different from the ones we had while using or in early recovery, our disease remains the same. Left unchecked, it may lead us to relapse or to the all-too-familiar abstinent but miserable. Having time clean doesn't give us an excuse to avoid our problems, deny they exist, or be too ashamed to do anything about them. Yes, the newcomer is the most important person in the meeting, and there are others seemingly in worse shape than us who need our help. But belittling our own struggles helps no one in the end. Pain is pain, no matter who we are or where we are in our recovery. Just like at the beginning of our journey, we're likely to avoid our pain and our problems because we want to avoid taking responsibility. Change is hard.",
      "Luckily for us, the solution is still the same NA solution. Ultimately, we have to apply what we've learned in the past: We are addicts trying to stay clean a day at a time and worthy of compassion and support from our fellow NA members. Like always, it is our own responsibility to own up to our struggles, to ask for and accept help, to reengage with recovery, and to take action. Those solutions aren't gold-plated; they're solid gold."
    ],
    "thought": "won't put myself in a different category from other members. We are all the same, and we all need help sometimes. The solution is the same no matter how long I've been around here.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}