{
  "03-05": {
    "date": "5 MARCH",
    "title": "Free to Simply Be",
    "quote": "Letting go of the idea that we have to understand why things happen or how it all works frees us to have a spiritual experience without wondering if we're doing it right.",
    "page": "68",
    "source": "Living Clean, Chapter 2, \"Connection to a Higher Power\"",
    "content": [
      "Addicts are perceptive people, or so we like to think. When we were using, we could go somewhere we'd never been and easily find either a way to get drugs or someone to use with. Our intuitions and insights often serve us well in recovery, especially as the Steps help us to improve our ability to discern between the voice of self-will and that of conscience. Learning the difference can be a challenge since the disease talks to us in our own voice. Freedom from our disease depends on it. With practice and the help of other recovering addicts, we improve our connection to our intuition and our conscience. We gain the freedom to make better choices, and our lives improve.",
      "Trusting in the process--and in our conscience--can be scary. How can putting down the drugs make the obsession go away? How can we be sure our sponsor won't share our inventory with everyone? What happens if we let go of that defect that has been protecting us? We just don't like not knowing.",
      "Step Two in our Basic Text tells us, \"We can use this Power long before we understand it.\" One member shared, \"I've been staying clean on a Higher Power that I don't understand for over 25 years, and I'm starting to get okay with never knowing. It still works!\"",
      "No matter how perceptive we are, our perception is limited. There are wavelengths of light not visible to the human eye, pitches of sound not perceptible to the human ear. We cannot know the totality of things. When we get okay with not knowing, we can shift our focus to what we do feel, sense, and perceive in the present. We are free to be right here, right now."
    ],
    "thought": "It's okay if I don't know. I will enjoy the freedom to just be.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}