{
  "03-01": {
    "date": "1 MARCH",
    "title": "Self-Acceptance and Our Sense of Belonging",
    "quote": "We learn to accept and love who we are whether or not we feel like we \"match\" the people around us.",
    "page": "64",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "For so long, we wanted to be anyone else because we were uncomfortable in our own skin. Many of us felt like we didn't fit in anywhere. And it's no different when we first get to NA. We compared our insides to the outward appearances of others and drew the usual conclusions. All we could see were the differences--and no one looked like we felt. Not that we had a firm grip on who we were or even how we felt.",
      "As we observe in Living Clean, \". . . our identity was built on fantasy: who we could be, would be, should be, or even who we used to be.\" With precious little self-knowledge, it was difficult to build the bonds of human connections. Our ability to share with or relate to others was limited at best. We justified keeping other members at arm's length with assumptions based on old thinking and outward appearances. The outsides were what seemed to matter most. One member shared, \"I shielded the scared little girl inside with spikes and leather. I looked for others with similar armor, thinking maybe we could be alone together.\"",
      "In recovery, we learn to act our way into better thinking. We begin by emulating people we admire and picking up new behaviors that seem to fit. We do the next right thing, knowing that we don't have to feel okay to be okay. We learn to practice love as a spiritual principle by simply listening to our fellow members.",
      "Sometimes, we learn to love and accept others as they confront their greatest challenges-- the new member, the recent widow, the cancer survivor, the parents fighting for custody of their children. We relate to their insides: their grief, their struggle, their vulnerability as they share their pain. Moments like these bring us back to humanity. The conditions of our own brokenness may have been vastly different, but we connect based on feelings.",
      "We let go of our old ideas about fitting in or \"matching\" those around us. The basis for our connections shifts to higher ground. Who needs to fit in when we belong? We learn to practice love and acceptance of ourselves and others a little more fully in this safe harbor of belonging."
    ],
    "thought": "I will examine my ideas about fitting in and discard some old thinking. Today I will practice the principle of love by looking for opportunities to connect with other members.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}