{
  "03-02": {
    "date": "2 MARCH",
    "title": "Vigilance in Balance",
    "quote": "We hang on fiercely, mistaking the attempt to control all the variables in our lives for vigilance in our recovery.",
    "page": "65",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "As with character assets or defects, many spiritual principles have a flip side. Too much of a good thing can take us down an unintended path. Ideally, practicing vigilance is being reflective and real about our progress, monitoring our program's balance with outside responsibilities, and keeping an eye out for possible danger zones. But if we turn the vigilance coin over, we may find ourselves being fearful of change once again or desperately trying to puzzle out all possible scenarios of a situation before it even happens. \"I look at vigilance like a fence to protect myself from danger,\" a member quipped. \"I know I'm getting out of hand, hypervigilant even, when I'm constantly repainting the fence, fortifying it with more and more materials so that I can't see out and no one can see in, and then patrolling the perimeter 24/7. All I need, really, is the fence.\"",
      "Vigilance does not equal control. It's an awareness we can practice daily, reminding us of the severity of this disease and of the horrors of our last days of using. And, of course, this awareness extends beyond the past to our present: No matter how much time we have clean, we best serve our recovery and our well-being if we remain open and flexible. We keep members close who will help keep us accountable by alerting us if our fence has come down too low or is built too high to let anyone in.",
      "Even though we're clean today, we're still powerless over many things. We don't do ourselves any favors by having unrealistic expectations or being overly watchful of how others are working their program. We're not failing if we stray from practicing principles perfectly. We can't build an impenetrable fortress against danger, challenges, or change. Our goal is to stay clean today, take action on what's in front of us, and stay out of the result."
    ],
    "thought": "I will make sure to temper my vigilance with surrender, willingness, and open-mindedness. I'll take care of my \"fence\"--but I won't obsess about it. Not today, anyway.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}