{
  "03-06": {
    "date": "6 MARCH",
    "title": "Honesty and Reality",
    "quote": "Honesty is a commitment to reality.",
    "page": "69",
    "source": "Guiding Principles, Tradition One, \"In Service\"",
    "content": [
      "If honesty really is a commitment to reality, then we addicts definitely need help in this arena. Many of us gamed reality for as long as we can remember. A member shared, \"We tend to not see things as they are. We see them as we are.\" Often our version of the past isn't necessarily reliable. Today we can be confused about how much to say that's on our minds and who to say it to--and then end up oversharing or being needlessly brutal in our truth-telling.",
      "By working the Twelve Steps, we address our past and present commitment to reality. Through that process, one truth becomes apparent: No matter how hard we try, we can't make something true that isn't. Denial can be fierce and keep us running for years, but ultimately, it's not more powerful than reality. The member quipped, \"Reality will always catch up with you. Hopefully it's just your spouse, a government agency, or a pair of handcuffs, not the morgue.\"",
      "We carry our commitment to reality with us as home-group members and in service. Tradition One tells us to consider NA's common welfare, not just our own. Our commitment to reality can be complicated by having to consider the realities of our fellow group members. Does this mean then that we'll all have the same perspective on how to put our common welfare first? In a word, no. But what we can do is stay committed to spiritual principles in our group work.",
      "There will be communication problems and differences of opinion. We can start by being real about that and accepting our responsibility as committed NA members to face these challenges. As individuals, we can commit to admitting when we're wrong or when we don't know something. We can be candid about caring deeply about the outcome of a particular decision. We can be real about the fact that we don't remember every single detail about the past and we can't predict the future.",
      "When we can make an honest self-assessment and realize that our self-centeredness is working against our desire to serve, then we have taken a great step toward shedding our denial and embracing reality."
    ],
    "thought": "Today I acknowledge my commitment to seeking and expressing the truth, respecting others' perspectives, and staying real.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}