{
  "03-07": {
    "date": "7 MARCH",
    "title": "Maturity in Recovery",
    "quote": "As we learn to show up without anger, resentment, or fear, we develop an emotional maturity that we might not have expected.",
    "page": "70",
    "source": "Living Clean, Chapter 5, \"Family\"",
    "content": [
      "There's a saying about addicts that makes sense to many of us: \"Our emotional maturity was halted at the age we were when we began using.\" Although this idea is by no means provable, it may be useful in examining our behavior. Most of us can identify some pretty immature responses to life in our using days and early recovery--lashing out, taking everything personally, and worrying about what others think of us. Even for those of us with time in recovery, our prehistoric brain still has its moments of eat or be eaten. We can react to situations, especially in family relationships, rather childishly at times, no matter how much cleantime we have.",
      "Science has volumes to say about how our brains and, thus, our behaviors have been affected by family relationships, abandonment and neglect, traumatic experiences, and drug use. Though Narcotics Anonymous doesn't weigh in on scientific findings, many members seek help from practitioners who do. Do some of us find outside help beneficial? Absolutely. Is it sufficient for our recovery from addiction? Not in our experience. Although we have no opinion on other paths to wellness, we subscribe to the spiritual solution that NA offers us: working the Twelve Steps.",
      "Through stepwork, we identify our role in past conflicts in relationships and gain a better understanding of our tendencies toward self-centeredness. We examine what still provokes us today, causing us to act out in our current relationships with other recovering addicts, family members, and people outside of NA. No doubt, we have ample opportunities to amend our behavior. Perhaps most consequentially, we learn to focus on being of service to others as a strategy to stop our adolescent self-obsession in its tracks.",
      "No matter what age we were when we first picked up, we're all works in progress. If we stay, we can grow. If we stay, we can grow up."
    ],
    "thought": "I am by no means a finished product, but today I will try to counteract my reactiveness in relationships by coming from a place of openness, acceptance, and courage.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}