{
  "03-18": {
    "date": "18 MARCH",
    "title": "Thoughtful Awareness, Thoughtful Action",
    "quote": "We become increasingly aware of our choices, our motives, and our behavior. we recognize the difference between thinking through to a decision and reacting or acting on impulse.",
    "page": "81",
    "source": "Living Clean, Chapter 5, \"Conscious Contact\"",
    "content": [
      "Pre-NA, many of us flew by the seat of our pants when it came to making choices. Being self-aware and thoughtful of others was as low on the priority list as our impulses would allow. Now we have a chance to be more aware and thoughtful about our decision making and its effect on relationships.",
      "To act thoughtfully, it's a good idea to assess where our thoughts are coming from. And in recovery, we have many assessment tools at our disposal: Are we impulsively heeding our first thought, or a more measured second (or third or fourth) thought that has been supported by taking a moment to breathe? Are we listening to our conscience or our disease? Are we acting out of love or out of fear, for the benefit of our ego or for the benefit of others? For many of us, the metaphorical cliche of \"hitting the pause button\" works wonders--and can certainly reduce the chances of pressing the other button: the one that blows things up.",
      "Thoughtfulness goes beyond simple awareness. We consider the reality of a situation and who it's affecting besides ourselves, and then we act on the awareness we've gained--especially when we're feeling intolerant or indifferent. Luckily, we also have our sponsor, other NA members, and our Higher Power to consult so that we can determine our motives and discern between rational and irrational actions. We can help each other widen our perspectives and keep us more on a path of kindness, compassion, and goodwill. The more deliberate we can be in the moment, the more thoughtful our actions can be. We can't premeditate outcomes, nor can we completely avoid others being angered or disappointed by us. But at least we can live better with the decisions we make because we know we did our best to be thoughtful."
    ],
    "thought": "I will use all tools at my disposal to try to behave in a thoughtful manner. When that seems impossible, I can resist the urge to act and wait until the emotional storm passes.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}