{
  "03-17": {
    "date": "17 MARCH",
    "title": "Service Is Spirituality in Action",
    "quote": "When we engage in selfless service, we find that all of the principles we have come to love and learn are called upon. It isn't easy to get out of our own way, but that is precisely what frees us from our self-made prisons.",
    "page": "80",
    "source": "Living Clean, Chapter 3, \"Spirituality in Action\"",
    "content": [
      "We hear a lot about the interpersonal difficulties that arose in that infamous NA business meeting. Perhaps too much is made of those times when there was too much talking (or shouting) and not enough listening, when fists flew or chairs were flung. Well, someone around here sure needs to practice some principles! we think. But sometimes the most pronounced ego in the room isn't an overtly sensitive newcomer's or that revered oldtimer's--some tender soul who surely needs to practice unity, patience, and understanding. Sometimes the ego that's a ticking time bomb is ours. We are the ones other members put on their resentment lists and whose sponsors advise, \"Pray for them.\"",
      "And being a sponsor will undoubtedly require practicing willingness, empathy, and acceptance. We worry that if we say, \"Yes, I'll sponsor you,\" we'll mess them up worse. We're afraid of being too judgmental or not attentive enough. What if they lie to us? What if they won't do what we suggest? What if they think we suck as a sponsor and break up with us? We want to deflect the request but do it in an enlightened manner: \"You'll be better off with a sponsor who can get out of their own way.\" Instead, we agree because that's how we were taught and that's how we want to live now.",
      "Frankly, no one among us is able to practice principles in all of our affairs every minute of every day, from now until we are buried with the infinity medallion. But giving of ourselves--our time, energy, passion, and skills--opens us up to endless opportunities to get out of our own way. Our character defect of selfishness takes a back seat to the spiritual principle of compassion for others. We practice courage and vulnerability by committing to something we've never done before. We practice surrender when we take someone through the Twelve Steps. Humility comes up, too--and forgiveness--when someone we trust tells us the truth about how we behaved inappropriately in a business meeting."
    ],
    "thought": "Today I will take stock of the spiritual principles I'm practicing in my service commitments. If service is not currently part of my program, I'll practice accountability, participation, and discipline, and get on it!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}