{
  "03-13": {
    "date": "13 MARCH",
    "title": "Securing the Bond of Solidarity",
    "quote": "An NA group reinforces the solidarity of its members and the foundation of their continued recovery by declining outside contributions.",
    "page": "76",
    "source": "It Works, Tradition Seven",
    "content": [
      "One way to define solidarity is standing together with others. The Seventh Tradition explains that one of the ways we do this is by taking care of NA together, in our own way. Declining outside contributions is bold--it means we rely on each other to step up and take responsibility for NA. The vitality of our groups and service bodies fully depends on the resources we contribute.",
      "The bonds we share with other recovering addicts are unique; we have addiction and recovery in common, and yet sometimes we have very little else that connects us. Still, we are joined together in solidarity through the NA program. We don't recover alone, and every one of us received the message of recovery as a result of what other addicts gave to NA before we showed up. Practicing solidarity in NA is not just a feeling of commitment to our own group or local services. We stand in solidarity with those who aren't here yet--we stand for still-suffering addicts everywhere--when we take action to make sure they have a chance to experience our message in their own language and culture, just as we have.",
      "In our groups, that means doing what we can to ensure the meetings remain open to anyone with a desire to stop using. Solidarity with our local service bodies means we support the efforts to ensure that local addicts can find NA. We practice solidarity with NA beyond our community by paying attention to the services that make our message more widely available and by contributing what we can to help fulfill the needs of all our services."
    ],
    "thought": "NA is here to ensure the message is available to anyone seeking recovery, around the corner or around the world. I will practice solidarity with still- suffering addicts by sharing what I can.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}