{
  "03-14": {
    "date": "14 MARCH",
    "title": "Commitment to Our Spiritual Well-Being",
    "quote": "Continuing to take a personal inventory means that we form a habit of looking at ourselves, our actions, attitudes and relationships on a regular basis.",
    "page": "77",
    "source": "Basic Text, Chapter 4, \"Step Ten\"",
    "content": [
      "\"I'm in big trouble when I start to think that I've arrived,\" the speaker shared. \"Lucky for all of us, I'm committed to the daily maintenance of my spiritual condition. I continue to take personal inventory, and that gives me regular reminders that I'm a work in progress.\"",
      "The Steps lower our tolerance for living an unexamined life. Once we've seen the benefits of regular introspection, we can't un-know what we've learned about ourselves or forget the fulfillment we find in this NA way of improvement. To turn our backs on this path creates discomfort, and our patience for that sort of spiritual pain is not what it used to be--and that's a good thing! We commit to taking stock of our part in every situation and recommit as often as necessary when we let the pace of modern life squeeze out time for contemplation.",
      "Some would say this commitment is the practical exam for our recovery. We need introspection to grow the way that seeds need soil, sun, and water. Understanding the strengths of our character as well as our vulnerabilities, being aware of our motives, striving to do the right thing, and being willing to make amends when we do harm--all of this is fodder for our personal inventories. As one member noted, \"My five favorite character defects may never disappear entirely, but regular inventories help me to see them coming.\" With that, we can humbly ask for their removal--yes, again--and in that moment, avoid acting out, harming our relationships, and feeling ashamed. Self-reflection pays off. This makes us willing to commit."
    ],
    "thought": "How am I still tending to my spiritual well-being? Am I still finding my part in situations that trouble me? Do I need to recommit?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}