{
  "03-19": {
    "date": "19 MARCH",
    "title": "Feeling Connected, Finding Community",
    "quote": "We feel a real connection with others, knowing that we're all subject to the same insecurities and failings and that we all have dreams for the future.",
    "page": "82",
    "source": "NA Step Working Guides, Step Seven, \"Preparing to Work Step Seven\"",
    "content": [
      "When we attend loads of meetings and work the NA program, the bonds of kinship and connection are part of the package deal. These are some of the perks of membership.",
      "Meeting attendance teaches us to show up, to listen, and to be helpful. It turns out that these same activities nurture our connections and give us opportunities to relate to each other. Meetings have a way of counteracting the obstacles to connection. That sense of isolation and loneliness--a constant companion when we were using--can't withstand the antidote we hear repeated in meetings: You're not alone. We're glad you're here. Welcome home. We love you.",
      "We show up for meetings, for life, for each other. We learn to be present and to listen, really listen. We focus on each speaker as best we can, even sitting up front to help limit distractions when suggested by a knowing sponsor. Paying full and careful attention to each member's share is a gift we give ourselves and to others. As we empathize with our shared struggles, we find connection. And as we celebrate each other's victories as if they are our own, we find community.",
      "By being ourselves, we seed the ground for connecting with others. When fresh forms of unmanageability or familiar defects crop up, we share about them and find empathy. When fear suggests we stifle our ambitions, we talk it out and find encouragement. Stepwork clears out some of the static of addiction that can interfere with connectedness and helps us see that we're enough."
    ],
    "thought": "I will keep my mind and heart open to all of the ways my NA community draws me in today. I will appreciate our connectedness and encourage others to join in.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}