{
  "03-12": {
    "date": "12 MARCH",
    "title": "Humility and Sticking to the Basics",
    "quote": "A hard lesson in humility reminds us that we never graduate. When we stop practicing the basics, we are in trouble.",
    "page": "75",
    "source": "Living Clean, Chapter 6, \"Getting Out of Our Own Way\"",
    "content": [
      "In active addiction, we were convinced that we had all the answers. This arrogance kept us in the dark and might have killed us if we hadn't found NA. As newcomers, desperation forces us to unlock the door to humility. At that threshold, we learn to ask for help and take suggestions.",
      "The basics--meetings, sponsor, Steps, service, NA literature, Higher Power, not picking up no matter what--are the same for all of us. Our literature offers abundant and simple advice for what we must do to get humble and stay clean. In meetings, we frequently hear members recount their version of \"I relapsed because I stopped doing the basics.\" Our fellows continually tell us there's no finish line in NA, no graduation. We believe all this. The stories we hear in the rooms are the evidence. So, we soldier on with the basics.",
      "Until life gets in the way. The good stuff: We're housed, out of prison, making money, parenting again, in love. We graduate (from school!). Staying connected to NA becomes harder. Those basics are time-consuming, and time is scarce these days. The arrogance we banished creeps back in. We got this! We did the work! Having just one can't hurt, right? We are in trouble.",
      "How much trouble we get in depends on how willing we are to get back to the basics. We don't have to destroy our lives and lose everything. We can become teachable again and rediscover our spiritual center. We can call a fellow addict, show up at our home group, say \"What's up?\" to our Higher Power.",
      "We've heard, \"If I never leave the basics, I never have to get back to them.\" It means more now."
    ],
    "thought": "Which of \"the basics\" are lacking in my program? What am I willing to do today to change that?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}