{
  "03-15": {
    "date": "15 MARCH",
    "title": "Goodwill and a Sense of Purpose",
    "quote": "It's not selfish to know that having a purpose makes us feel better. If we are acting in goodwill--doing the right thing for the right reasons--we are sure to benefit.",
    "page": "78",
    "source": "Living Clean, Chapter 7, \"Principles, Practice, and Perspective\"",
    "content": [
      "Before we started using, many of us dreamt of what we might become when we grew up and what direction life might take us in. Active addiction dampened any vision we may have had for ourselves in the future. We spent all of our time pursuing selfish desires to escape reality. The world became very small with each day planned around how and when we would get high.",
      "In recovery, we begin to see the big picture outside of ourselves. After clearing the wreckage of our addiction, most of us begin to feed our spirits in ways that help us connect to the world around us: acts of generosity, creativity, and community building. Searching for meaning and purpose in our lives becomes a part of our spiritual journey.",
      "Discovering a sense of purpose can be pivotal in our recovery. We begin to find meaning in helping others. We offer kindness and compassion to others, and, in return, we experience an unparalleled sense of joy and happiness. This reciprocal relationship is the essence of goodwill, feeding our spirit and the spirits of those we serve.",
      "Being of service in Narcotics Anonymous and showing up with integrity can pave the road out of self-obsession and into a more optimistic sense of self. As we start to show up for ourselves and others, we begin to feel better and enjoy a newfound sense of purpose. When we take a moment to look at how our efforts help others, we begin to discover who we were meant to be all along."
    ],
    "thought": "To connect with myself, I will look for ways to connect with others. I will develop my character by pursuing my purpose, keeping integrity and goodwill at the forefront of my actions.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}