{
  "03-11": {
    "date": "11 MARCH",
    "title": "Forgiving Our Imperfections",
    "quote": "Recognizing our own humanness gives us the capacity to forgive others and not be as judgmental as we have been in the past.",
    "page": "74",
    "source": "NA Step Working Guides, Step Nine, \"Spiritual Principles\"",
    "content": [
      "By working Steps Four through Eight, we confront the person who's kept our lives in turmoil: \"Oh no, it's me!\" In this rigorous process, we face our disease and our humanity. We unpack and pick apart lifelong grudges and current resentments against people who hurt, judged, and rejected us. Often, we're shocked to learn we had a significant part to play. Engaging fully in the recovery process gives us a more realistic awareness of our flaws and limitations. We see a connection between our acting out and our very human need for safety, love, and acceptance. We learn that a lack of empathy for our own missteps has driven our judgments of others. Our capacity to forgive is inseparable from our capacity for empathy.",
      "In the Ninth Step, we strive to make peace with our own humanness. We expose our imperfections to those we've hurt. In an attempt to right our past wrongs, we humbly apologize. We change our behavior so we won't repeat past errors. We're often--but certainly not always--forgiven for the harm we've caused. This process offers us a striking lesson in empathy.",
      "Acknowledging and accepting our own imperfections is key to accepting imperfections in others. We forgive ourselves for the times we let self-centered fear guide our actions. Instead of judging others for similar impulses, we can choose to forgive them, actively seeking to accept them as they are.",
      "Experiencing others' judgment and rejection--both in everyday life and when our attempt at making amends is rebuffed--increases our capacity to feel empathy and to forgive others. Our own pain becomes a source of strength, and we can draw from the well of self- acceptance we've created through our experience with the Steps."
    ],
    "thought": "Today I will take a \"balcony view\" of my judgments of others. Instead of cataloging their flaws, I will acknowledge their humanness because I'm also human and worthy of empathy.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}