{
  "03-10": {
    "date": "10 MARCH",
    "title": "Finding Accountability in Others' Insights",
    "quote": "We choose [our] mirrors carefully, seeking those we can trust to be honest, helpful, and kind.",
    "page": "73",
    "source": "Living Clean, Chapter 6, \"Anonymity\"",
    "content": [
      "There are loads of reasons to keep coming back to NA. The fact that we can't do this alone tops the list for many of us. We need each other. As our Basic Text puts it, \"We are each other's eyes and ears.\" When we share with others in NA, we get to learn from their valuable experience and get their perspective on ours. Their take helps us better understand the past and gives us a new vantage point on what we're doing now. Objectivity is an acquired skill. When we share honestly with our fellow recovering addicts, we can see our behavior more clearly in their reflections. We begin to gain some accountability.",
      "Asking for such insights can make us feel quite vulnerable. One member wrote, \"My outsides were suiting up and showing up while my insides remained aloof. 'Undercover isolation' became a way of life. I couldn't find my way out on my own.\" We find people we can trust and choose to confide in them, returning again and again to those who offer the insights we're seeking. It's what we mean when we tell newcomers to \"stick with the winners!\" Beyond simple abstinence, we need people who are real with us--and help us get real, too.",
      "When we surround ourselves with people who are living the program, our lives improve. One member shared, \"I developed a support system, and that system of support developed me!\" We need people to tell us the truth when we can't see it ourselves. Sometimes the clarity starts the minute we begin to open our mouths. \"It sounded good in my head,\" one addict shared, \"but before I could even say it out loud to my sponsor, I realized it was total BS!\""
    ],
    "thought": "To stay clean, I need a clear reflection. Who are my most trustworthy mirrors today?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}