{
  "03-16": {
    "date": "16 MARCH",
    "title": "Accepting That I'm Not Always Right",
    "quote": "If we notice that we are the lone voice on every issue, we may want to consider the utility of acceptance and surrender as spiritual principles.",
    "page": "79",
    "source": "Guiding Principles, Tradition Two, Opening Essay",
    "content": [
      "It's hard being right all the time. What makes it more difficult is that people don't seem to notice how right I am!",
      "Before recovery, we were completely resistant to others' perspectives, especially about what we were doing with our lives: my life, my choices. Sometimes we'd pretend to hear someone out. Yes, great idea. I will apply for that job tomorrow. But we'd hit up the dealer instead.",
      "Then we get clean, and there's an expectation that we take suggestions from more experienced members. Yes, great idea. I will get a commitment tomorrow. And we actually do! We even join a home group and are excited to participate in the monthly business meetings. We have some great ideas that will improve this group! First off, the IPs should be racked in numerical order. Secondly, the refreshments cost too much; we know where we can get cheaper stuff. And about that meeting format: Our area has too many literature studies!",
      "There are exactly zero supporters of our proposed overhaul. Actually, there are other proposals on the table the group favors. Those won't work, we think. The group feels differently and votes accordingly. The meeting continues to thrive. What do I do now? We consult with a member we kind of trust. \"Accept it and move on,\" they respond.",
      "The concept of a group conscience is foreign to many of us, especially one expressed through a loving Higher Power. As NA members, we all get to have our perspectives heard. With practice, we even start to see the wisdom in others' ideas. For some of us, our acceptance only goes as far as this: Their ideas are almost as good as mine!"
    ],
    "thought": "Today I can let go of some of my attachment to being right and accept the group's conscience. I will say, \"Yes, great idea\" to someone else and do my best to mean it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}