{
  "03-26": {
    "date": "26 MARCH",
    "title": "Creating Safety for All Members",
    "quote": "We do our best to safeguard those who are vulnerable without making others feel unwelcome.",
    "page": "89",
    "source": "Guiding Principles, Tradition Three, \"For Groups\"",
    "content": [
      "Many NA members have a complicated relationship with the concept of safety. It can conjure up the idea of \"playing it safe,\" of being uncool. More profoundly, some of us come to NA never having known a real feeling of safety or having known it only to have it torn away. During our using days, we were rarely safe--even when alone in a room with ourselves. Sometimes we witnessed or experienced terrible things, and that suffering left its mark. So, how do we practice safety as a principle in NA? And how do we strive to create a safe atmosphere of recovery while standing firm on the Tradition Three proposal that all are welcome?",
      "One member shared, \"Safety to me means feeling truly at home in the world. I never felt that until I sat in an NA meeting.\" That sense of belonging, of having found our people, is precious. Anonymity means we are all equal in NA, and we respect each other's privacy, integrity, and choices. We protect our equality by doing our best to provide every desperate and vulnerable member a safe place to recover. Without some sense of safety, it's hard to listen, even harder to participate, and our effectiveness in carrying our message of hope is diminished. A focus on safety enhances our groups' stability by creating healthy places that neither tolerate predatory behavior nor drive out offending members. Everyone deserves a chance to recover.",
      "At its best, NA provides an environment where we can be safe and eventually feel safe, too. This may be aspirational at times; creating a safe and welcoming atmosphere in our meetings often takes careful consideration and thoughtful action. When bullying, unwelcome sexual advances, or other disruptive behaviors threaten to undermine our safety, we invite a loving Higher Power to direct our group conscience. Together, we find the courage to safeguard against harmful behavior, extending the promise of recovery to both the vulnerable and those of us who are still learning a new way to move through the world. We trust the process and do the next right thing."
    ],
    "thought": "How am I participating in creating and maintaining a safe and welcoming environment for every addict seeking recovery?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}