{
  "03-23": {
    "date": "23 MARCH",
    "title": "Gratitude for Our Common Solution",
    "quote": "Gratitude and a sense of wonder change our perception.",
    "page": "86",
    "source": "Guiding Principles, Tradition One, \"For Members\"",
    "content": [
      "\"You're still alive!\" she said, sounding, well, surprised. It can be a bit shocking to find one of our old running mates in the rooms of NA. \"I mean, I've seen this thing work for lots of addicts, but you--you were hardcore.\" We puff up as our selective memory kicks into gear. \"I mean--bloody hell--you were a mess, love. But look at you now! Your mum must be so happy to have you back.\" We feel another surge of pride, this time for our recovery.",
      "The jolt of seeing someone who \"knew us when\" reminds us that we've come a long way. It's also a good reminder of just how incredible this program is and how it really can work for any addict. No matter what drugs we took or where using them took us, there's help available in NA.",
      "Embracing this perspective makes it easier to set aside our differences and consider our common welfare first. Humility helps us see ourselves simply as members in a community of equals. Our gratitude speaks when we welcome the new member who made it to the rooms by way of a different route than the one we took. Regardless of how obvious or how well hidden our active addiction had been, we've found the same solution in Narcotics Anonymous.",
      "\"If NA can work for me, it can work for anybody,\" our hardcore addict responds. \"I didn't want it to, but I'm so grateful that I proved myself wrong.\" As we listen to each other's stories, we're reminded that NA is for any addict. When we tell our own, we remember where we came from and get glimpses of where we were headed. Letting go of our",
      "reservations about membership--our own and others'--makes it easier to surrender to the unity called for in our First Tradition.",
      "With gratitude for the solution that can work for any addict who has the desire to stop using, we put unity first. We focus on what matters: this simple program that changes lives. Our gratitude for what the program has done for us as individuals is amplified when we think of NA's transformative power in the lives of recovering addicts around the world."
    ],
    "thought": "I will reflect on my journey with gratitude today and take time to revel in the awe-inspiring diversity and expanding reach of this Fellowship.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}