{
  "03-22": {
    "date": "22 MARCH",
    "title": "Embracing Our Independence",
    "quote": "We find that we can be happy in our own skin if we are willing to let go--not in the old sense of neglecting ourselves, but allowing ourselves to experience our freedom.",
    "page": "85",
    "source": "Living Clean, Chapter 4, \"Letting Ourselves Go\"",
    "content": [
      "Independence comes in many forms in NA. The most obvious comes in the form of freedom from active addiction. Waiting to feel like we can truly make choices for ourselves, independent of our disease, can be like watching a pot before it boils. We get a little freedom when we stop using drugs, but we gain a greater sense of independence by actively participating in our new way of life. We go to meetings, share with other addicts, and read NA literature. Many of us have shared that we don't even recall losing the desire to use. \"I kept coming back, and I followed suggestions,\" one member wrote. \"At some point, I realized it had been weeks since the last time I felt like getting high.\"",
      "Independence in other areas often comes about in a similar way. Many of us had become dependent on so much more than just the substances we used. We relied on defense mechanisms, escapist behaviors, antisocial tendencies, and much more. We may have relied on others to steer our life choices, even in recovery. Steps Six and Seven help us break our dependence by showing us what keeps us from making our own choices. An addict shared about gaining independence by asking, \"What would my life look like if I weren't afraid?\"",
      "Practicing independence allows us to be creative. \"In early recovery, freedom sometimes felt like a punishment or a chore because I didn't know what to do with myself,\" one member wrote. \"Deciding to get serious about recovery was one of my first truly independent choices. I got the courage to take responsibility for my life, gain stability, become a part of society. I used to depend on others for everything. Now, people in my life can depend on me!\""
    ],
    "thought": "Practicing independence helps us embrace our freedom. Rather than letting the open horizon scare me, I will take the wheel--and trust my Higher Power to navigate.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}