{
  "03-24": {
    "date": "24 MARCH",
    "title": "Discernment Takes Practice",
    "quote": "We learn to tell the difference between a principle we need to stand for and an opinion that we just won't let go of.",
    "page": "87",
    "source": "Living Clean, Chapter 3, \"Awakening to Our Spirituality\"",
    "content": [
      "A lot of us have spent plenty of energy denying reality. We disconnected from our true feelings, avoided making decisions, and took actions that served our egos more than the truth. Many of us overvalued our own opinions--accepted them as irrefutable facts--and devalued others' perspectives that didn't match ours. Or the opposite was true: Opinions? Principles? We had none. Yours were fine.",
      "We have our work cut out for us in recovery. We practice discernment as we make decisions and discern the motives behind our choices. Are we trying to stand up for principles, do what's easy, or defend the way we've always done it? The context might make any or all of these the right choice. The quotation above begins with \"we learn,\" a reflection of our growth through practicing discernment. The learning comes from lived experience, meaning that we've caused or undergone pain, examined our mistakes, and figured something out--usually after many times through this cycle.",
      "Sometimes we're led by a gut feeling. We talk it over with our sponsor or others. We pray, meditate, and write about it. We read sections of NA literature seeking guidance. We do our best to evaluate how well a decision will positively affect our lives and those we love. Sometimes we just know what we know, without a doubt, because of a similar past experience. But all that searching and discerning is not a guarantee. We can do everything possible to make sure that we are standing on principles instead of opinions or ceremony-- and still screw it up.",
      "Discernment is exercising good judgment based on past experience and on guidance from each other--but we mostly find out how we did when looking back. All we can do is take action with good intention and let the cards fall where they may. The result isn't ours to determine. Some stuff we just have to leave to our Higher Power."
    ],
    "thought": "With practice, I'll get better at discernment. I will do my best to make the most principled decision and later, with humility, find the lesson in however it turns out.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}