{
  "03-27": {
    "date": "27 MARCH",
    "title": "Autonomy and Our Choices",
    "quote": "We define ourselves by our choices.",
    "page": "90",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "None of us chose to have the disease of addiction. We also didn't choose our upbringing or the demographic groups we belong to, our identity or culture, or to have our particular set of character defects (and assets). These aspects of ourselves don't tell our whole story, not nearly. This truth also doesn't negate responsibility for our personal autonomy, our free will to make decisions that may in many ways be informed by these characteristics. Personal autonomy is having the capacity and willingness to act on our own behalf. As recovering addicts, our goal for personal autonomy is to have the capacity and willingness to do so while living by spiritual principles--as opposed to the self-centeredness that drove a lot of our decision making in active addiction.",
      "Through the Twelve Steps of NA, we investigate the hand we were dealt and what we did with those cards. This work opens many doors for us to make self-aware choices that align with our true values and a higher purpose. \"In Step Four, I had an epiphany many of us have, realizing that holding on to my resentments was a choice that was holding me back,\" a member wrote. \"And my experience with Step Seven shows me that when I'm about to act out on a shortcoming, I have a choice. For me, autonomy is that moment of grace where I pray, 'Help me choose differently because I want to live differently.'\"",
      "We are as we do, not as we feel or think we are. We aren't all our outsides or insides. We can be kind without feeling kind. We can feel kind and not act on it. Our choices reflect our priorities--how we treat the people in our lives (from our sponsor, to someone we want to date, to a server in a cafe), how we spend our time and money, how we act when no one's looking. We're no longer living by default or vicariously through others; we've carved out who we authentically are and can make choices that reflect that version of us. We are autonomous, responsible for our own feelings, words, and actions. And just as no one can \"make\" us do anything, we can't make choices for others either."
    ],
    "thought": "My autonomy, my willingness. My choice. Now, what do I prioritize today that reflects how I want to live?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}