{
  "03-25": {
    "date": "25 MARCH",
    "title": "Willingness Propels Us Forward",
    "quote": "When we first begin to think about recovery, many of us either don't really believe it's possible for us or just don't understand how it will work, but we go ahead with the First Step anyway--and that's our first experience with willingness.",
    "page": "88",
    "source": "NA Step Working Guides, Step One, \"Spiritual Principles\"",
    "content": [
      "Early in our exposure to Narcotics Anonymous, many of us believe that mere abstinence will be enough. We tell a member who asks us if we've started working with a sponsor yet, \"Oh, I'm fine as long as I'm not using. I don't want to do the Steps and have a sponsor and all that.\"",
      "The member asks, \"Well, weren't you willing to do things you didn't really want to do to feed your addiction? So why not apply that logic to staying clean and read about the First Step?\" Reason tells us that these are not parallel issues; we understand what we got out of getting high but are uncertain about what Step One would do for us. We don't say this, however, because we are sure this member will have an answer to that too.",
      "\"Okay, then,\" the member says, wheels turning. \"How about this: Are you willing to become willing?\" As it turns out, we are--because we keep coming back.",
      "Most of us do find that willingness to begin the next phase of our journey. For some, we quickly saw the evidence of recovery working in other members' lives. We actively wanted to move forward and were willing to do whatever it took. For others, willingness came when our discomfort outpaced our resistance. For still others, we found it only after going back out and using more.",
      "Working on Step One and staring straight into the mirror of our unmanageability can elicit intense emotions: shame, regret, remorse, anger, fear, and doubt. In response, a member said, \"The stuff of our past can either be weight or be fuel.\" We don't want to be weighed down anymore, so we become willing to explore our burdens. We learn how to convert the pain of our past into fuel, and we use that fuel to propel ourselves further down the road toward freedom."
    ],
    "thought": "I don't want only to be abstinent. I want to recover. I'm willing to start or come back to Step One as often as is necessary to fuel my recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}