{
  "03-20": {
    "date": "20 MARCH",
    "title": "Self-Support Beyond the Basket",
    "quote": "When we see that we can meet our own needs, we start to feel like we have a future.",
    "page": "83",
    "source": "Guiding Principles, Tradition Seven, Opening Reflection",
    "content": [
      "Active addiction was a dead-end circuit of dependence: our reliance on dope, on the lifestyle, on that person to front us some cash one last time so we could get on our feet. We took without giving. We talked without listening. We made a lot of promises but came through on very few, if any, of them. We couldn't see a way out or a future for ourselves-- until we got clean and began our journey toward self-support in recovery.",
      "When we consider self-support as a spiritual principle of Tradition Seven, we think mostly of giving money--or contributing our time--to make sure a group can survive. But an NA group exists because it's made up of members who are practicing self-support in their own lives. In recovery, we learn to invest in ourselves and take care of our own needs. Instead of utter dependence on others, we look inside to find a well of strength and resources.",
      "We also take personal responsibility in situations where before it seemed that we were incapable of doing so. In fact, making our contributions to NA demonstrates our capacity and willingness to engage in self-support. We are investing in ourselves through our recovery community, participating in keeping the doors open for those who come after. This support of others keeps us aloft, keeps us going.",
      "Self-support isn't something we practice alone. When we talk about taking care of our own needs, it doesn't mean we're self-sufficient. It means we're engaging the support we need. We can turn to our friends, a sponsor, our Higher Power--all of which are elements of self- support. We are an integral part of that system, too. Because we're meeting our own needs, others can finally rely on us."
    ],
    "thought": "I will practice self-support today by giving and receiving. If I stay on this path, I'll sustain the hope for a future I thought I'd never have",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}