{
  "03-28": {
    "date": "28 MARCH",
    "title": "Trust in Our Message and Our Bond",
    "quote": "Over and over, we see members from rival nations or neighborhoods, from different faiths or families, come to love and trust each other in the rooms of NA.",
    "page": "91",
    "source": "Guiding Principles, Tradition Ten, Closing Reflection",
    "content": [
      "Our Traditions enable NA to bring addicts from all walks of life together in a single Fellowship. We often remark how addiction does not discriminate, so neither should we. Tradition Three ensures an open policy of membership, and Tradition Ten helps us learn to leave our outside baggage at the door when we join together in recovery. Unity, anonymity, common welfare--our Traditions are rich with principles guiding us to better embrace one another \"regardless of.\"",
      "It all sounds great in theory, but it's the practice that really matters. As in NA, many other organizations value principles like unity and acceptance; they appear in their mission statements and may inspire principled actions to varying degrees. That, of course, is none of our business. We keep our focus where it should be: on what happens in NA. In our groups and service bodies, and as individuals, are we embodying the principles we hold dear? As we stay clean and carry the message, the connections between our experience as recovering addicts, our primary purpose, and NA unity become much clearer.",
      "An H&I trusted servant wrote, \"I served on a jail panel with a couple of other members, and we joked that we were like characters in a bad TV show--a former gang member, a retired cop, and me, a defense attorney. We shared together twice a month for a few years, and now we are bonded for life.\"",
      "No matter what our differences are, carrying the message joins us together in a special way. We addicts are uniquely qualified to help other addicts. We have been there! This helps newcomers trust our message--and grow to trust us, too--in spite of our surface-level differences. Sharing and serving together with other members helps us deepen that trust. Our message is truly a tie binding us together that is stronger than anything that might tear us apart."
    ],
    "thought": "Carrying the message is a bond of sharing, serving, and recovering together. I will trust in that bond with my fellow addicts today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}