{
  "03-30": {
    "date": "30 MARCH",
    "title": "Putting We Before Me with Anonymity",
    "quote": "In keeping with Tradition Twelve, the \"I\" becomes \"we.\" The spiritual foundation becomes more important than any one group or individual.",
    "page": "93",
    "source": "Basic Text, Chapter 6, \"Tradition Twelve\"",
    "content": [
      "Thanks to the Twelve Traditions, everything that happens in NA is done by us and for us. A member who was a newcomer when the Basic Text was being written shared that this was one of the qualities of NA that made her stay: \"At six months clean, I was in a group business meeting. We were discussing changes to the Basic Text, and the secretary made a point of asking me what I thought. I knew right away that NA was unique.\"",
      "Anonymity calls on us to try to remain anonymous in our service to NA, but it can sometimes be more difficult than it sounds. Members who have started a new meeting may end up hearing others call it \"so-and-so's meeting.\" It can take a while to shake loose a label like that for the meeting, no matter how many times so-and-so says, \"It's the Just for Today meeting, not my meeting!\"",
      "Other times, we may feel less inclined to practice anonymity in our service. It's easy to become very attached to a particular service position or role we have filled, and some of us become reluctant to allow others to step up and serve. \"I had an H&I panel for almost a decade, and a member with five years clean showed up at a subcommittee meeting offering to take on a panel. The subcommittee chairperson looked right at me and asked if I was ready to practice the spirit of rotation. Although part of me resisted, I knew it was time.\"",
      "Groups and service bodies need anonymity, too. A member who served at the area level shared, \"Our area nearly left our region over a resentment. The area spent hours debating a regional motion and sent in a strenuous 'no' vote. Then the region passed it anyway! We were mad, but our area discussed it again and decided that we needed our region more than we needed to be 'right.'\"",
      "Anonymity sometimes just means being willing to let things go. We can be conscientious and take pride in contributing our best, but then we let go. We do our part, and then we let a power greater than ourselves manage the results."
    ],
    "thought": "My contributions to NA are important because they touch addicts' lives. I can serve without insisting on getting my way, and I can step out of the way to give others a chance to serve, too.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}