{
  "03-31": {
    "date": "31 MARCH",
    "title": "Striking a Spiritual Balance",
    "quote": "We remember to put our program first, and to respect our own limits. We strive every day to keep ourselves spiritually balanced.",
    "page": "94",
    "source": "Living Clean, Chapter 3, \"Conscious Contact\"",
    "content": [
      "Addicts, in and out of recovery, are subject to thinking and acting in extremes. Many of us discover a need for personal limits by overdoing things. Even in recovery, sometimes too much of a good thing is just too much. One member shared, \"I spent twelve hours volunteering in our convention's merchandise room. It seemed like a good idea at the time, but it was every bit as stressful as my most hectic work days. Looking back, I realized that I had misunderstood what it meant to put my program first.\"",
      "The common advice to put our program first isn't meant to shame us into giving and giving and giving some more. Maybe we take one shift in the merchandise room, perhaps even two, but we certainly do not need to take on six shifts at the expense of our sanity. While service is a key component of our recovery, balance requires us to pay attention to so much more. Spiritual maintenance takes time and commitment.",
      "Many of us develop routines that help keep us spiritually centered. They become the heart of our personal recovery and the wellspring for our spiritual balance. We commune with a Higher Power in whatever ways work for us. We \"listen\" by quieting our mind in meditation, by taking a motorcycle out on a winding road, or by listening to newcomers at a chai shop before the meeting. We share our hopes and our pain with other members, in a journal, or with the universe.",
      "When we keep a balanced program at the center of our lives, we're better equipped to navigate life on life's terms. Practicing balance doesn't mean we're spiritually attuned at all times; rather, it means we notice when we're out of tune, and we take action to correct our course."
    ],
    "thought": "I will listen to my body, mind, and spirit to establish my own limits and explore how I tune in to spiritual balance in my recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}