{
  "04-03": {
    "date": "3 APRIL",
    "title": "Losing and Finding Ourselves in Service",
    "quote": "We learn who we are precisely when we forget ourselves in service to others.",
    "page": "Page 98",
    "source": "Living Clean, Chapter 2, \"Connection to a Higher Power\"",
    "content": [
      "Before we got to NA, we were all about \"the getting and using and finding ways and means to get more.\" On the rare occasion when a feeling surfaced, we'd snuff it out with more drugs. This habit of reaching outside ourselves to fix what's inside follows us into recovery. Our inventories reveal how fear-based defects come into play as we've tried to protect ourselves or avoid discomfort. Instead of trying to wrestle happiness from life, we learn to be patient and strong, to give time some time, and even to live with uncertainty. Although we're sometimes tempted to control and manipulate or to tune out with any number of distractions, service provides a healthier alternative.",
      "Service allows us to get out of our heads and into action. Whether it's setting up chairs or speaking with a newcomer, being of service puts us in the moment. \"It's such a relief to be right here, right now,\" as one member put it. Even when we're going through our own storms, serving others keeps us in today.",
      "Service can bring out the best in us. It helps us figure out who we are or who we want to be. We show up for each other and our commitments regardless of what's going on in our lives. We notice that we've become reliable and trustworthy. We practice compassion and become more compassionate. We listen without judgment and become less judgmental. One member recalled, \"I took this newcomer under my wing, hell-bent on saving her life. My own life blossomed as the best version of myself came out while I was being there for her.\"",
      "It happens all the time around here. We set aside our worries to serve others and we're reminded of our strengths. Asking, \"How can I help?\" plops us into a petri dish for growing good character. We find confidence, fulfillment, and the best aspects of our identity as we serve."
    ],
    "thought": "I will allow acts of service to guide me away from self-centered thinking, revealing my best qualities. I will set aside my own selfish interests and build some muscle memory around practicing spiritual principles.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}