{
  "04-04": {
    "date": "4 APRIL",
    "title": "The Harmony between Step Eleven and Tradition Two",
    "quote": "Together we seek our Higher Power's will and the power to carry that out. We know what it feels like to be in harmony with that conscience.",
    "page": "Page 99",
    "source": "Guiding Principles, Tradition Two, \"For Members\"",
    "content": [
      "There is a link between the improved conscious contact we seek as individuals in Step Eleven and the collective conscience that may express itself in the decision-making processes of our groups, according to Tradition Two. When we're spiritually fit, it's easier to tune in to group conscience. It turns out that seeking our Higher Power's will for ourselves positions us to tap into the same for our NA groups.",
      "We recover over time, not overnight. Likewise, our spiritual awakenings take time to unfold. In Step Two, we come to believe that a Higher Power could restore us to sanity. We make a decision in Step Three, a decision we recommit to by surrendering daily and working the rest of the Steps.",
      "By the time we get to the Eleventh Step, most of us are ready to enhance our sense of spirituality. We explore different ways to pray and meditate. We get in the groove of a daily routine that strengthens our conscious contact with a Higher Power. We notice the payoff: less noise between our ears, more harmony in our dealings with others.",
      "As with so many aspects of our personal and spiritual growth, improving our conscious contact improves our ability to serve. Our egos become \"right-sized.\" It becomes less important that we are heard as individuals and more important that our voices reflect our Higher Power's will and harmonize with those of our fellow members, our coworkers, even our families. We make an effort to sing from the same songbook, even when we're not singing the same notes. In fact, singing in harmony means just that: We hit different notes, but they complement each other as the group's voice emerges."
    ],
    "thought": "My participation in life and in service improves when I'm spiritually in tune. I will inventory my Eleventh Step practice and make any needed adjustments.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}