{
  "04-02": {
    "date": "2 APRIL",
    "title": "An Open Mind Is a Life Saver",
    "quote": "Open-mindedness gives us the ability to see more and more clearly within ourselves as we go through the never-ending process of surrendering, taking inventory, and inviting change.",
    "page": "Page 97",
    "source": "Living Clean, Chapter 1, Opening Essay",
    "content": [
      "\"A closed mind is a killer!\" A member riffed on the idea that a parachute, like a mind, can't function well, if closed: \"When we dive into recovery, we tug at that ripcord in an impulse to surrender, with some measure of courage and faith.\"",
      "Being closed-minded makes us jaded, sealing off our secrets and locking in bad habits. It excludes otherstheir perspectives, their insights, and their compassion. When we resist being open-minded, the light can't get in, so our humanity is stunted. We can't see ourselves honestly. New ideas cannot penetrate our fortress of anger or avoidance, and we end up stuck in isolation.",
      "Getting and staying clean in NA dares us to open up the parts of ourselves we would rather keep hidden. As we prepare to engage each of the Twelve Steps, we have to keep our closed-mindedness in check. Through this process of self-examination that is afforded to all of us, we pry open our minds to a new way of life. We inventory our pasts, so we can stop running from them and let go. We assess our shortcomings and assets to see ourselves clearly and to seek balance. We make amends to help us avoid the same mistakes in relationships. In addition to our minds, we open our eyes, our hearts, and our arms, helping others to seek change as we have.",
      "This process, however, does not end--unless we stop attending to it. We don't arrive at openness and wellness and just stay there. To keep evolving, we keep relying on open- mindedness. The member continued, \"Our feet may touch the ground for a moment, but life will have us back up in that plane soon enough. We'll have to jump and pull that cord again if we want to continue to grow.\" Maintaining open-mindedness, even with years clean, prevents us from becoming too rigid, from building walls that we can't see over, helping us to navigate new areas of conflict that arise."
    ],
    "thought": "Where in my recovery can I be more open-minded? Who or what am I resisting today? What part does this spiritual principle play in the Step I'm working on? If I've halted actively working on myself, what needs to happen so I can pull that cord and expand?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}