{
  "04-09": {
    "date": "9 APRIL",
    "title": "Surrendering to Tradition Three",
    "quote": "Finding the patience and tolerance to accept those members we can't seem to stop judging is an exercise in surrender, acceptance, and humility.",
    "page": "Page 104",
    "source": "Guiding Principles, Tradition Three, \"For Members\"",
    "content": [
      "Addicts tend to feel judged. Likely that's because we can be pretty harsh in our opinions of others. While gossiping and talking down to others may have been currency in our old lives, these defects can reemerge for us in recovery if we're not vigilant. They can poison our outlook on life, spoil relationships, and drive members from the rooms. Tradition Three clarifies the one and only requirement for membership: a desire to stop using.",
      "When it comes to the brand-spanking-new member, we seem to get that. Empathy for the newcomer often comes easy, since we've all been in that position. For many of us, it gets harder to set aside judgments of the so-called \"chronic relapser.\" Then, we remember that guy. He'd been in and out repeatedly over the years when suddenly something clicked. He stopped using and stayed stopped. Or we recall that other longtime member whose cleantime never amounted to much. When her mom spoke at her memorial service, she thanked NA for giving her daughter the best days of her life. We may wish that everyone would stick and stay, but that's not a requirement for membership.",
      "Judgments and expectations of people with significant cleantime can leave them feeling isolated, too. NA is a program for living. We all need a place where we can share our lives' struggles, losses, and failings to survive them clean. Thankfully, we become less concerned about what others think of us with time. \"Other members put me on a pedestal, but it's my responsibility to get the heck down,\" one oldtimer shared.",
      "When we are truly walking in surrender, we will muster a bit more patience for and tolerance of our fellow members, no matter their cleantime. We surrender to Tradition Three and let go of any additional requirements for membership our disease may have invented."
    ],
    "thought": "I will suspend judgment and surrender to the Third Tradition by welcoming anyone who's new--for the first or hundredth time--and by thanking an oldtimer for continuing to show up and be real.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}