{
  "04-08": {
    "date": "8 APRIL",
    "title": "Listening with All We've Got",
    "quote": "Active listening is a form of meditation. Some of the most important messages are delivered through some unlikely people.",
    "page": "Page 103",
    "source": "Living Clean, Chapter 3, \"Conscious Contact\"",
    "content": [
      "In the simplest terms, we can think of prayer as talking to our Higher Power and meditation as listening. No matter the method, the goal is the same: We are developing a conscious contact. This wording is significant. Contact refers to the connection we foster through prayer and meditation. Consciousness implies that we are intentional in our efforts--awake and aware, purposeful and deliberate. In one member's experience, \"Meditation sharpens my focus and calms my mind. I can let go of what I think I know. With that, I'm more open to stumbling on what I need, often from unexpected sources. I practice this mindset as I go about my day and my connections--with others and my Higher Power--benefit.\"",
      "It's often easier to stay open to the message when we set aside our ideas about the person doing the talking. \"If I listen with my heart, it keeps my thoughts from interrupting,\" a member shared. \"My recovery has been improved by people who couldn't seem to take their own advice, bless their hearts. I never know who's going to save my life.\" Empathy and attentiveness help us listen with an open mind, consider different points of view, and be receptive to the message no matter the source.",
      "Others remind us to listen with more than our ears. It's an old trope in the deaf community that hearing people are emotionally inhibited because they hide behind words. \"We communicate with our whole being,\" a member explained. \"Signing taught me to be present, receptive, and open--mentally, physically, spiritually--to that exchange of energy.\" We might all aspire to communicate in such a connected, visceral way: doing our best to listen for resonance and not letting words tell the whole story. When we're consciously listening for it, we can let a message nudge us in a direction, shape a decision, or make the next right action clear."
    ],
    "thought": "I will consciously listen with all I've got--mind, body, heart, and spirit--and be open to messages from unlikely messengers.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}