{
  "04-05": {
    "date": "5 APRIL",
    "title": "Inclusiveness, Service, and Belonging",
    "quote": "When we value one another's experience and work to make service fun, interesting, and inclusive, we find that there really is a place at the table for all of us.",
    "page": "Page 100",
    "source": "Living Clean, Chapter 7, \"Principles, Practice, and Perspective\"",
    "content": [
      "A lot of us come into the rooms lacking social skills and are too intimidated to join in a group activity. Commitments are filled, so we don't see a role for us. Or many are open and still we don't fit, or so we think. A member we don't know at all is sure we can handle the job of greeting people when they arrive at the meeting and helping to find seats for latecomers. But why would we want to get involved? Then people might expect us to show up and stay. Oh, that's how it works. That's how they get you.",
      "And it does work. When many of us start on a path of service in NA, we're recruited by a member who's skilled at practicing inclusiveness. Maybe we're attracted by their enthusiasm for service, even a little intrigued by what makes NA tick outside the meeting. Some of the members doing service seem to be really enjoying themselves. Maybe it's not as tedious or serious as it sounds. They ask us to help with a particular task, note our skill in this arena, and suggest we join a committee. In that committee, they're inclusive, asking us, for instance, if we think conducting business this way or that will help to carry the message well. We participate as best we can, and soon the service \"they\" becomes \"we.\" A place at the table has been set, and we're sitting at it.",
      "We need each other's experience with the Steps to recover, and we need each other's diversity of ideas, perspectives, skills, and knowledge for our groups and activities to function and function well. When we have greater representation of voices, we learn more. We find value in enhancing our understanding and empathy for people new to our group or service body. We end up doing things we've never done before. In service, we join forces to create something for others, sharing our journey, sharing space, and sharing tasks.",
      "Including others helps us to belong even more."
    ],
    "thought": "How am I being inclusive of others' perspectives in my service work? What can I do today to set a place at the table for another member?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}