{
  "04-01": {
    "date": "1 APRIL",
    "title": "That Energy of Empathy",
    "quote": "That wordless language of recognition, belief and faith, which we call empathy, created the atmosphere in which we could feel time, touch reality and recognize spiritual values long lost to many of us.",
    "page": "Page 96",
    "source": "Basic Text, Chapter 8: We Do Recover",
    "content": [
      "For some of us, our first perceptible encounter with a power greater than ourselves comes in the form of other recovering addicts. We find it in that vibe we feel in the rooms of NA. Many of us pick up on it even before we've taken that leap and given abstinence a try. We sense this energy unlike anything we've experienced elsewhere. One addict described it this way: \"I felt oddly connected to these complete strangers and they seemed to know me, to understand, and to genuinely want to help.\"",
      "Putting this intriguing something into words is difficult at best and runs the risk of becoming quickly outdated since the words to describe it change with the times. To our ear, our predecessors' attempts to explain it may sound pretty trippy today. It's hard to capture the essence of this almost indescribable thing in words. Had our French-speaking members written \"We Do Recover,\" they may have used the phrase \"je ne sais quoi,\" which translates literally to \"I don't know what\" but signifies something more in its naming of the unnamable. As the Basic Text notes, \"The problem with literature is language.\"",
      "To be sure, the atmosphere of recovery we find in NA is intangible. Maybe it's too cosmic or mystical to pin down in a description that will stand the test of time and translations. Even so, groups and service bodies sometimes find it useful to talk about how we support or create an atmosphere of recovery. Most will identify empathy as a key ingredient.",
      "Perhaps empathy stands out as central to our atmosphere because it's a quality that's been missing in our lives when we get to the rooms. Nevertheless, we recognize and respond to the empathy like it's a long-lost friend. The world has little empathy for using addicts; they haven't been where we've been. NA is different, and thank goodness it is."
    ],
    "thought": "I will listen with my heart today and empathize with the struggles and victories of fellow members.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}