{
  "04-18": {
    "date": "18 APRIL",
    "title": "Searching for Our Purpose",
    "quote": "As we seek our Higher Power's will for us, we come to an understanding of our purpose. Spiritual awakening is a process. Maybe it is what the whole process is about.",
    "page": "Page 113",
    "source": "Living Clean, Chapter 3, \"Creative Action of the Spirit\"",
    "content": [
      "Life before recovery was in steadfast pursuit of our addiction. We had purpose, that's for sure! Now that we're clean, we are still searching, still striving, but what we're looking for and how we are pursuing it are quite different.",
      "It may be worthwhile to ask ourselves right now, \"What is my purpose in life?\" and take a moment to listen for a response. Maybe we'll write about it, share about it in our group, meditate on it, or ask our Higher Power directly. For some of us, the answer may come easily, as it's something we've thought much about. We may have a specific practice of seeking the will of a power greater than us, or maybe we're comfortable improvising in the moment. Many others will struggle with the question and with hearing, understanding, and articulating the answer. Still others of us may be seriously pondering this question for the first time clean.",
      "Because we're NA members, we may be of the mind that our purpose is already established: carrying the message of recovery to the addict who still suffers--and anything else is extraneous navel-gazing. Many of us believe NA's primary purpose aligns with ours but that seeking a life of fulfillment and living by spiritual principles extends further--but to what exactly?",
      "In NA, we talk (and read) a lot about \"spiritual awakenings\"--whether we call them that or not. Most of us would agree that living spiritually is both about what we do and how we do it. Perhaps the \"how\" is even more consequential because our lives look different over time, across cultures, and around the world. Striving for integrity springs to mind here: being true to ourselves while acting by spiritual principles. Maybe we don't have a specific answer, and maybe it will change and change again. Maybe the question is enough, and we'll keep asking it."
    ],
    "thought": "I'm open to pursuing something different today. I want to be more awake and help others to wake up, too. Beyond that, who knows?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}