{
  "04-16": {
    "date": "16 APRIL",
    "title": "The Practice of Discipline",
    "quote": "Discipline is commitment in action, a demonstration of our willingness.",
    "page": "Page 111",
    "source": "Living Clean, Chapter 6, \"Commitment\"",
    "content": [
      "Because of its past association with punishment, rigidity, or plain old drudgery, discipline is one of those recovery principles we have to reimagine when we get clean. And when we realign discipline with our newfound values of commitment and willingness--and begin to practice our program of recovery--we experience positive results. Our lives change.",
      "Discipline's relationship with the principle of commitment definitely merits discussion. Our commitment to NA and spiritual growth is crucial to the life we want, but discipline is more internal. It's in our hearts. We can be committed or hold a commitment, but are we disciplined about that commitment? As one member observed, \"We say, 'It works when you work it.' Not 'It works when you think, believe, or feel it.'\"",
      "Discipline gives us the willingness to transform our commitment into action. Sometimes the commitment we're acting on is more on the surface, say, following sponsor direction without knowing why. Other times, it's deeper, more heartfelt. In either case, our commitment is measured by our willingness to act. When we're active in our commitment to the Fellowship--when we are disciplined--our disease of addiction is rendered powerless.",
      "Though we may strive to view discipline in a positive light, it's not always easy. It takes practice. It is practice. Discipline is the drive to move forward regardless of our mood. We say yes to sponsorship. We attend our home group and fulfill our commitments because we said we would. Discipline leads us back to our message again and again."
    ],
    "thought": "I'm willing to transform my commitment to action. Discipline takes practice, and practice starts now.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}