{
  "04-12": {
    "date": "12 APRIL",
    "title": "Practicality and the \"God Thing\"",
    "quote": "Sometimes it's enough just to know that other NA members believe and that their belief helps keep them clean.",
    "page": "Page 107",
    "source": "Just for Today, \"A God of our own understanding,\" April 23",
    "content": [
      "We approach the \"God Thing\"--as some refer to spirituality in recovery--from different places. It can be a major obstacle, a great relief, or something we consistently grapple with. Many of us struggle to identify a set of beliefs--or any belief--that sits right with us, while others find the exploration itself to be profound and rewarding. Some of us have always considered ourselves to be people of faith and find that recovery helps us walk our talk.",
      "Some of us have no spiritual belief or practice to speak of when we begin our recovery journey. But we adapt easily to the idea of a power greater than ourselves. We're told that it can be anything as long as it's loving. The group? Nature? An aspirational \"higher self\"? No problem! Praying to one or more of these powers makes practical sense for many members. Others of us share about our experience staying clean without getting hung up on defining a Higher Power. \"When a longtime member spoke of their failed attempt to create a best friend with super powers, it dawned on me that belief in a deity or supreme being wasn't required,\" one member shared. \"What a relief! Atheists stay clean in NA, too.\"",
      "Then there are those of us who struggle with it all. We don't believe, but we don't not believe. Infinite choices confound and frustrate us. We bristle at \"loving,\" obsess about contradictions in NA literature, or feel pressure to invent something innovative. We're challenged by one member's belief that we are relapse-bound without capital-G God and another member's flippant attitude about needing one at all. We feel we have to believe. What if we never get there?",
      "\"You're actually doing better than you're feeling,\" a member whose recovery we respect offers. \"There may not be a place to 'get to.' Why not do the next right thing and stay in the struggle?\" In practical terms, that means taking actions that align with our values or beliefs--even when we're still figuring those out.",
      "\"In a pinch, you can borrow my Higher Power,\" another member offers. \"Maybe it's enough that I believe in something that helps me stay clean.\" Why not? We'll try it--because we have choices in NA. Plus, we need a break from the struggle."
    ],
    "thought": "My belief, whatever it is, is practical for me today--so I'll practice it. If I'm struggling, I'll embrace that. No pressure. Recovery is a process, and it's working.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}