{
  "04-10": {
    "date": "10 APRIL",
    "title": "Seeing Grace in Our Reflection",
    "quote": "The people in our lives are the means by which we experience grace. We see the miracle of change in others, and they reflect our own changes back to us.",
    "page": "Page 105",
    "source": "Living Clean, Chapter 5: Relationships, Opening Essay",
    "content": [
      "The company we kept in active addiction was often based on convenience or ulterior motives. We barely trusted anyone and relied on manipulation to get what we needed. It's no wonder that many of our friendships were short-lived. Denial protected us from seeing the destruction we brought to our relationships.",
      "When we concede that we are powerless over our addiction in Step One, we begin to see the benefits of being honest with ourselves. Emboldened, we begin practicing honesty in our new friendships in recovery.",
      "In forming real friendships, we open the gateway to grace. Grace allows us to view our lives from multiple angles. We can mute the inner critic and appreciate that we possess some of the same qualities we admire in others. As one member noted, \"You are or you want to be the people you surround yourself with.\" Like the other members of our support circle, we strive to get a better perspective on life. Their reflection offers us a picture of who we are now and who we are becoming. Today, we are not alone.",
      "As we continue to recover, we cultivate trusting relationships, strengthening our network of support. Key people in our lives can provide us with an honest reflection of our character. They allow us to experience grace by seeing ourselves through their eyes. Our ability to acknowledge our own progress and spiritual growth is evidence that we see the world and ourselves more clearly. It can be a daily struggle to see ourselves as our peers see us, no more and no less--but we are up for that challenge."
    ],
    "thought": "I will make an effort to see myself more clearly today. I will surround myself with people I love and respect and look to them for an honest reflection of my progress.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}