{
  "04-15": {
    "date": "15 APRIL",
    "title": "Honesty Becomes Second Nature",
    "quote": ". . . in the beginning, we may have to consciously practice being honest. As we continue this practice, we find dishonesty progressively more uncomfortable, perhaps even agonizing; and gradually we notice that honesty has become more normal for us.",
    "page": "Page 110",
    "source": "Living Clean, Chapter 1, \"Keys to Freedom\"",
    "content": [
      "In active addiction, dishonesty was organic to how most of us functioned in the world. We did what we had to do to stay high; stealing and being manipulative and deceitful were among our strategies to meet that goal. We were chameleons more adept at figuring out who others wanted us to be than being ourselves. Our skewed perception was that the risk of being real outweighed its benefits.",
      "Lifelong habits die hard. In early recovery, we often find ourselves embellishing our using careers or whitewashing our wrongdoings. We are quick to justify our behavior, blame others, and minimize our feelings. Some of us continue to steal, cheat to get ahead, or promote a clean date that isn't quite . . . accurate. But every time we come to a meeting, we hear that honesty is essential to recovery. We know that we're setting ourselves up for relapse if we don't start telling the truth and acting with integrity. We hear that lesson in others' stories.",
      "So, we practice being honest in all of our affairs. We identify with other members--and vice versa--which encourages us to be more open. Our sponsor helps us to see that being honest is actually the solution to our problems. We adjust our stories to match the truth. Gradually, as our behavior shifts, so does our comfort level with the truth. The perceived danger we felt at being truly ourselves is replaced by the gift of participating in reality and receiving support from our fellow members.",
      "Like any defect, the impulse to lie comes back. Though it's not as habitual, dishonesty may be that rusty old tool we reach for in a jam. Nowadays, when we pop off a lie, it's painful. Our denial and justification wound us. Knowing ourselves and our defects well allows us to put some time between impulse and action. We are able to investigate the urge, forgive ourselves, and humbly ask for help to avoid acting on it."
    ],
    "thought": "When I feel that now-familiar discomfort in the pit of my stomach from being dishonest, I will reflect on it. I'll change direction and take action because I know reality and the truth pose no real risk to me today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}