{
  "04-11": {
    "date": "11 APRIL",
    "title": "The Power of Kindness",
    "quote": "The lessons we learn in NA about sharing and caring, asking for help, and offering what we have to give are powerful tools we can use outside the fellowship as well.",
    "page": "Page 106",
    "source": "Living Clean, Chapter 4, \"Disability\"",
    "content": [
      "Before coming to NA, many of us were clueless about our own needs, much less the needs of others. We may have rejected the whole idea of needing help, needing other people, or having needy people in our lives. Identifying our needs--beyond the next fix--would require introspection. Looking within sounded frightening. There be dragons, as the ancients labeled unmapped territory. Others of us sensed a void inside, a deep well of vague longing. We clung to the few people left in our lives, hoping for love but settling for sex.",
      "Recovery invites us to rejoin the human race. We learn to articulate what we think, how we feel, and what we need. Being part of an NA community that looks out for one another is a real asset to our lives. The give-and-take of kindness knits together our social networks, in and out of the rooms. We benefit from others' kindness and revel in the good feelings we get from giving back. It reinforces our humanity and our humility as we recognize that we're no better and no worse than our fellows. \"Just another addict doing my best to stay clean and do better,\" as one member put it.",
      "A focus on practicing kindness contributes to the \"better perspective on life\" we strive for, just for today. Opportunities to help come into view more readily when we're endeavoring to be kind. As one member wrote, \"Giving up my seat to an elderly bus rider freed me, momentarily, from my prison of self-concern. When I want to feel good, kindness ain't a bad hustle.\" We become the good neighbor who shovels more than their fair share of snow, the parent who bakes enough cupcakes for the whole class, the houseguest who insists on washing dishes, or the coworker who restocks the community candy bowl.",
      "If we can shake some old ideas about independence and self-reliance, we can practice kindness even as we ask for help. We know the good feeling of helping others; to need help and not ask for it seems almost selfish. We humble ourselves, ask for what we need, and open the door to letting others be kind."
    ],
    "thought": "I will contribute some kindness to my community as I share a smile, give a sincere compliment, or ask for assistance today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}