{
  "04-14": {
    "date": "14 APRIL",
    "title": "Unity, Not Uniformity",
    "quote": "And just as all of us have our own individual personalities, so will your group develop its own identity, its own way of doing things, and its own special knack for carrying the NA message In NA we encourage unity, not uniformity.",
    "page": "Page 109",
    "source": "The Group Booklet, \"Introduction\"",
    "content": [
      "Our worlds get bigger as we recover. When the fear and isolation of active addiction lifts, we can enjoy the company of fellow members. We may be inspired to visit other NA groups across town or in another part of the world, and we notice the different choices that contribute to a meeting's culture.",
      "Members gather for meetings in bomb shelters, in church basements, and next to hiking trails. Some groups join in with the readers, saying certain sentences aloud in unison. Other meetings save the chanting for the end of the meeting when they shout: \"Go help someone!\" or \"Keep coming back--it works!\" We have different ways of welcoming newcomers; we offer meeting lists, phone numbers, hugs, and sometimes even invitations to the meeting after the meeting.",
      "When we attend a meeting that's run differently than at home, we might be annoyed by the format or the behavior. They're doing it wrong, we think. But then we realize that it's still Narcotics Anonymous. We hear those familiar readings, recognizable even in another language. The atmosphere is one of love and acceptance--and that's what really counts.",
      "Each group makes many choices about how to nurture an atmosphere of recovery. What that looks like varies from place to place, even within the same city. Tradition Four talks about group autonomy; now we see how that idea makes room for our creativity and diversity, helping us embrace our differences and remain united."
    ],
    "thought": "Today I will delight in the variety of NA group identities and the unity that allows our diversity to flourish in a single, worldwide Fellowship.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}