{
  "04-19": {
    "date": "19 APRIL",
    "title": "Finding Self-Acceptance with the Serenity Prayer",
    "quote": "We learn to live with our frailties and imperfections.",
    "page": "Page 114",
    "source": "Living Clean, Chapter 1, \"A Vision of Hope\"",
    "content": [
      "Many of us have ideas in our heads of what we think we should be. These ideas may come from our families, friends, society, our religious backgrounds, and countless other influences. It's a little uncomfortable when our images of who we think we are and who we think we should be don't match. Getting to a place of self-acceptance when these pictures don't align can be challenging.",
      "The Serenity Prayer is a big help here. There are some things about ourselves we may never be able to change. If we're a lot shorter or taller than most of the people we know, wishing or praying to be an average height isn't likely to do much. By talking through our discomfort with our sponsor or others we trust, we can begin to make peace with our height.",
      "Then, of course, there are the qualities we are okay with, but others around us aren't! \"I had a sense of humor that usually involved making someone the butt of the joke,\" one member wrote. \"I kept hurting people, but I thought that if they would just get thicker skin, things would be fine. My sponsor suggested that I find ways to joke without hurting people. I was mad at first, but I worked on my sense of humor, and people don't look at me like I'm such an ass all the time now.\"",
      "Part of accepting our frailties and imperfections comes in finding the wisdom to know the difference between what we must accept and what we can change. \"That's just who I am\" is an excuse we no longer need for harmful behavior. Talking with other addicts and connecting with our Higher Power can help us continue to grow into the people we want to be."
    ],
    "thought": "Some parts of who I am are here to stay, while other aspects may need a little work. I will use the Serenity Prayer to aid in my self-acceptance.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}