{
  "04-17": {
    "date": "17 APRIL",
    "title": "Goodwill for the Common Good",
    "quote": "By practicing open-mindedness, we nurture an attitude of goodwill toward others and become willing to serve with our common good in mind.",
    "page": "Page 112",
    "source": "It Works, Tradition Two, \"Applying Spiritual Principles\"",
    "content": [
      "Before we found recovery, we served our own selfish desires almost exclusively. We used kindness and generosity as tools to manipulate, nothing more. The idea of serving others didn't even enter our thoughts when we were out there hustling. After we're clean for a bit, we learn to take actions that open us up to the concept of giving our time and serving the common good.",
      "We start by acting our way into a different way of thinking. That means showing up for commitments despite the self-sabotage that happens between our ears. Regardless of how long or challenging our days may be, we get to our home group to make coffee if that's our commitment. We show up because it is the right thing to do, in spite of any momentary lack of willingness. In reflection, we practiced goodwill and served the common good of the meeting by following through.",
      "As we continue taking action--often opposite our thoughts--we become a little gentler with ourselves and more accepting of our own humanity. We come to understand that our first impulse might lead us astray. We learn to take a breath and call on a Higher Power to support our practice of goodwill.",
      "Open-mindedness helps us access this spirit of generosity and selflessness. We may not talk about goodwill a lot, but you can see it in our actions and those of our fellows. Others depend on us, so we respond by being dependable. The \"we\" of NA becomes more important than the \"me\" in our old way of thinking and behaving."
    ],
    "thought": "Today I will clear away judgment of myself and others. I will strive to serve the common good.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}