{
  "04-27": {
    "date": "27 APRIL",
    "title": "Pursuing Equanimity",
    "quote": "When we feel dignity, we are not turned by a passing breeze, and we no longer need to defend ourselves from every shadow.",
    "page": "Page 122",
    "source": "Guiding Principles, Tradition One, Opening Reflection",
    "content": [
      "When we were using, we adapted to the dangerous and hostile environments around us by developing survival skills. Even once we leave that life, we take these defenses with us. Early in our recovery, everything can seem like a threat to our well-being. Our responses are often knee-jerk, reactive, and based on a life we are no longer living, not our present-tense recovery journey.",
      "Over time, we find our emotional and spiritual footing. Equanimity is the art of maintaining this steadiness. We are not so easily thrown off balance by whatever waves may come our way. We find ourselves less drawn to drama, and we don't view challenges as crises so often. The tide comes in and goes out, and we acquire, through our own and others' experiences, a deep-seated belief that we can get through this--that we will be okay no matter what.",
      "The emotional wobbliness we have when we first come to NA subsides as we gain perspective. How we see the world changes and how we respond to what we see changes. Real-life difficulties may emerge, but we can respond differently. When we are rigid, we are apt to get knocked down every time there is a storm at sea. In recovery, we learn to adjust our sails as we acquire \"the wisdom to know the difference.\"",
      "We get more comfortable being who we are without justifying or explaining our feelings, thoughts, and actions. We relax into a new relationship with life and no longer need to be on guard, defensive, or reactive. Through the Eleventh Step, we learn to pause before reacting. In service, instead of acting impulsively, we can make choices that benefit NA's common welfare. Meditation teaches us to slow down and listen. We don't have to fix everything. We're more open to the world as it is and to solutions that we may not have anticipated. We learn to be fully present and less guarded. We can stand in the middle of what is."
    ],
    "thought": "Being part of something bigger than myself can serve as a life preserver. When I am tired of swimming, I can lean back and float. I can't always see what's under the water but can trust my buoyancy.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}