{
  "04-25": {
    "date": "25 APRIL",
    "title": "Compassion Toward All",
    "quote": "I have a deep compassion for the still-suffering addict, be it the addict who is sitting in the rooms of Narcotics Anonymous, the addict who has yet to find the rooms, or especially the addict who left and has yet to find the way back again.",
    "page": "Page 120",
    "source": "Basic Text, Coming Home, \"Second Chance\"",
    "content": [
      "One of the most painful lessons we learn in recovery is that we are each on our own path. No matter how much we want to help, close friends or partners sometimes relapse. Sponsees or other members we've tried to help may choose to get loaded. The same goes for members with significant cleantime whom we admire, and sometimes our sponsor (who's just another addict like we are) will be suffering in the rooms and keeping it to themselves--and will end up using again. The pain we feel in these situations takes many forms: grief, anger, betrayal, confusion, fear for our own recovery.",
      "But we also feel deep compassion for another addict's pain. We try to let that compassion, rather than our pain, drive our actions.",
      "NA members have different ideas about what compassion looks like. Some of us believe that if an addict is using and not coming to meetings, no contact should be made. Tough love. Others reach out to still-using addicts believing it's absolutely necessary to maintain that connection.",
      "In some meetings, an empty chair is set out to represent the still-suffering addict, and--as a sort of collective compassion--we pray that seat gets filled. The most important thing we can do is to stay clean ourselves so that when the time comes, we will be there for any addict who is seeking help. The power of living by example should never be underestimated. Whatever our judgments, we can all agree that addicts should always be welcomed to meetings regardless of how many times they've relapsed, what they look or smell like, or what our history with them has been. As a Fellowship, our job is to practice compassion no matter what."
    ],
    "thought": "During the moment of silence at my next meeting, I'll pray for a specific addict who's suffering: I am here for you. I'm saving a chair for you.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}