{
  "04-26": {
    "date": "26 APRIL",
    "title": "Caring for Ourselves, Caring for Others",
    "quote": "We need to develop empathy and concern for others, and to let go of self- obsession without losing sight of ourselves.",
    "page": "Page 121",
    "source": "Living Clean, Chapter 5, \"Friendship\"",
    "content": [
      "Negotiating a balance between caring for ourselves and for others takes much self- awareness. It requires ongoing focus, discernment, and thoughtful action. Finding that combination of loving generosity in helping others while maintaining appropriate boundaries--the healthy interplay between independence and interdependence--is a lifelong pursuit for a recovering addict.",
      "Through the work we do on ourselves, our bent toward self-obsessiveness lessens as our empathy for others tends to deepen. What used to be a single-minded concern for \"this addict\" often becomes tempered with a genuine concern for other NA members. Many of us roll up our sleeves and get to work helping new members because we want them to experience the same relief and connection that we did. We have found a new way of life and want to share with them how we did it. Fair enough. But we may end up feeling like we need to save them and that we are the only ones who can do it. We take it personally when our suggestions are rebuffed. We mistakenly blame ourselves if they don't stay clean.",
      "This perspective is detrimental to our own recovery, reflecting a bit of that self-obsession we thought we had exchanged for kindness. We must show ourselves some care--and demonstrate some humility, even self-respect, often by taking a step back while still making ourselves available to help when asked. Knowing where support ends and enabling begins can be a baffling process that we revisit again and again throughout our recovery. Some of us develop excellent instincts in this regard and can support other addicts through the process of discovery for themselves."
    ],
    "thought": "I can care about others while still caring for myself. I can help others find what I'm finding in NA while maintaining my self-respect and being pragmatic about my powerlessness over other people.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}