{
  "04-24": {
    "date": "24 APRIL",
    "title": "Faith and Step Three",
    "quote": "In the Third Step, faith gives us the capacity to actually make a decision and carry that decision into action.",
    "page": "Page 119",
    "source": "NA Step Working Guides, Step Three, \"Spiritual Principles\"",
    "content": [
      "When we look back at early recovery--regardless of how recent or distant that may be--we can see how faith inspired some of our decisions and helped us to act on them. Many of us credit some sort of blind faith for getting us through the doors of our first meeting. We decided to get some help and found our way to Narcotics Anonymous.",
      "As our heads cleared, we saw that our every effort to clean up on our own had failed. Consciously or not, we surrendered and made that crucial admission in Step One. We took another leap of faith by entertaining the possibility that we could stay clean and be restored to sanity. Faith that the recovery that we'd seen work for others could also work for us brought us to Step Three.",
      "Deciding to turn our will and life over to the care of the God of our understanding was huge. It might have seemed too big, really. Other members reassured us, \"You're just making a decision. You'll have a lifetime to figure out what that looks like, plenty of time to practice.\" So, okay, we decide . . . now what?",
      "Some of us get stuck here or find ourselves cycling through the first three Steps, sure that we've dropped a stitch. We get lucky--as we do so often in NA--when we're sitting in a meeting, only half listening, and we hear just what we need to propel us into action: \"The footwork of Step Three is Step Four.\" And so on.",
      "The faith we practice as NA members gives us the courage to make other momentous decisions: to change careers, to exercise more, to marry, to end a marriage. When we're secure in our recovery, faith enables us to ask ourselves some really tough questions, like \"What do I want?\" and \"What's holding me back?\" Faith steadies us as we make decisions, supports us as we clear the way forward, and keeps us humble as we find out what we're capable of."
    ],
    "thought": "Faith will show in my actions today, as I make the time to do the things I ought to do and say the things I need to say.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}