{
  "04-29": {
    "date": "29 APRIL",
    "title": "Our Willingness Makes a Difference",
    "quote": "When we show up with an open mind and a willingness to be of service, the rewards can be far greater than our efforts.",
    "page": "Page 124",
    "source": "Living Clean, Chapter 5, \"Family\"",
    "content": [
      "A nudge from a sponsor, a longing to be a part of NA, a hunger for validation--any of these might be our initial inspiration to serve. Regardless of what motivates us, the rewards of service quickly become apparent. It feels good to be part of the beehive of activity that goes into keeping the doors open and meetings running smoothly. We feel a sense of belonging as home-group members greet us by name and invite us to check out other meetings. We welcome new members and introduce them to others who have their best interest at heart. Realizing that we fit that description, too, we offer our phone number and some advice: \"If you don't pick up, you can't get high. Call one of us if the disease starts talking to you.\" We're humbled to think that our willingness to be of service might make a difference for a potential new member. Viewed with an open mind, we realize that it's already made a difference for us.",
      "While groups remain the most powerful vehicle for carrying the message, the NA service infrastructure exists to amplify our ability to fulfill this primary purpose. Members contribute to the good and necessary work organized by service bodies large and small. All of these efforts are geared to helping more addicts find their way to the rooms. We offer our time and effort and find ourselves becoming more invested, more connected, and more alive. Our willingness to show up and pitch in means that our groups have current meeting directories, that cops and doctors send addicts our way, that websites provide the latest information, and that incarcerated members get sponsors and NA literature.",
      "Our primary purpose inspires all of these service efforts and more. We show up with the still-suffering addict in mind and find that our burdens are lessened by our generosity. Our service to NA affects who we are and how we interact with the world. Within NA and beyond, we do loving things for our families and communities and experience love in return. Our insights compel us to keep showing up and giving back and enjoying the rewards."
    ],
    "thought": "I am willing to show up and give of myself today. It will keep me clean and remind me of the abundance I enjoy as a result of the life I found in Narcotics Anonymous.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}