{
  "04-21": {
    "date": "21 APRIL",
    "title": "Communicating Respect",
    "quote": "When we regard one another with respect, we open the door to a different kind of communication.",
    "page": "Page 116",
    "source": "Living Clean, Chapter 7, \"Principles, Practice, and Perspective\"",
    "content": [
      "Outside NA, in our specific cultures or neighborhoods, respect was often something we demanded of others or felt we were entitled to based on our status in the community or our egos. Our communication around respect had one purpose: getting our own way. What mattered was how superbly articulate we were about our beliefs, our willingness to go to battle for every one of our opinions, and the sheer loudness of our voice. And if we weren't among those with status or volume, we usually gave in to their demands.",
      "Inside NA, practicing respect as a spiritual principle has nothing to do with getting our own way or handing over our power to those who command it. Regarding others with respect includes paying attention to how we are communicating--with our voice, facial expressions, body language, or our silence--and then honestly examining how people hear and respond to us. \"If I approach another member with my claws out,\" one member shared, \"I shouldn't be surprised if they react by slashing back.\"",
      "Ideally, practicing respect results in more inclusivity of opinions and more equality in participation. Communicating our respect prioritizes listening over speaking, our common welfare over selfishness. We try to make space for others rather than cutting them out. In NA, respect breeds trust, safety, and well-being--not fear, fragility, and oversized egos.",
      "This perspective takes plenty of work--and plenty of unlearning. For one thing, we must work against our own feelings of superiority, inferiority, or indifference. A member who's been around for a while described their experience: \"Working the NA Steps has made my own beliefs less fragile. I don't have to defend them as fiercely as I did before. And I don't have to express my opinion about everything.\" Just because someone else's or the group's opinion is different from ours doesn't mean they're wrong. And if they are wrong, is this a battle that must be fought, or can we make peace and be part of a solution?"
    ],
    "thought": "How am I communicating respect to my fellow NA members today? How am I being respectful to the meeting, to the group's conscience, to the Traditions, to NA as a whole?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}