{
  "04-20": {
    "date": "20 APRIL",
    "title": "The Journey toward Unconditional Love",
    "quote": "We greet each other with the recognition reserved for survivors of the same nearly fatal catastrophe. This shared experience, more than anything else, contributes to the atmosphere of unconditional love in our meetings.",
    "page": "Page 115",
    "source": "It Works, Step Twelve",
    "content": [
      "Most of us were pretty far from unconditional with our efforts to love when we first got here. One member shared, \"When I first started using, drugs helped me connect with people. I would get high with anyone! I started cutting out people who got in the way of my disease, and soon I was all alone.\"",
      "The members who welcome us to NA know the look of loss and alienation on our faces; they endured the same feelings we did. We empathize. For many of us, that's our first practice of unconditional love: We know each other's pain, so we offer relief no matter what differences we might have, real or perceived. Different political stance? Different football team? Different definitions of \"football\"? We look past these differences to see the addict, and we do our best to offer hope. The hope we offer is a form of love. In Narcotics Anonymous, we offer this love unconditionally to addicts seeking recovery.",
      "As Step Twelve in the Basic Text mentions, \"Many of us believe that a spiritual awakening is meaningless unless accompanied by an increase in peace of mind and a concern for others.\" The empathy we feel for other addicts is the first taste of \"a concern for others\" many of us get. Working Steps expands the reach of our compassion, continually allowing us to clear out the conditions we put on our willingness to love as we're ready to do so. We aspire to love unconditionally and, even when we fall short, the practice does us good."
    ],
    "thought": "Though the journey toward unconditional love is never-ending, compassion helps pave the way. I will embrace the journey enthusiastically today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}