{
  "04-28": {
    "date": "28 APRIL",
    "title": "Inspired to Understand",
    "quote": "We begin to understand that other people have real feelings and that we are capable of hurting them if we are careless.",
    "page": "Page 123",
    "source": "It Works, Step Nine",
    "content": [
      "Active addiction causes us shame, and shame feels lousy. We learned to shut down our feelings, to turn our backs to our emotional well-being. Before drugs were a problem, they were our solution. Our preferred state--a drug-induced haze--made it easier to shut down those pesky feelings.",
      "When we get to NA, we start to feel better; we start to feel everything better. Early recovery can seem like a feelings roller coaster that takes us from uncomfortable to exhilarated with every turn. Since numbing our feelings isn't a viable option, we take a stab at understanding ourselves and the effects of the disease. Step One helps us to see how powerlessness and unmanageability shaped our every attempt to control our drug use. We begin to identify our feelings and verbalize our thoughts and emotions. When members nod and laugh in recognition as we share, we experience how good it feels to be understood.",
      "We are inspired to be more understanding and empathetic. We practice being thoughtful and kind, and others reciprocate. We gain an awareness of how our behavior affects others. We learn to practice discretion and keep our unsolicited opinions to ourselves at times. This is new! Where once we were careless, practicing understanding calls on us to be considerate of others.",
      "We gain valuable insight as we inventory our behavior. Most of us find that we've been on both sides of hurt feelings. This brings our understanding of ourselves and others to a whole new level.",
      "We gain additional clarity in the amends process. We rally the courage and willingness to meet with the people we have harmed, to own our mistakes, and to change our behavior. We apply the principle of understanding by moving through our lives with more care and concern. Because we're human, there will be missteps, but as members of NA we have a process for staying clear and current."
    ],
    "thought": "I have a choice about my behavior today. I choose to be considerate of other people's feelings and my own emotional well-being. I will allow understanding to influence my actions.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}