{
  "04-22": {
    "date": "22 APRIL",
    "title": "The Creative Action of Sharing Ourselves",
    "quote": "Sharing with others keeps us from feeling isolated and alone. This process is a creative action of the spirit.",
    "page": "Page 117",
    "source": "Basic Text, Chapter 7: Recovery and Relapse",
    "content": [
      "Many of us, even with time clean, find ourselves with a problem or a situation we have no idea how to deal with. For example, grateful as we are that we've been released from prison, we are petrified by the prospect of rebuilding our lives outside of the structure we'd become used to. Or, having fallen out of love with our spouse--who shares the same home group, no less--we want to move on. But how? Or, our supervisor at work is in active addiction. We pick up her slack because we don't want her to get fired. But the stress is killing us.",
      "Shame, indecision, and fear prevent us from talking about our problem with anyone. Or our ego takes over: I can figure this out on my own. We've been down this road before and know where it leads: denial, dishonesty, resentments, isolation. But we can make a different choice now, just as we did about our addiction.",
      "If we share what we're going through--with a trusted NA member, with our sponsor, or on a group level--we are acting differently, even creatively. We can rely on someone else's creativity to take us down a road we had never considered. We just have to open our minds to their experience and perspective.",
      "Other times it's the act of sharing that's the solution. Creative action of the spirit requires us to have the courage to open our hearts to share what has seemed impossible for us to talk about. In these cases, we depend on another's empathy to get us through a situation that has no resolution but to accept it."
    ],
    "thought": "Today I'll ask myself: \"What am I keeping to myself?\" and \"Who can I ask to share their creative problem-solving skills with me?\" Then, I'll seek that person out and be open to what gets revealed in the process.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}