{
  "04-23": {
    "date": "23 APRIL",
    "title": "The Value of Our Individuality",
    "quote": "We are mindful of our behavior and our surroundings without giving up our individuality.",
    "page": "Page 118",
    "source": "Living Clean, Chapter 6, \"Moving Beyond 'Social Acceptability'\"",
    "content": [
      "Rock bottom means different things to different addicts. We come to NA in various states of unwellness, some more visible than others. No matter what kind of shape we appear to be in when we get here, we each find ourselves at the edge of our own learning curve. Although our minds may try to get ahead of us with all kinds of knotty questions, our journeys almost always start with going to meetings and staying clean between them.",
      "It may occur to us that we wouldn't have used with a lot of these people--unless it was their stuff, of course; no need to be rude. We can't imagine them using with each other either, but there they go again, hanging out together in the parking lot for an hour after the meeting. We find this mildly troubling. As using addicts, we thought we could suss out any situation and be who we needed to be. Here . . . what? Am I supposed to be myself? That seems to be the idea. Yikes!",
      "In fact, that's part of our charge: to figure out who we are and be that on purpose. In It Works: How and Why, we read about the value of our diversity and the \"rough-and-tumble liveliness\" found in NA. This rings true. We're told there's no one right way to be an addict in recovery. This seems reassuring or disconcerting, depending on our mood. We aspire to be as comfortable in our uniqueness as some of those eccentric oldtimers. Like them, we grow secure in our own individuality and learn to express it in context-appropriate ways.",
      "Accepting that our value lies in being ourselves frees up all that energy we used to spend shape-shifting. We no longer feel a need to blend in with the wallpaper or shine like the brightest star. We get to be ourselves, each of us uniquely contributing to the lively whole. We don't need to fit in--because we belong."
    ],
    "thought": "Fellowship encourages me to be wholly myself, which I'll do to the best of my ability.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}