{
  "04-30": {
    "date": "30 APRIL",
    "title": "The Value of Consistency",
    "quote": "When we attend meetings regularly, people get to know us and see us over time.",
    "page": "Page 125",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "The principle of consistency offers great benefits at any phase in our recovery, even though how it might look in practice evolves over time. Early on, consistency tends to mean a meeting a day for the first 90 days, as our Basic Text suggests. A likely outcome of completing a \"90-in-90\" challenge is knowing and being known by quite a few other NA members. Making ourselves visible in this way exposes our disease to people who see it for what it is. The compassion, concern, and care we receive from other members is a vital part of knowing we are not alone, especially in early recovery. Consistency allows people to know and care for us, and it can save our lives.",
      "The value of practicing consistency changes the longer we're around. Our lives improve, and we are able to practice consistency in other areas: NA service, family relationships, friendships, and any other place we go. Those of us who were able to show up physically for our family and friends find, over time, that we are able to be more fully present in the spaces we inhabit. \"I used to just send someone who looked like me,\" one speaker recalled. \"My family got a person with my face, my eyes, my smile. But behind all that was empty. Showing up for real in NA taught me how to bring the real me to other places I go. I'm not sending the imposter anymore.\"",
      "The magic of consistency in NA goes beyond just showing up. Simply dragging our body to meetings on a regular basis, whether that's daily or slightly less often, wouldn't be enough on its own. Something special happens in our meetings, though--we see and recognize each other beyond the surface level. We hear others share and we relate; we share with others and tell on our disease. Consistency helps keep us from going back into hiding, physically, spiritually, and emotionally. Our recovery depends on it."
    ],
    "thought": "Simply having my butt in a seat at a meeting won't keep me clean or magically make me recover. But it's a damn good place to start!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}