{
  "05-01": {
    "date": "1 MAY",
    "title": "Service as an Expression of Love and Gratitude",
    "quote": "Service changes our relationship to our own lives. We learn to put love and gratitude into action, and when we mobilize our good feelings they have a way of spreading through all our affairs.",
    "page": "Page 127",
    "source": "Living Clean, Chapter 7, \"Being of Service\"",
    "content": [
      "The Basic Text tells us that \"we can only keep what we have by giving it away.\" That's as true for us as individuals as it is for NA as a whole. When we share our experience with new members, we're reminded where we came from and exactly how far we've come. We don't need loads of cleantime to start reaping the benefits of service. One member recalled, \"My sponsor taught me to carry a pen to every meeting so that I could give my phone number to newcomers. I asked, 'But aren't I still a newcomer?' and was reminded that I had 30 more days than the person that just walked in the door.\" Reflecting on service in early recovery, another member shared, \"I was making more than just coffee, I was making friends and beginning to feel a part of my home group.\" We gain a sense of belonging as we give of ourselves. It feels good, and we want more. We put love and gratitude into action as we serve.",
      "We focus on carrying the message and let the other details--in life, in meetings, in our heads--sort themselves out in their own time. A shared commitment to service helps us to hear each other and to choose to believe that we're all doing our best. We love and, therefore, serve NA even when we disagree about the best way to go about it. We contribute to the lively and loving atmosphere of recovery in our meetings and participate in the countless incognito efforts that make this thing work. We arrive at meetings early to welcome each new face or stay late to clean up and put away chairs. Each of these actions expresses our gratitude.",
      "We bring this mindset with us into the world outside NA. We recognize our capacity to help others and know that it feels good to do good. We get some freedom from self-obsession and the opportunity to practice loving kindness in our affairs. We gain a sense of fulfillment as we engage in acts of service inside and outside Narcotics Anonymous."
    ],
    "thought": "I will express love and gratitude by serving the greater good.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}