{
  "05-07": {
    "date": "7 MAY",
    "title": "Powerlessness and the Second Step",
    "quote": "By admitting our own powerlessness, we open our minds to an entirely new idea: the possibility that something greater than ourselves might be powerful enough to relieve our obsession to use drugs.",
    "page": "Page 133",
    "source": "It Works, Step Two",
    "content": [
      "Our literature describes how the Second Step helps us to fill the gap created when we admit our powerlessness in Step One. If we are powerless over our disease, what can we do about it? For many of us, simply seeing there are other addicts like us who have lost the desire to use is enough to open our minds to the possibility that something might be able to help us, too--even if we don't know what that something might be.",
      "The catch to accepting help from a power greater than ourselves is that we have to stop exerting our own power first. Practicing powerlessness over our disease means that we stop trying to manage and control it. So many of us have shared about trying to limit our using, hiding our stash from ourselves, using only certain substances or on certain days of the week, and many other ways of trying to be clever or tricky enough to outsmart our addiction. If anyone had success with those types of tricks, they're probably not NA members. (Yet?)",
      "That's the way it is with addiction. If we try to overpower or outmaneuver our disease, we're bound to fail. It might not even happen right away, but eventually we find ourselves surrounded by unmanageability, wondering what happened to our well-laid plans. Rather than exerting great control over ourselves to behave in a highly predictable and consistent manner, we let go of the illusion of control and open ourselves to a power from elsewhere. Unlimited examples of experience, strength, and hope are available to us when we share with other addicts in recovery."
    ],
    "thought": "Rather than trying to go it alone, I will rely on a power greater than myself.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}