{
  "05-05": {
    "date": "5 MAY",
    "title": "Gratitude for All of Life's Challenges",
    "quote": "When we feel the deepest gratitude, we can look back and see that our path to that moment was neither short nor straight.",
    "page": "Page 131",
    "source": "Living Clean, Chapter 1, \"Keys to Freedom\"",
    "content": [
      "\"I'm so grateful for the life I have, thanks to NA.\" The speaker was then quiet for a moment, wiping away tears, before continuing: \"Grateful for my sponsor and the Steps . . . and even for the bad stuff that's happened along the way.\"",
      "For someone who's new, witnessing gratitude from a member for \"bad stuff\" can sound illogical, overly virtuous, impossible, even undesirable. Why on earth should we be grateful for our addiction, our mistakes, and our poor decision making? Do we really have to feel grateful for pain and loss to recover in NA?",
      "Reframing our past hardships or current challenges with a deep awareness of gratitude is not an easy path, nor is it a quick one. For one thing, we rarely, if ever, start our journey in recovery with a clear and broad perspective on our lives. This doesn't happen just from being abstinent and going to a few meetings--and talking about being grateful. It requires effort, a lot of it. We do our stepwork thoroughly. We develop and learn to rely on a power greater than ourselves. We try to apply spiritual principles in all our relationships. We work on forgiving others and ourselves. We make amends for our mistakes and find compassion for ourselves when we mess up again. We consistently surrender in the face of new adversity and strive to find the lesson in it.",
      "\"My flaws and mistakes are part of what makes me who I am today,\" the speaker continued. \"They are what inspire me to work to be a better person. My ability to get through some of the worst times in my life--bruised and battered but still clean--is a huge gift. I am grateful for this life.\"",
      "Gratitude is not a destination. It's an awareness and a process. Though we recovering addicts don't feel grateful all the time, there are times when we do feel it deeply. When we're feeling ungrateful, we've learned what to do: help another person on their journey in recovery."
    ],
    "thought": "Today I will do some work to learn from my mistakes and from hardships. I will strive for gratitude for the \"bad stuff\" as well as the good.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}