{
  "05-08": {
    "date": "8 MAY",
    "title": "Tolerance and Toxic Relationships",
    "quote": "Another member found that amends meant not tolerating abuse anymore, and felt she finally had permission to step away from a destructive household.",
    "page": "Page 134",
    "source": "Living Clean, Chapter Five, \"Family\"",
    "content": [
      "Preparing to make meaningful amends includes plenty of heavy lifting in Steps One through Eight. These Steps give us a new perspective on our place in the world, a better understanding of ourselves, and a conscious contact with a Higher Power. We gain courage and self-respect along the way; these will be vital assets for us as we make our amends. A sponsor's guidance and the experience of other members shape our approach. With their input, we decide what our direct amends will look like in each situation and how we can avoid \"injuring them or others\"--including ourselves. The same network of friends and mentors reminds us to put our name on that list.",
      "Family dynamics and a lifetime of baggage can complicate some of our amends. Our support group reminds us that holding ourselves to account does not mean tolerating mistreatment. In some cases, we can protect ourselves from harm by setting limits; healthy boundaries make for healthy--or at least healthier--relationships. In other relationships, the toxicity continues to be intolerable, and the amends process often reveals a need for greater distance. We can stop giving headspace to those who disregard our needs and forgive ourselves for tolerating what was never okay. As part of our amends to ourselves, many of us reevaluate how we use our time and energy.",
      "Making our way through a list of amends brings clarity. Protecting ourselves by setting limits of what we will and won't tolerate is often part of the amends we make to ourselves. We take responsibility for our own beliefs, feelings, and actions. Not every relationship can or should be rebuilt, but the one with ourselves is definitely worth the effort."
    ],
    "thought": "I can forgive myself for tolerating mistreatment in the past and make amends to myself by rethinking my approach to one of my most challenging relationships. What limits might I need to introduce or reinforce?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}