{
  "05-02": {
    "date": "2 MAY",
    "title": "Empathy in Hard Times",
    "quote": "We find people who have been through what we're going through, and got through it clean. We need other people to walk us through hard times, and we need to reach out and help others as we heal.",
    "page": "Page 128",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "For many of us, when we were new to NA, getting clean--and staying clean--was the hardest thing we'd ever been through. Our life seemed impossibly dark, and it took every bit of effort not to go back to our old lives. But we didn't pick up, no matter what. We survived that time, in large part, because of our connection to other recovering addicts. A member shared: \"In my first meeting someone told me, 'I understand you, and you don't have to go through this alone.' For years, people had said so many things to me, trying to help, but until NA, no one said they'd had the same experience--and that they'd survived it.\"",
      "However, staying clean doesn't mean the difficult times are over. Inevitably, \"no matter what\" situations await all of us. Sometimes these challenges can add to our lives in significant ways: We get off the street and live on our own for the first time or we buy property or start a family or a business. For many of us, we experience catastrophic events that easily eclipse the suffering of early recovery. We have to care for an aging parent or we lose a child to the disease of addiction. There's economic hardship, divorce or widowhood, infertility, cancer or chronic pain; the list is endless.",
      "And so is the depth of the empathy and experience of our NA Fellowship. None of us has to go through any hardship alone. We get through these times clean, just as we did when we were new--with willingness to accept help from those who understand us and who have endured similar situations.",
      "The member continued: \"Without each other, we are stumbling around in the dark. I let people in, not only because I needed help, but because allowing others who love us to support us in our time of need also shows compassion and generosity.\" Speaking about the loss of his spouse to suicide, he added, \"Ultimately, my own struggle became more bearable because I helped someone going through the same thing. That mutual aid is empathy in action.\""
    ],
    "thought": "I am committed to being there for others who have been down similar roads. We can walk together and welcome others along the way.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}