{
  "05-09": {
    "date": "9 MAY",
    "title": "Love and Step Twelve",
    "quote": "When we are practicing Step Twelve to the best of our ability, love becomes central to all that we do--there is no more powerful antidote to the despair and self-destruction of addiction.",
    "page": "Page 135",
    "source": "Living Clean, Chapter 7, \"Love\"",
    "content": [
      "Love in Narcotics Anonymous is the Twelfth Step in action. We felt the power of love when we entered our first meeting and were welcomed, no matter what we looked like, where we came from, how we smelled, or who we came with. We found open arms and true acceptance--perhaps for the first time in our lives. The hugs, genuine care and concern, and offers of support extended to us provide a powerful model of love in action.",
      "In the beginning, allowing ourselves to receive this love takes some effort. Eventually, we get to give it away. That sounds simple, but it's not always easy. Through service, we learn to love even those members we don't really like. Sometimes we're surprised by what can happen when we focus on the primary purpose and choose principled actions.",
      "One H&I subcommittee member recalled serving on a panel with his least-favorite person in the rooms. \"We set our differences aside and focused on our primary purpose,\" the member shared. \"We're never going to be best friends, but I could see his heart was in the right place. We both loved NA and wanted to help the addict who still suffers.\"",
      "As NA members, we understand that sharing the message is an act of love. We share and we care to sustain our own recovery and to help the sick and suffering addict. It's what saves us all from the desperate and self-destructive lives we've known. After being in NA for some time, we also appreciate the love extended to those who've been here for a while, who need love just as surely as they did on their first day clean. While love alone may not help us overcome all our problems, it sure does provide a great springboard toward the solution."
    ],
    "thought": "I will put love into action by carrying the NA message today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}