{
  "05-04": {
    "date": "4 MAY",
    "title": "Willingness Gets Us into Action",
    "quote": "Willingness without action is fantasy.",
    "page": "Page 130",
    "source": "Living Clean, Chapter 6, \"Commitment\"",
    "content": [
      "Those of us who weren't stoned out of our minds for middle school science may recall the law of inertia: \"An object at rest stays at rest and an object in motion stays in motion with the same speed and in the same direction unless acted upon by an external force.\" In other words, things tend to keep doing what they're doing unless something intervenes. The same might be said for people.",
      "When humans experience inertia, it can signal our resistance to change. Addicts sometimes take this to extremes--imagine that! When we get stuck in place or in constant motion, a powerful force may be needed to provoke change. That's why getting through the doors of our first meeting is so extraordinary. This first, often tentative action demonstrates a sublime willingness. Looking back on this first hint of surrender, many of us might sense the presence of an external force that propelled us into action. Individually and collectively, you might say that the force is strong with us.",
      "Then and now, meetings can provide a potent antidote to inertia. They offer inspiration and help us imagine a future without drugs. Beyond fantasizing, we learn from each other's experience and try out practical new tools. We give ourselves a break and learn to let momentary or even obsessive thoughts of using come and go. By attending meetings regularly, we get frequent reminders about the kinds of actions we can take to sustain our cleantime or delve more intensely into recovery.",
      "The NA program holds the potential to change the direction or speed of the addict who still suffers, but it takes some cooperation and effort on our part. As one member pointed out, \"We say, 'It works if you work it,' not 'It works if you fantasize about it.'\" We're not strangers to wishing things were different. In NA, we still hope and pray, but then we roll up our sleeves and get to work. As the age-old saying goes, \"If nothing changes, nothing changes.\""
    ],
    "thought": "Whether I've let complacency grind my forward momentum to a halt or let constant motion block my awareness, I invite a loving force greater than myself to nudge me out of inertia.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}