{
  "05-06": {
    "date": "6 MAY",
    "title": "The Discernment Dimmer Switch",
    "quote": "Discernment comes from hard experience: trusting people we shouldn't, being hurt, and coming back anyway.",
    "page": "Page 132",
    "source": "Living Clean, Chapter 5, \"Friendship\"",
    "content": [
      "Addicts seem especially prone to being all-or-nothing people. We either know or have been the kind of people who flip between manipulation and brutal honesty, who exercise eight days a week or not at all, or who have love/hate relationships with everything and everybody. One member described their approach to relationships this way: \"Either I'm all in or you're dead to me.\" Suspicion, cynicism, and self-reliance were survival skills.",
      "It doesn't take much cleantime for us to realize this dark and fearful view of the world won't serve our recovery well. Hope for a better life creeps up on us, crowding out our previously dark outlook. Some of us even adopt an uncharacteristically sunny disposition as the renowned \"pink cloud\" colors our entire approach to life for a time. Not to knock this glorious phase of early recovery or those lucky enough to experience it, but blind optimism carries its own risks. We can trust NA with saving our lives without entrusting every member with all of our secrets. It's important to modulate our openness, discerning the difference between sharing at group level, confiding in a friend, and baring our soul in a Fifth Step. Of course, some of our best lessons come from our mistakes.",
      "This is where discernment comes in. Discernment introduces us to the brake pedal so that we don't have to lurch between extremes. Tapping the brakes on our thinking and behavior allows us to practice good judgment instead of impulsiveness. Discernment turns a toggle switch into a dial. Instead of binary choices like trust or don't trust, we discern the useful territory between poles. We discern not just right from wrong, but also right from almost right.",
      "Discernment helps us make better choices and learn from experience. We'll still get things wrong, but we take the time to discern a better approach and try again."
    ],
    "thought": "Do I have toggle switches for some of my emotions or behaviors that should be converted to dials? How can a discernment dimmer switch tone down some of my excesses?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}