{
  "05-03": {
    "date": "3 MAY",
    "title": "The Attraction of Goodwill",
    "quote": "Like so many things in recovery, how we do the work is as important as the work we do.",
    "page": "Page 129",
    "source": "Guiding Principles, Tradition Eleven, Opening Essay",
    "content": [
      "Many of us have had the experience of encountering a newcomer at a meeting or working with a sponsee who just can't seem to get this recovery thing. We have wished that we could just pour experience, strength, and hope into their minds and hearts, but we know it simply doesn't work that way.",
      "By participating in the hospitals and institutions and public relations service committees, many of us get a front-row seat to newcomers' awakening when we take H&I meetings to inmates or present PR panels to local schools. Initially, some students might attend to get out of class and prisoners to get out of their cells. Regardless of the motivation, many can't help but identify. We see the looks on their faces change from indifference and apathy to relief and understanding. The NA message has a way of penetrating through that tough exterior and getting right to the heart of the still-suffering addict. Sharing openly and honestly, from the heart, is the most attractive thing we have to offer.",
      "If we were to run around like fanatics, proclaiming the spoils of recovery based on our specific gains and achievements, this would be a misrepresentation of the truth. The practice of goodwill in Tradition Eleven comes when we exercise discretion and deliver a simple message: Narcotics Anonymous can work for anyone with a desire to stop using. When the message is clear, recovery can take root."
    ],
    "thought": "Today I will be mindful of how I represent myself inside and outside of the rooms, knowing that my story is not the Narcotics Anonymous program and that I might be the only Basic Text some people ever see.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}