{
  "05-16": {
    "date": "16 MAY",
    "title": "The Freedom to Let Go",
    "quote": "We are free to participate, create, care and share, surprise ourselves, take risks, be vulnerable, and stand on our own two feet.",
    "page": "Page 142",
    "source": "Living Clean, Chapter 1, \"Keys to Freedom\"",
    "content": [
      "When we stop using, we eliminate the most obvious symptom of the disease and the source of many of our problems. Abstinence alone, however, is seldom enough to straighten out our thinking. Even after the drugs are gone, our outlook, priorities, and personalities remain distorted. If we want to be free from all aspects of the disease, it will take some work.",
      "\"My self-centeredness had me tied up in knots,\" one member recalled. \"I was angry and judgmental, greedy for attention and material things, dishonest with others and myself. Just not using was just not enough. It took time and change for me to get free from my self-imposed prison.\"",
      "We get relief along the way and glimpse what it's like to be unburdened from self-centered fear. Stepwork loosens the grip that worry and shame once had on us, freeing us to live in today. We find freedom in having friends we can count on and confide in, in belly laughs that aren't chemically induced, in the depth of our empathy for others' struggles. We stay aware of our spiritual condition, not settling for freedom's cheap substitute: irresponsibility. Humility liberates us to be a little more forgiving of others and ourselves, recognizing that we're all works in progress. We're grateful for our new capacity to stay in the present and for the respite we get from the disease when we tend to our spiritual wellness. We face life's many choices knowing that, no matter what, we'll be okay.",
      "Freedom is a state of mind, not a state of being. The NA program helps us discover and discard limiting beliefs and patterns that keep us stuck, regardless of our living conditions. \"Each day offers a fresh start and another opportunity to cast off my mental, emotional, and spiritual shackles,\" wrote one member from the confines of a prison. \"If I want to fly, I have to let go of the baggage that's weighing me down.\" That's apt advice for all of us."
    ],
    "thought": "I will release something that's kept me bound. I'll let go of it daily if that's what it takes to live free.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}