{
  "05-15": {
    "date": "15 MAY",
    "title": "We Can Rediscover Hope at Any Time",
    "quote": "When we see a member experience a real breakthrough with 20, or 30, or more years clean, we can see that, truly, recovery never stops.",
    "page": "Page 141",
    "source": "Living Clean, Chapter 7, \"Love\"",
    "content": [
      "As a twelve-step program, stairs are an easy go-to metaphor we often use to describe the recovery process. We climb up out of the darkness and despair of active addiction into the light of recovery. Some members say that the farther we go up the staircase, the more we have to lose should we go tumbling back down again. Living Clean describes recovery like a spiral staircase: \"Again and again we come to the same view, only each time we are seeing it from a different perspective.\" One member shared with a laugh, \"My staircase feels more like one of those trippy optical illusion paintings where the stairs circle back on each other and the laws of physics don't apply.\"",
      "The longer we stay clean, the more life we experience. And when we're actively working our program, we experience life deeply and continue to encounter more truth about ourselves all the time. Finding a new way to live takes on a different meaning when we stay clean for decades. We discover ourselves, reinvent ourselves, lose ourselves, find ourselves, discover ourselves--again and again and again. The staircase circles back on itself.",
      "When we stay clean through it all and stay active in NA, much of our process is visible to those around us. It can be messy. We may grow in ways that cause us to drift apart from some friends in recovery. We may form new connections with other members we never thought we would get close to. We might have moments where we feel silly or slow for having a realization about ourselves so far down the path, only to have our friends respond, \"Oh, yeah--we've known that about you for a long time.\"",
      "Few of us end up having the lives that we would have expected to have--or even being the people we would have expected to be--when we first got clean. Our fellow members love us through it all. No matter how far along we are, when we share our new discoveries, we share our hope."
    ],
    "thought": "My journey may not look like what I expected--or what I think others expected. As my horizons broaden, I will relish each discovery and freely share what I have learned so others can see how my journey continues.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}