{
  "05-19": {
    "date": "19 MAY",
    "title": "Selflessness, Self-Care, and Our Spiritual Condition",
    "quote": "The principles we learn in the steps help us let go of our selfishness and lovingly serve the needs of others.",
    "page": "Page 145",
    "source": "It Works, Tradition One",
    "content": [
      "In hindsight, many of us find that self-centeredness shaped our thinking and behavior. We realize how much energy we spent protecting our fragile egos, imagining what others thought about us, or carefully curating our image on social media. Privately, we were often negative, selfish, and entitled, as we neglected the work of doing our best with what we had. The Steps have a way of setting us on a more productive course in life. We see who we've been, come to understand who we are, and clear out what interferes with taking a more positive, selfless, and grateful approach to life.",
      "Whether we're new or have been around a while, some of us take up seemingly selfless activities like ducks to water. But, like anything that feels good, we can take selflessness to unhealthy extremes. We do love too much of a good thing, after all, and--bonus!--we can avoid examining ourselves by becoming immersed in helping others. Many of us learn the hard way that unrestrained generosity can harm both the giver and the recipient. As the old saying goes, \"You can't draw water from an empty well.\" The Steps help us build a more realistic self-concept and a life we don't want to run from.",
      "\"To practice selflessness requires that I first have a sense of self,\" in the words of one member. \"I tell my sponsees, 'You first, right after me!'\" We take responsibility for our own well-being and strive for harmony as we contribute to our common welfare. The principles of the Steps help us establish healthy boundaries and strive for balance. For many of us, the idea of loving and serving others selflessly adds a new dimension to our spiritual self-care routine. We find ways to recharge and gather fresh inspiration so we can selflessly contribute to NA unity."
    ],
    "thought": "I will care for my spiritual condition so that I can selflessly love and serve and contribute to NA unity. The Steps are the key to my outlook and well-being, although a bubble bath and some dark chocolate won't hurt either!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}