{
  "05-10": {
    "date": "10 MAY",
    "title": "Perseverance Helps Us Stay",
    "quote": "We may tire mentally in repeating our new ideas and tire physically in our new activities, yet we know that if we fail to repeat them we will surely take up our old practices.",
    "page": "Page 136",
    "source": "Basic Text, Chapter 7: Recovery and Relapse",
    "content": [
      "Many of us can say: \"Relapse is a part of my story.\"",
      "From our own experience and from listening to each other share, we know the possibility that we might not stay clean is very real. What causes an addict in recovery to choose to get high again? It can be anything, really, but an unaware \"I got this\" can be especially dangerous. We tire of hearing the message, sharing the message, and, frankly, each other. The sun goes down and comes back up on what seems like the same day. We become increasingly cranky and unfulfilled. Having become disillusioned with life clean but without recovery, maybe we even quit going to meetings. Eventually, we reach outside of ourselves to fix our insides and use again. When we come back to the rooms, we tell our story of complacency and sitting on that stepwork.",
      "While there are endless versions of the relapse story, we all have heard the ones that don't have happy Narcotics Anonymous endings. Not everybody makes it back to NA and has the opportunity for another go at recovery. Knowing we could die out there--or not die but bring ruin to our livelihood and relationships--doesn't keep us clean. So . . . what does?",
      "We know the answer to the question. It's pushing through with the basics of Steps, service, sponsor, and Higher Power. It's breathing life into our recovery in whatever ways we can. Start a new meeting? Take on another sponsee? Read the daily \"SPAD\" entry? It's doing what we all have done in the past, again, just for today. It's carrying the message to a newcomer to remind ourselves of where we came from and what was so freely given to us. It's not picking up, even when we want to. It's staying, even when we don't want to. Perseverance can be an antidote to complacency. We want to live, so we have to keep on living.",
      "We don't need a new relapse story, or one at all. It's preventable, not inevitable."
    ],
    "thought": "Today I will honor the rewards of recovery that I've worked hard for by persevering in what I know works: the program of NA. I want to stay--and keep what I have so I can give it to others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}