{
  "05-17": {
    "date": "17 MAY",
    "title": "Love for Unity's Sake",
    "quote": "Unity depends on our willingness to keep coming from love, even when that seems like the hardest thing to do.",
    "page": "Page 143",
    "source": "Guiding Principles, Tradition Two, \"Spiritual Principles\"",
    "content": [
      "Why is coming from love so difficult sometimes?",
      "Practicing the principle of unity in all of our affairs--and coming from a place of love while doing it--so often seems to require superhuman powers.",
      "Sometimes coming from love is hard because a friend has truly wronged us or hurt someone else we love. Or maybe it's the member who stole money from the group or the one who gossips constantly. Or a newcomer from a treatment program uses language from another fellowship. Or, at dinner after the meeting, that guy is chewing with his mouth open. Again.",
      "At other times, coming from love is a challenge because we know we are right! Yet our group's conscience runs counter to this indisputable fact. \"There's no way in hell that our collective Higher Power is being expressed through that ridiculous decision!\" We want to throw a chair across the room or break down in tears of frustration.",
      "Clearly, coming from love may not be our first reaction to most any distraction. The good news is that we're teachable. We can learn to empathize with others, to trust group conscience, and to let go of our desires to control everyone and everything. The more we're able to absorb this lesson and practice unconditional love, the more relief we experience from our anger and self-righteousness.",
      "Tradition Two reminds us that the group's conscience is expressed through a loving Higher Power. To support this idea, we've heard members say, \"We are acting out of either love or fear.\" Maybe it's not always quite that simple, but as we grow, we come to understand how critical unity is to our own recovery, and we become willing to examine whether a chosen action squares with spiritual principles."
    ],
    "thought": "Even at an emotional breaking point, it is possible to ask myself, \"Am I coming from a place of love?\" Today I will take a moment to breathe before opening my mouth, clicking send, or throwing a chair.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}