{
  "05-18": {
    "date": "18 MAY",
    "title": "Connecting to Our Conscience",
    "quote": "We learn to listen to our conscience--that still, small voice within that tells us if we're heading in the right direction.",
    "page": "Page 144",
    "source": "Living Clean, Chapter 3, \"Spirituality Is Practical\"",
    "content": [
      "Some of us might argue that the solutions to our problems, the answers to our moment-to- moment decisions and our big life choices, have always been within our reach. We just haven't been listening to our conscience. We've been unable to hear it because of the competing, confusing cacophony of noise in our heads, a squeaky hamster wheel of thoughts that we can't get off of. Others of us feel as if we never had a conscience and that it's something we develop only once we become abstinent and start to work a program. We come to the opinion that our disease speaks to us--in our own voice, no less!--and is the sole influence for our bad decision making. Conversely, our conscience, as an expression of our Higher Power, is the source of positive influence.",
      "Whatever our opinions are about the origin story of our conscience, we can probably all agree that we can do a lot to cultivate our sensitivity to the voice of our higher self. We get clean and become humble enough to ask for help. We listen to each other's experiences of recovery. The work we do on ourselves through the Steps and for others through service awakens us enough to experience our conscience. Many of us would say our conscience has become clearer, more distinct, and more dependable as we've grown in recovery. It becomes easier to access because we're able to turn down the static brought on by its evil twin, our disease. We learn to quiet our minds and, through prayer and meditation, we gain a lot of practice in not just being able to hear it but in listening to what it has to say.",
      "\"My conscience is my inner guide,\" wrote a member. \"It's a driving force that gives me what I need to make an honest decision. I still can't control outcomes just because I'm choosing wisely, but I come to my decisions with integrity.\""
    ],
    "thought": "I will practice staying conscious of my conscience. It's there for me when I listen, helping me to stay connected to living this new way of life.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}