{
  "05-13": {
    "date": "13 MAY",
    "title": "Flexibility and Relationships",
    "quote": "The flexibility that relationships require comes more easily to us when we are practicing principles in our lives.",
    "page": "Page 139",
    "source": "Living Clean, Chapter 5, \"Romantic Relationships,\" 'The Courage to Trust'",
    "content": [
      "Most of us are not wired for flexibility. Letting go of control just isn't in our nature. We struggle with rigid expectations of how people should behave, so we fight or flee when things don't go our way. Others of us live with minimal boundaries; we put up with anything to avoid conflict, pain, and rejection.",
      "Thankfully, we have a program based on spiritual principles and relationships with NA members to help teach us how to live by them. By being real with each other in NA, we support each other in becoming less rigid. We learn to handle the truth. Working with a sponsor helps us to trust and to ask for what we need. Serving in a home group and beyond provides us with opportunities to compromise, speak up for ourselves, and respect boundaries. We become more flexible as we apply other principles, too. Our emotional muscles get more limber with open-mindedness, willingness, honesty, empathy--sometimes tolerance if that's all we've got.",
      "Working the Steps and practicing principles helps us to let go of the illusion of control. Our lives improve as we figure out who we are and who we're not. We come to understand the disease and trust our Higher Power. We allow people to be who they are because we're learning to be okay with ourselves. Getting to know someone on a deeper level is easier when we know ourselves. As we let go of self-centered patterns of gratification, being cooperative and accommodating allows us to be equal partners in our relationships. Many of us once lived by a policy of \"my way or the highway.\" By practicing the principles in our program, we gain the flexibility to be able to say, \"Your way? Sure. Let's try it out.\""
    ],
    "thought": "Relating well with others involves some give-and-take. I will draw on my NA experience to practice flexibility in all of my relationships.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}