{
  "05-12": {
    "date": "12 MAY",
    "title": "Surrender to What?",
    "quote": "Surrender . . . is what happens after we've accepted the First Step as something that is true for us and have accepted that recovery is the solution.",
    "page": "Page 138",
    "source": "NA Step Working Guides, Step One, \"Surrender\"",
    "content": [
      "Our first introduction to the Steps often stirs up a powerful rebelliousness. \"All my life I've felt disempowered. Now you're telling me that I'm powerless and that I have to surrender? Every day?\" many of us ask.",
      "While NA is truly a program of action, we also strive to understand the ideas, concepts, and spiritual principles that underpin this new way of life. Before we got clean, surrender to most of us meant the inconceivable: showing weakness. In many of the neighborhoods we came up in, surrendering would threaten our very survival. For others, the thought of losing or being wrong--and, worst of all, admitting it!--defied the very core of our being. We'd rather go down fighting than accept defeat, especially if others would know about it.",
      "Once we better understand the First Step and the concept of surrender, we realize that we've already admitted defeat when we come through the door of an NA meeting. \"No one gets here by accident,\" our sponsor says.",
      "Okay, we now understand that we've surrendered our grip on denial. We get that our addiction has worn us down, and we are powerless over it. No matter how we fought, we couldn't make using work. And, yes, we've even surrendered to the idea that surrender is a \"process\" that we must sustain by working Steps, going to meetings, service, all that.",
      "\"But what am I surrendering to?\" we ask, thinking we are pretty smart.",
      "\"You're already doing it,\" our sponsor says. \"You're surrendering to recovery as the solution. If you wanna fight for something, fight for that.\"",
      "Point, sponsor."
    ],
    "thought": "recovery as the solution to my problems. I'm still a fighter, but today my fight is for recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}