{
  "05-14": {
    "date": "14 MAY",
    "title": "Autonomy and the Ties That Bind",
    "quote": "Autonomy offers us the freedom to try new things, and we demonstrate courage when we make new efforts to better carry our message.",
    "page": "Page 140",
    "source": "Guiding Principles, Tradition Four, \"For Groups\"",
    "content": [
      "When Tradition Four says that \"each group should be autonomous,\" it opens the gate for creative expressions of our primary purpose. What comes next--\"except in matters affecting other groups or NA as a whole\"--defines the path beyond that gate. The other eleven Traditions and our spiritual principles guide us along that path. They offer direction to ensure the best possible conditions for our journey and mark potential trouble to keep us from wandering off a cliff.",
      "\"We don't just do as we please. We do what's right,\" as one member put it. \"At our business meetings, my home group considers two questions: 'How do our actions carry the message?' and 'What else can we do to improve the atmosphere of recovery?'\" Keeping our primary purpose foremost in mind has a clarifying effect. It ensures that each innovation is motivated by our desire to carry the message more effectively.",
      "Changes in society, in the neighborhood, or in the law can impact our meetings and often call us to innovate. We do our best to let go of that \"this is the way we've always done it\" mindset, which can undermine the courage we need to exercise group autonomy. It may be helpful to distinguish between the capital \"T\" Traditions that guide all our efforts in NA and the small \"t\" traditions--local customs or norms--that sometimes feel as important. Longtime members assure us that we won't break this thing by thinking a bit outside the box. We're reminded to strive for unity, not uniformity, and to evaluate proposed changes with our hearts open and the guidance of all Twelve Traditions in mind. We can practice our autonomy and pay attention to the ties that bind. When we do, we find that--as promised--all will be well."
    ],
    "thought": "I will appreciate both the freedom that group autonomy offers and the continuity that our guiding principles provide.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}