{
  "05-11": {
    "date": "11 MAY",
    "title": "Honest Self-Appraisal in the Steps",
    "quote": "The steps help us to increase our ability to be honest with ourselves and others.",
    "page": "Page 137",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "To say that honesty wasn't a top priority when we were using may be an understatement. We gain a new awareness of honesty's value once we clean up. With a clear head and a restored conscience, we find that dishonesty comes at a price. Regret is no joke, so we try to avoid it. Practicing honesty with ourselves can be a little more complicated. Self- deception creates some major blind spots that have a nasty habit of reemerging. Fortunately, our ability to be honest with ourselves deepens as we work the Twelve Steps.",
      "We admit our powerlessness and begin to reckon with our unmanageability. We come to recognize that we're, frankly, screwed on our own and decide to accept some help. Taking action that's aligned with that decision begins with an honest evaluation of how we've lived our lives so far. Sometimes we get as many insights in sharing our inventories as we do in writing them. We go on to dig a bit deeper, examining how aspects of our character had become disproportionate to their intended purpose. We turn this bag of dirty tricks over to a Higher Power--and over and over and over again as we strive to be better people with help from that Power, whatever we conceive that to be. Taking another look at the harm we caused, we make an earnest effort to right our past wrongs.",
      "Continuing on this path takes daily commitment and, honestly, we all slack off from time to time. Our experience with the Steps means we're quicker to notice when old patterns of thinking and behavior creep back up on us. Oh, I'm doing that again. We may find that we've shut down emotionally, become disconnected from our spiritual lives, resumed a hurtful interior monologue, or taken up some other outmoded approach to life. We put in the work to restore wholehearted honesty to our lives and in our relationships, including those with ourselves and with a Higher Power. We tune in to reality, to the truth, to our higher selves. And we help others to do the same--to live and to thrive through the daily application of spiritual principles."
    ],
    "thought": "I will engage in some honest self-assessment today. I will shore up my foundation and restore my zest for learning how to live.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}