{
  "05-27": {
    "date": "27 MAY",
    "title": "Showing Up with Integrity",
    "quote": "Integrity is the state of being fully integrated: Our actions, our thinking, our feelings, our ideals, and our values all match up.",
    "page": "Page 153",
    "source": "Living Clean, Chapter 3, \"Spirituality Is Practical\"",
    "content": [
      "Most of us think of having integrity as being honest and reliable, as keeping our word. While that's certainly true, integrity has a deeper and more nuanced meaning we don't always consider: being whole, being wholly ourselves, being our whole selves at any given moment, no matter whose presence we're in.",
      "As active addicts, we often demonstrated a lack of integrity. We weren't dependable, trustworthy, or responsible, and we weren't whole. We omitted parts of the truth and parts of ourselves. \"I was like a three-legged table,\" a member joked. \"Yeah, I could stand, but don't try leaning on me.\"",
      "We compartmentalized our existence: We behaved in certain ways with some but not with others, and we led double--sometimes multiple--lives. These ways of being can follow us into recovery. How we act and appear on the outside doesn't always match who we really are--or strive to be--on the inside. A member put it like this: \"Today, I know I'm out of alignment with my values when my emotions reflect my defects--like fear and judgment-- and I act on them. Instead, I try to show up as honestly and entirely 'me' as possible. That includes the 'ideal me' I want to be in relationships and interactions.\"",
      "It's unlikely our feelings will \"match up\" with our ideals and values all the time. This friction can be productive; we learn to take actions of love even when we don't necessarily feel the love. For instance, we can treat a member we don't like with kindness and respect. We can serve right alongside someone even if we sometimes fantasize about pushing them into a swamp full of alligators. Other times, our feelings are less reactive; they match our conscience rather than our defects. In those cases, it may be necessary and right to address someone's behavior. Integrity guides our decisions and how we express ourselves in those moments. It allows us to risk others' disappointment and anger. That's being true to ourselves. That's honesty and reliability. That's love."
    ],
    "thought": "I'll practice integrity by reliably being all that I am, ensuring that my actions reflect what's inside me. I'll keep on this path of distinguishing my conscience from my reactions--and, of course, I'll show up when I say I will.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}