{
  "05-25": {
    "date": "25 MAY",
    "title": "Humility Grounds Us",
    "quote": "The practice of humility helps us be honest about our circumstances. We learn to live and give within the limits of our lives.",
    "page": "Page 151",
    "source": "Guiding Principles, Tradition Seven, \"For Members\"",
    "content": [
      "In active addiction, we became masters of manipulation. We spun a web of lies so intricate that we began to believe our own nonsense. The admission that we were addicts may have been the first time we had been truly honest with ourselves in years. With this honesty comes an opportunity to take a look at our lives and where our active addiction led us.",
      "For many of us, being at our lowest low, having lost everything but our lives, and feeling humiliated by our behavior inspires a modicum of honesty and humility. Others of us identified our spiritual and emotional desperation before we destroyed our relationships or lost our material possessions. In either case, an honest assessment leads us to practice humility as we accept that we're no better and no worse than anyone else in the room.",
      "As we stay clean, we get to know ourselves better through the process of working the Steps. Becoming familiar with our strengths and weaknesses in the Sixth Step gives us some perspective on what we have to offer the world and the Fellowship. And in Step Seven, we find new freedom in developing a humble and realistic view of ourselves and our resources.",
      "Life has a way of nudging us back to a state of humility as new experiences challenge us over time. We learn to stay clean through life's losses--divorce, bankruptcy, death. And we learn to stay humble even as we pursue an education, meet success in our careers, or establish healthy romantic relationships. We do our best to stay grounded in our program by remaining humble.",
      "Practicing humility can help us learn how to monitor our emotional well-being and change course before we hit a breaking point. When we lose sight of our humility, we become more vulnerable to overextending ourselves, risking emotional or physical exhaustion. Over time, we learn our limits. Protecting pride and ego takes a backseat to defending healthy boundaries. We begin to learn how to give within our means."
    ],
    "thought": "Today I will maintain a realistic perspective on my circumstances and exercise humility and discernment when offering to contribute or serve.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}