{
  "05-20": {
    "date": "20 MAY",
    "title": "The Rewards of Responsibility",
    "quote": "We don't always want to work our program, but we know the rewards we get when we take responsibility for our recovery--and the consequences when we do not.",
    "page": "Page 146",
    "source": "Living Clean, Chapter 1, \"Keys to Freedom\"",
    "content": [
      "Early recovery--especially our first go at it--can seem almost magical. For many addicts, things get so much better so quickly when we first find NA. We put some days together clean. We start feeling physically better. It's easier to pay the rent because we don't have a habit, so we gain a little stability. Those NA folks are really encouraging and--what?--is that hope I feel?",
      "Soon, the minor miracles of early recovery--like paying bills, eating actual meals, or having regular bowel movements--lose some of their charm. It dawns on us that just not using is not enough. Despite having a cool sponsor and some friends who are clean, NA activities, and a roof over our heads, we still have that gnawing feeling that something is missing.",
      "While surrounding ourselves with good people is important, recovery is not contagious--we won't catch it simply by hanging around. This is an important realization, but it's what we do with it that matters. Ignore it and know that using may start to appeal to us. Get busy and reap more of the rewards of recovery. Sooner or later--and at multiple points in our journey--each of us faces these alternatives: stay clean but remain miserable and set ourselves up for possible relapse or take responsibility for our recovery.",
      "And so we engage in what's before us: the work of recovery. It's a twelve-step program; why not work all twelve? The rewards are many, and the most valuable among them intangible. In recovery, we become self-aware and--unlike when we were in the grips of the disease--we have the freedom to choose what to do with what we learn about ourselves. The road to spiritual wealth opens up when we accept responsibility for our recovery and all it entails."
    ],
    "thought": "I will check in with my feelings and confide in a friend today. I will apply the spiritual principle of responsibility by identifying what's happening with me and being open to change.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}