{
  "05-24": {
    "date": "24 MAY",
    "title": "Intimacy as Conscious Contact and Connection",
    "quote": "Intimacy is conscious contact with another human being. We connect. As we get close to others we see the divine in them, and we see it in ourselves as well.",
    "page": "Page 150",
    "source": "Living Clean, Chapter 5, \"Conscious Contact\"",
    "content": [
      "Few of us come to NA with mountains of success practicing intimacy. Often we hear our fellow addicts grumble, \"I hate people.\" Before getting clean, family life was often dysfunctional, to say the least. The deeper we were in our addiction, the shallower our friendships and romantic relationships became. Our drug use, ego, and denial were a trio of airtight barriers that prevented us from connecting with those closest to us. We lacked trust in others and avoided being vulnerable at all costs. The idea of truly being seen by another person was unbearable, even absurd.",
      "Upon getting clean, we may not initially be conscious of a desire for connection with our fellow addicts. We resist the idea of exposing our true selves, but intimacy isn't just about sharing the details of our lives. It can be abandoning our old ideas about people and relationships, even letting go of our definition of what's safe. It can be taking emotional risks when we don't know the outcome. It can be saying what we want from a relationship--to the other person in it with us. It can be tolerating feedback from our loved ones and growing from it. It can be sitting in meetings with a group of recovering addicts and hearing each other's gripes, pleas, desires, and strides. It can be witnessing what makes us human and worthy of love and connection, over and over again. Intimacy is the result of all this.",
      "Intimacy is nothing less than letting go of everything that stops us from being ourselves in front of another person. What's divine in us is what's genuine."
    ],
    "thought": "Today I will consciously seek opportunities where I can get closer to my true self with another human being I trust.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}