{
  "05-22": {
    "date": "22 MAY",
    "title": "The Generosity in Being Vulnerable",
    "quote": "Recovery is a gift, given freely, passed from hand to hand and heart to heart.",
    "page": "Page 148",
    "source": "Guiding Principles, Tradition Eight, Opening Reflection",
    "content": [
      "While it can be easy to think of our Traditions as nothing more than rules or guidelines to keep us in check, the truth is that they describe the way our Fellowship is able to enjoy tremendous freedom. The NA approach allows us to carry our message in whatever way suits us best; no degrees or specialized training necessary--simply our personal experience shared in our own way. One speaker laughed about our Traditions: \"I heard 'nonprofessional' and 'ought never be organized,' and I knew I was in the right place! Then I had the experience of sharing a total mess, crying and cussing and crazy, and people came up afterward and told me that they got a lot out of what I shared.\"",
      "Sharing who we are and where we are--no fronts, no filters--is an act of generosity. Especially for secretive addicts like us, giving other people a chance to glance behind the curtain and see what's really going on can be a precious gift. We are able to do so much for other addicts when we get honest this way. When we tell on ourselves, we let other members see they're not alone in what they're going through. \"They told me I can't save my face and my ass at the same time,\" one addict wrote. \"I realized later that if I try to save face while I help an addict, I won't do a very good job doing either.\"",
      "We never really know which of our words or actions will break through and reach the addict who is suffering. It could be that one kind gesture, a hug, a particular experience shared, or all of them taken together. NA isn't treatment or therapy or any other type of place where professionals can offer a diagnosis and plan. Instead, we share freely the way other addicts shared with us, and we connect with others on a heart-to-heart level."
    ],
    "thought": "Getting vulnerable when I share opens my heart to other addicts. I will freely give what was given to me: the gift of recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}