{
  "05-21": {
    "date": "21 MAY",
    "title": "Facing Feelings with Optimism",
    "quote": "When we realize we've survived every emotion we ever had, we start to believe that we are going to be alright even when we don't feel alright.",
    "page": "Page 147",
    "source": "Living Clean, Chapter 7, \"Living Our Principles\"",
    "content": [
      "Feelings get a bad rap, so it's no wonder many of us tried to avoid them. At best, they seemed complicated and uncomfortable. At worst, they posed a threat to us, since appearing vulnerable might be dangerous. By the time we find recovery, we may be accustomed to being shut down emotionally. Our hardened exteriors were an asset in active addiction, protecting us like armor. But, like so many of those old survival skills, we find being emotionally unavailable hinders our recovery. We need a different approach.",
      "Having little to no experience with emotional well-being, many of us tried to select which feelings we would feel. Unsurprisingly, we welcomed feelings that brought us pleasure: love, connection, joy, satisfaction--bring it on! On the other end of the spectrum, we did our best to stuff or avoid anger, heartache, or dread. Sadly, we recognized that this familiar pattern of seeking pleasure and avoiding reality--retooled without the cushion of drugs-- was not an effective path to emotional health.",
      "Try as we might to avoid it, we all face adversity eventually, and the emotions that accompany it flood in. When we first experience despair without drugs, we may feel like we're going to die. \"Everything is horrible!!\" we tell our sponsor dramatically. Though we'd been fishing for a cosigner, we settled for some empathy. We're offered assurances that our troubles are neither inescapable nor permanent.",
      "\"I think of my feelings as works in progress,\" our sponsor explains. \"I won't deny my emotional response these days because I know it's just a first draft, not ready to be framed and hung on a wall. My feelings can evolve with some time and distance, just as I do. The hope I found in NA gave me the courage to test out this theory. My optimism is rooted in experience. I have faith that better times will come.\""
    ],
    "thought": "I will approach my emotional life with optimism today. My feelings--good or bad--are only temporary and subject to revision.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}