{
  "05-29": {
    "date": "29 MAY",
    "title": "Vigilance for the Long Haul",
    "quote": "Many of us leave not when things are horrible, but when we have one more spiritual hump to get over. We lose our way right before the miracle-- sometimes again and again.",
    "page": "Page 155",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "Most of us have heard the saying, \"Don't leave before the miracle happens.\" For newcomers, that can mean staying in a meeting even when the urge to leave feels like more than we can handle. After a little time clean, it might mean taking one more phone call from the sponsee who hears nothing we say or choosing not to react when our boss or significant other pushes our last button--again (and again and again).",
      "But how do we get there? How does the newcomer stay in the seat when everything in them screams: Get up! Get out of here! How does the sponsor dig deep and offer experience, strength, and hope to the troubled sponsee, instead of just sighing deeply and asking, \"Have you prayed about it?\" How do we shift our focus from the momentary frustration of an argument to the fulfillment we experience in our relationship or career?",
      "It's easy to do the right thing when things are going well, when we're getting what we want or think we deserve. Sometimes, though, the \"rewards\" might seem minimal or feel like they're taking forever to arrive.",
      "Some members have described recovery as being \"a marathon, not a sprint.\" Marathoners call it \"hitting the wall\"--that point in the race when it feels impossible to keep going, and there's no end in sight. It happens in recovery, too: We live by these principles for months, years, even decades, but some of our hopes and dreams still seem so out of reach. We can't even see the finish line yet, and we are TIRED. We have to remember that there is no \"finish line\" in a just-for-today program. We're not here for the reward at the end.",
      "We keep the pace. Even if it's slow and steady, we keep moving forward whether we feel like it or not. We might need to stop at an aid station—for runners, a cup of cold water or sports drink every couple of miles makes it possible to go the distance. In recovery, coffee or tea with another addict can get us over that next spiritual hump-to the miracle on the other side."
    ],
    "thought": "When I feel like quitting, I'll take a moment to remember that recovery is a journey, not a destination. I will be vigilant and keep moving forward.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}