{
  "05-28": {
    "date": "28 MAY",
    "title": "Equality in Anonymity",
    "quote": "NA has no classes of membership and no second-class members. The common denominator in NA is the disease of addiction. We are all equally subject to its devastation. We share an equal right to recovery.",
    "page": "Page 154",
    "source": "It Works, Tradition Three, \"Applying Spiritual Principles\"",
    "content": [
      "Tradition Three, which insists that there's only one requirement for NA members, comes easy to some of us. We found recovery in NA, after all, and no one asked us about our qualifications. We may take for granted that everyone else finds it that simple. Maybe we'd lived a fortunate life with a tight circle of friends despite our addiction, so the idea of not belonging had never occurred to us. If we shared a language and culture with others in attendance, fitting in may not have been a challenge for us. Maybe we looked around the room and saw faces that looked like our own. Or maybe our desperation had dulled our cynicism just enough to allow us to receive the warm welcome we found in our first meetings, despite any outward differences. No matter the specifics, many of us unthinkingly assumed that others felt equally welcome. The disease of addiction tries to weaponize our differences to keep us sick.",
      "The fact is that barriers exist for many potential members despite our individual efforts to extend that classic NA welcome. Some of us struggle with accepting hospitality from members who seem different from us in all of the ways that society deems important. \"I constantly disqualified myself from NA,\" one member wrote. \"I got clean young, didn't use certain drugs, and I am transgender. My disease tells me that I don't belong, that I somehow deserved to stay separate and alone.\" Before we set aside our differences--as practicing anonymity would suggest--it may be helpful to recognize that identification may be a little more difficult to come by if we don't yet see other members like ourselves in meetings.",
      "Established NA members do well to emphasize our common disease. Regardless of the specifics in our experience, using brought us all to isolation, shame, and degradation. Identifying on an emotional level is often a good place to start. Our common path to a better life is summed up by the NA message: \"An addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live.\" The disease does not discriminate. NA must not either."
    ],
    "thought": "Recovery is precious, so I will strive to make it more accessible by emphasizing our similarities and taking no addict for granted.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}