{
  "05-23": {
    "date": "23 MAY",
    "title": "Maturity Helps Us Face Reality",
    "quote": "Maturity comes to us when we use spiritual principles rather than defects to deal with reality.",
    "page": "Page 149",
    "source": "Living Clean, Chapter 3, \"Awakening to Our Spirituality\"",
    "content": [
      "It took some pretty twisted survival skills to deny our active addiction. Some of us coped by living a life of make-believe. Such fantasy thinking has a nasty habit of following us into recovery. It reemerges when we're unwilling to accept circumstances as they are or resist taking personal responsibility for our part of any problem.",
      "When we are clean and awake, resistance to the truth becomes painful. Through the process of working the Steps, we learn how to deal with day-to-day reality in a much less agonizing way. Instead of reaching into that bag of dirty tricks that got us through our using days, we begin to rely on spiritual principles to deal with life.",
      "Growing pains are inevitable when we uncover the contents of that old, decrepit toolkit. Even before we learn to take our own inventory, a sponsor or close friend may plainly point out some of our less desirable behavior patterns in the moment. One member shared, \"The truth will set you free, but first it will piss you off!\" Appreciating the people who hold us accountable is a mark of our emerging emotional maturity. These are the friends who help us grow up in recovery.",
      "We learn what makes us tick and what ticks us off. We come to know what defects call to us under which circumstances, and what spiritual principles we can practice instead. We develop a moral compass as we incorporate spiritual principles into our daily lives. Instead of responding to an upset boss or partner with defensiveness or anger, for example, we take a moment to consider the alternatives. When we respond thoughtfully, inviting spiritual principles--not impulse--to guide our behavior, we begin to feel like we are meeting reality like mature human beings. We are growing up."
    ],
    "thought": "Today I will apply the spiritual opposites of my defects, recognizing the benefits that maturity offers.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}