{
  "05-26": {
    "date": "26 MAY",
    "title": "Forgiveness, Acceptance, and Healing",
    "quote": "Walking with the knowledge that someone has not forgiven us is hard, but through it we find levels of forgiveness and acceptance that we may not have known were possible.",
    "page": "Page 152",
    "source": "Living Clean, Chapter 5, \"Amends and Reconciliation\"",
    "content": [
      "Over time in NA, we learn that we are worthy of forgiveness. That discovery comes, in part, as a result of making our Step Nine amends. Part of our preparation for this process is to understand why we are doing it. To make meaningful and lasting change in our lives, we must make peace with the consequences of our actions and the harm we've caused.",
      "While being forgiven by those we've hurt is a blessing, finding self-acceptance cannot be conditional on another's actions. We must reconcile with ourselves to heal from our past. Forgiving ourselves is not contingent on receiving forgiveness from those we've harmed.",
      "Reconciliation may not always be possible. Though we may believe we deserve to be heard and forgiven, some will understandably stonewall our efforts. What then? It's pretty hard to gain the courage to undertake this process--but then we have to be humble enough to accept the reaction, even if it's a flat-out rejection? That rejection may be excruciating for those of us whose self-esteem hinges entirely on being liked by others. We ask ourselves, \"Am I even still worthy of forgiveness? How do I walk through this?\"",
      "No one is obligated to forgive us. We are powerless over other people's willingness or readiness. In a situation like this one, we have one option for healing: move forward. That may take time because rejection is painful. As hard as it is to accept, we have to find a way to live with that pain without inflicting it on others. We must try to forgive ourselves for the consequences of our actions.",
      "Not being forgiven is its own beast--and its own lesson in practicing spiritual principles. This experience might give us pause the next time we want to rebuff someone else's amends. We may be quicker to forgive because we know what it's like to experience that wall and how much effort it takes to live with that and let it go."
    ],
    "thought": "Today I will strive to accept my past and move on from it, though others may not. All I can do--today and every day--is to do better.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}