{
  "05-30": {
    "date": "30 MAY",
    "title": "Accepting Another's Path",
    "quote": "I have learned to love and to accept the people I sponsor as the people they are--not little mirror-images of me or any other model of recovery.",
    "page": "Page 156",
    "source": "Sponsorship, Chapter 3, \"To the Sponsor\"",
    "content": [
      "Each of us looks for a sponsor who does the deal: trusts a Higher Power, cleans house, and helps other addicts. We seek out experienced members who have what we want and will accept us without judgment. Most importantly, we look for sponsors who will offer loving guidance through the Twelve Steps of NA.",
      "Such love takes many forms. Some of us rely on our sponsors for an unbiased perspective on our thoughts and behaviors. Others appreciate being offered gentle guidance, tempered with loads of support and empathy. Whether our sponsors apply a firm hand or a soft touch, we learn to confide in them. Their acceptance of us--warts and all--helps us to accept that everything is as it should be.",
      "Working Steps is a process of self-discovery. With a sponsor to hold the flashlight, our hands are free to dig deep. They help us figure out who we are and who we're not. As one member described it, \"This process taught me not to fear the truth about myself. It turns out that I'm not as good or as bad as I thought I was.\"",
      "We can learn a lot about recovery by talking to more experienced members. To find what's true for ourselves, however, it's helpful to have someone to question our ideas. As one member put it, \"Instead of telling me what to do, my sponsor helped me figure out my own answers about who I am.\" We may aspire to be like our sponsors at first, but few sponsors are looking to mold a mini-me. Instead, they help us to be ourselves."
    ],
    "thought": "My sponsor's love and acceptance helped me discover who I am, who I'm not, and who I want to be. Today I'll try to practice those same principles and help someone else on their recovery journey.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}