{
  "05-31": {
    "date": "31 MAY",
    "title": "Finding Balance in Our Lives",
    "quote": "Each of us seeks our own balance that allows us to participate in the world without sacrificing our recovery or putting ourselves at risk.",
    "page": "Page 157",
    "source": "Living Clean, Chapter 5, \"Bridging Two Worlds\"",
    "content": [
      "Imagine life as a pie chart. The sections of this pie represent the different areas of our lives. We have a portion for Narcotics Anonymous and sections for family, friends, work, our community, our interests, and many other categories we could add to this list. While we often hear that recovery should be our priority, maybe even the biggest segment, there's no prescribed ideal balance for how much time we dedicate to NA versus the world outside of NA.",
      "While we were using, our addiction took up most of the pie. Everything else was reduced to a sliver. For a lot of us, when we're new in the program, NA becomes the lion's share of our pie chart. As newcomers, we tend to stick very close to the Fellowship because it's suggested by our sponsor and other members--and because NA is where we begin to find comfort and safety in being who we are.",
      "But as we transform in recovery, our lives tend to fill up. Our pie chart diversifies! Even though our aim may be to sustain the same level of participation in meetings and Steps and service, there are only so many hours in a day--and space in our chart. As we seek to maintain balance in our busy lives, we may find ourselves obsessing about one area and neglecting others. No matter what we have going on, we have to remember that our number-one priority must be to stay clean or we risk losing the rest of the pie--along with our cleantime.",
      "We can seek the balance we need without worrying about perfecting it. We can learn how to assess when things are off-kilter and a dose of the NA basics is needed. We can adapt as the demands of our lives keep shifting. We can enjoy a full life without posing unnecessary risks to our recovery."
    ],
    "thought": "How's my pie chart sectioned these days? How am I balancing my NA program with my other responsibilities and pursuits?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}