{
  "06-05": {
    "date": "5 JUNE",
    "title": "Valuing Self-Acceptance over Validation",
    "quote": "We no longer have to look for the approval of others because we are satisfied with being ourselves.",
    "page": "Page 163",
    "source": "IP #19, Self-Acceptance, \"The Twelve Steps are the solution\"",
    "content": [
      "For many of us, needing others' approval--or seeking validation--is perched near the top of our character defects list. We have lived in constant fear of making the wrong choices and others knowing our faults, weaknesses, and mistakes. We did everything we could to avoid being judged and actively, sometimes obsessively, sought others to tell us we were worthy, lovable, desirable, or cool. After a lifetime of self-deprecation, self-pity, and self-harm, how do we gain self-acceptance?",
      "Self-awareness is key to self-acceptance. Working our Steps sparks that awareness. By sharing our inventories, assessing our defects, and struggling not to act on them, we gain a new perspective: We have been our own most vigorous judges and harshest punishers, not others. We harmed ourselves with the delusion that others' approval would make us satisfied with being ourselves. The emptiness we feel cannot be filled by validation from others. We have to find it within ourselves.",
      "Understanding what doesn't work is a good place to start. And soon, we see that self- acceptance is an inside job that doesn't happen with a flip of a switch. We work hard to accept ourselves as we are now, so we can make the changes we want to see. We can lovingly reintegrate parts of ourselves we used to disown because they were of no use to us in active addiction. Recovery helps us revamp mistakes into learning experiences rather than excuses to rag on ourselves and quit trying. As we continue to take personal inventory, we discover how we want to live our lives, who we want to spend them with, and what makes our hearts sing.",
      "Self-acceptance allows us to value someone's insight without living for their approval or, for that matter, bowing to their condemnation."
    ],
    "thought": "I know my strengths and my liabilities today, and I'm working to accept both. Others have a role in my life, but it's not to determine my worth.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}