{
  "06-09": {
    "date": "9 JUNE",
    "title": "Communication Is a Two-Way Street",
    "quote": "We learn to listen carefully, and to communicate in a way that we can be heard.",
    "page": "Page 167",
    "source": "Living Clean, Chapter 5, \"Being a Parent\"",
    "content": [
      "Addiction does a number on our ability to communicate. We can get so preoccupied with self-obsession that it's hard to pay attention to others--unless, of course, there's something in it for us. For many of us, the ability to hear the message for the first time--to truly experience the hope that our message offers--was a result of desperation. A member wrote, \"The people who had what I wanted shared with honesty and vulnerability. They taught me how to save my life.\" We needed something different very badly, and the message of hope got through. We were home.",
      "And then comes early recovery. Minds racing. Our bodies difficult to keep still. \"When I was new, I couldn't hear what anyone was saying,\" one member wrote. \"The noise in my head was just way too loud. I kept coming back, and things started to get through. The slogans began to make sense. The fog in my head cleared away and I shared honestly. Others responded, and I felt connected.\"",
      "Clearing out the noise in our heads helps us communicate better in all of our relationships. We learn by attending meetings, by connecting with our sponsor, by helping sponsees, and those lessons in communication improve our ability to communicate in other areas of our lives. Our growth improves our relationships with our partners, our parents, our friends, our children. Sometimes, we simply shut up and listen. One parent in recovery shared, \"I couldn't get my child to listen to me, and my sponsor reminded me it's a two-way street. I should try listening to my child more.\" When we give our attention to others, we understand them better. If words fail us, we speak through our actions."
    ],
    "thought": "Recovery thrives on vibrant, two-way communication. I will listen with an open heart and share in that same spirit.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}