{
  "06-07": {
    "date": "7 JUNE",
    "title": "Maintaining an Open Mind",
    "quote": "New information can be hard for us to accept when it doesn't come to us in the way we think it should.",
    "page": "Page 165",
    "source": "Living Clean, Chapter 1, \"Keys to Freedom\"",
    "content": [
      "Our ideas about the help we need, how it's packaged, and who delivers it can be decidedly unhelpful. Our work in Step Three can provide some useful strategies. We're often advised to \"do the footwork and leave the results to your Higher Power,\" and to \"pay attention to which doors are opening and which remain shut.\" When we find ourselves too attached to an outcome or banging our heads against the same locked door, open-mindedness may be in order.",
      "In the classic allegory told in NA meetings over the years, a flood drives a man onto the roof of his home where he prays for help. He refuses to get in the rescue boat or the helicopter that come to his aid, telling them, \"My God's got me!\" The water continues to rise and the man perishes. In the afterlife, he rails at his maker for allowing him to die, to which his God replies, \"I sent a boat and a helicopter!\"",
      "There's a reason this story is a classic: It reveals some of the problems with closed-mindedness. One member described their broken process this way: \"I put my needs out to the universe and ask for help, then I evaluate, judge, and reject the help that's offered. Turns out I'm often just looking for someone to cosign my BS.\" Open-mindedness will come in handy here, too.",
      "Attending out-of-town meetings illustrates the benefit of open-mindedness. \"I was just 25 kilometers down the road, but everything I heard seemed so profound,\" one addict shared. \"I realized that not knowing these members made me a better listener.\" Without the mental static about the messenger--their cleantime, reputation, or other baggage--it's easier to hear the message. Listening in the same way takes a little more effort close to home. Applying the principle of anonymity helps us set aside information that interferes with how we hear others. Instead of listening to validate our own perspectives, we can practice humility and open our minds to consider others' experience, strength, and hope."
    ],
    "thought": "I will entertain the possibility that I don't always know what's best, making space to consider the ideas of others, no matter whose they are.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}