{
  "06-01": {
    "date": "1 JUNE",
    "title": "Consistency and Step Ten",
    "quote": "In the Tenth Step, we use all the principles and actions we learned in the previous steps, applying them to our lives on a consistent basis.",
    "page": "Page 159",
    "source": "It Works, Step Ten",
    "content": [
      "Left unexamined, anger, fear, shame, and resentment can bring out the worst in us. Character defects we'd once honed into survival skills stand ready to \"help.\" It's no surprise they spring to mind first when we're faced with a challenge. We've relied on manipulation, self-pity, intolerance, dishonesty, perfectionism, arrogance, and the rest of our defects for as long as we can remember. But now that we're in recovery, it seems increasingly clear they're not such a good fit for our new lives.",
      "The lessons of Steps Four through Nine help us see those crusty old tools in a new light. We've become deeply familiar with the damage we caused in the past, have surrendered aspects of our character that shaped hurtful words and actions, and have humbly gone about owning our messes and cleaning them up. Understanding how we've operated in the past sets us up for a better way, but it will take consistent effort for our new ways to become second nature.",
      "Step Ten gets us in the habit of viewing our lives through the lens of the Steps. Consistent practice helps us integrate their principles into our lives. Here's one member's experience with doing just that: \"My regular inventories read like letters to my Higher Power. They begin with 'Dear HP'--my reminder that I'm not alone in this process. Then I jot down the fears and resentments that are popping up, the defects that are calling me, and the spiritual principles I need to keep handy instead. I end with 'I am ready for you to remove my shortcomings and clear the way for my loving service.'\"",
      "There are many ways to practice Step Ten, of course. How we go about it is far less important than the fact that we do! Reflecting on our progress helps us integrate the principles into our lives and live consistently by our values."
    ],
    "thought": "Does my habit of self-reflection encourage consistency between my beliefs and behavior? How can I integrate the Steps and their principles into my practice of Step Ten?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}