{
  "06-08": {
    "date": "8 JUNE",
    "title": "Anonymity Connects Us",
    "quote": ". . . addiction makes us one of a kind. Our personal stories may vary in individual pattern but in the end we all have the same thing in common. This common illness or disorder is addiction.",
    "page": "Page 166",
    "source": "Basic Text, Chapter 8: We Do Recover",
    "content": [
      "By the time most of us show up at our first few Narcotics Anonymous meetings, we are pros when it comes to the difference game. Within moments of meeting someone new, we can fire off a list of ways that we are both better and worse than they are, ways in which their opinions, concerns, and experiences have no bearing whatsoever on our own lives and problems.",
      "But something strange happens to most of us when we sit through an NA meeting. Whether it happens right away or after months or years, we look around at a room full of people who are nothing like us, and we begin to realize that we are sitting in a room full of people who are exactly like us. We might not even realize it at the time, but anonymity is what flips that switch.",
      "Addiction comes with its own strain of terror and desperation that we recognize when we hear each other share. We suffer the pain of wanting to stop using but not knowing how, of wanting to stop disappointing the people in our lives but seeing no other choice, of wanting to stop waking up disappointed in ourselves--again!--and yet, here we are, sick and tired of being tired and sick. We hear our fellow addicts share these experiences, experiences we know so well, and we know we're in the right place.",
      "For some of us, connecting to NA members on the level of pain and suffering is the first time in a long, long time that we have felt any connection to other people. But it doesn't stop there! First, we have only addiction in common, but when we stay and work the program, we soon have recovery in common, too. When we practice anonymity, we are able to have greater empathy and compassion for those around us. We see our sameness.",
      "Our sense of connection with other NA members keeps growing. We meet members from other areas, cities, and countries--they share differently, but the message is the same. We have never met, but we know each other intimately. Such is the blessing of being an addict in recovery--anonymity connects us all."
    ],
    "thought": "Addiction separates me from other people and from myself. To reconnect, I will acknowledge what I have in common with other recovering addicts today and reach out to them.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}