{
  "06-03": {
    "date": "3 JUNE",
    "title": "The Simplicity of Tradition Eleven",
    "quote": "Our message--that any addict can stop using drugs, lose the desire to use, and find a new way to live--is all we have to give, and it is sufficient to change the lives of addicts all over the world.",
    "page": "Page 161",
    "source": "Guiding Principles, Tradition Eleven, Opening Essay",
    "content": [
      "Simplicity is an essential principle of Tradition Eleven and of our entire program. Our approach to public relations is to inform the world about NA and let our simple message of freedom from active addiction lead the way. We trust that to be attractive enough. NA doesn't run special promotions: Stay clean for one year and all your dreams will come true! We don't promise financial stability or a happy marriage. Lifelong problem-free serenity is not guaranteed as a result of meeting attendance, stepwork, and service.",
      "Our simple offer of hope and freedom is enough. According to one member: \"We don't need a complicated message to attract people. We are complex enough! Our message isn't simple for the sake of simplicity. It simply works.\" Both NA's message and our primary purpose are identifiable, relatable, and digestible. They're also adaptable, not bound by the specifics of a single language or culture. Since our message is applicable for addicts all over the world, dare we say, it's universal?",
      "The simplicity of Tradition Eleven is a relief for most of us. When we do public relations, we let folks know who we are, what we do, and how we do it. With H&I, sponsorship, or speaking from the podium, we don't have to do more than share what's worked for us. We share the message just as it was shared with us. We lean forward and witness its impact-- on our own lives, for those near to us, and those far away."
    ],
    "thought": "Our message works. So how will I share it today?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}