{
  "06-04": {
    "date": "4 JUNE",
    "title": "Finding a Life with Purpose",
    "quote": "What a joy it is to be part of something that not only saves people's lives, but makes them worth living.",
    "page": "Page 162",
    "source": "Living Clean, Chapter 5, \"Fellowship\"",
    "content": [
      "We're brought together by desperation, so being alive and clean may seem like enough reason to be joyful at first. But wait, there's more! Even in our earliest days clean, we may have some inkling that we are part of something special. We may wonder, Am I being indoctrinated into a cult? but with no discernable leader and no dogma to adhere to, we can rule that out. We decide to keep coming back. I'll just play along as we see what these weirdos are up to.",
      "So, we're clean! Now what? We come across this passage in the Basic Text: \"When the drugs go and the addict works the program, wonderful things happen.\" I like the sound of that! We start to piece together what it means to \"work the program\" and find some practical advice in \"What Can I Do?\"--Chapter Five of the addict's owner's manual. We go to lots of meetings without using between them--even on holidays! We get a home group, a sponsor, and a service commitment, and we find ourselves surrounded by people who take great joy in our progress. They want nothing from us, just good things for us. They offer us words of encouragement, lessons from their own lives, and epic tales of shenanigans with other members. They point out our growth and say they're happy, grateful, and even honored to be a part of our miracle. We smile and nod and our eyes start leaking. All we can think is, This NA thing . . . is a trip.",
      "Our lives are transformed as we become both the helpers and the helped. Now we're those people with stories and kindness for the newer folks and are moved by being a part of their miracle. Our mentors continue to evolve, too, and they allow us to help them. We've found a purpose and a framework for living. We are free from active addiction, and although that's NA's only promise, that freedom opens up in unimaginably beautiful ways."
    ],
    "thought": "I will soak up the vitality around me and be grateful to have found a life with purpose.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}