{
  "06-02": {
    "date": "2 JUNE",
    "title": "Learning to Love Ourselves",
    "quote": "We've begun to see that God's will for us is the ability to live with dignity, to love ourselves and others, to laugh, and to find great joy and beauty in our surroundings.",
    "page": "Page 160",
    "source": "It Works, Step Eleven",
    "content": [
      "When we are new in NA, we may hear someone say they will love us until we learn to love ourselves. Despite our self-centeredness, many of us arrive in the program devoid of self- esteem and incapable of loving anyone, perhaps most especially ourselves.",
      "Over time we learn how to value ourselves. Simple acts of self-care at the beginning of each day can be a good place to start. Maybe we make the bed, set an intention for the day, or do a daily reading. In the Basic Text story \"Just Say Yes\" one member shared, \"I discovered that breakfast is a spiritual principle: With honesty, open-mindedness, willingness, and breakfast, we're well on our way.\"",
      "NA is a practical program that we use in every area of our lives. Sometimes this means nurturing our physical selves or contemplating HALTS as suggested in the Basic Text: \"Are we too hungry, angry, lonely or tired? Are we taking ourselves too seriously?\" It's easy to forget how the state of our body can deeply affect our sense of well-being.",
      "The contrast between a life in recovery and a life of active addiction is clear. We can find gratitude in the simple benefits of recovery, like food in the cupboard and a safe place to eat it. If we think about the mornings we experienced before we got clean, we might remember feeling sick and desperate or cold and hungry. The NA program gives us a way out of that darkness and into a day full of possibilities.",
      "Through working the Steps, we learn to love ourselves and the world around us. We find ways to take care of ourselves and treat ourselves with kindness. And we share that love with others, perhaps telling a newcomer we will love them until they learn to love themselves."
    ],
    "thought": "I will contemplate my physical, emotional, and spiritual well-being and reinvigorate my morning routine. I will take time to consciously reflect on the abundance recovery has brought to my life.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}