{
  "06-17": {
    "date": "17 JUNE",
    "title": "Building Trust and Trustworthiness",
    "quote": "Through our developing relationship with our sponsor, we learn about the principle of trust.",
    "page": "Page 175",
    "source": "It Works, Step One",
    "content": [
      "More often than not, a last-ditch effort to stay out of jail, keep a job, or hang on to a relationship drives us through the doors of NA. We'd stopped using plenty of times before but staying stopped seemed beyond us. We knew something had to change, and, honestly, we had nothing to lose.",
      "When we looked around at that first meeting, we saw people who understood our plight because they had been there. They'd experienced the high price of low living. The NA program worked for them; maybe it will work for us, too. Desperation may have brought us to NA, but inspiration keeps us coming back.",
      "Trust hadn't been on our radar, but we are somehow willing to accept a few suggestions. Just a few days in, and we're committed to attending a meeting a day for 90 days. We even reach out to other members between meetings. With each passing day, we feel a little better and trust in this NA way a little more. And our actions show it.",
      "We've begun to trust the process, but we'll need a guide--a sponsor--if we want to give this a fair shot. \"You don't have to trust everyone,\" we're told, \"but you've got to learn to trust someone.\" This seems like solid advice. The source, a more experienced member, seems trustworthy. \"How about you?\" we respond. \"Will you sponsor me?\"",
      "It takes time for most of us to shed our armor, but sponsors have a way of gaining our trust little by little. \"One of us shares some truth about our life and experience, and the other returns the favor,\" as one member put it. In the process, we develop trust and, eventually, intimacy. It's a pattern of behavior we can replicate in other relationships, as sponsees, sponsors, partners, and friends."
    ],
    "thought": "Following my sponsor's example, I will build trust a little at a time. I'll learn to trust and be trustworthy in small moments by being true to my word, supportive of others, and open to intimacy.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}