{
  "06-19": {
    "date": "19 JUNE",
    "title": "Communicating Honestly in Service",
    "quote": "Open, honest, and straightforward communication nurtures the spirit of service in our fellowship, and poisons the impulse to govern.",
    "page": "Page 177",
    "source": "Twelve Concepts for NA Service, Twelfth Concept",
    "content": [
      "At its best, our service to NA is selfless--the right thing, done for the right reason. Selflessness may be a stretch for us at times. It requires us to keep our egos in check while communicating with each other honestly, directly, and respectfully. Committed as we may be, we can't do this perfectly, but it's something we aspire to. When we make an honest effort to fulfill our primary purpose--whether one-on-one, through a home group, or in some facet of our service system--we have the opportunity to reinforce the best aspects of ourselves. This is a benefit to us as individuals as well as to our common welfare.",
      "Selfless service calls on us to apply everything we know about spiritual principles. The experience we gained from working the Steps and applying Traditions comes to bear big- time. We learn a lot about open-mindedness when we work Step Two, for example, and then as we serve, open-mindedness finds a new purpose as we exchange ideas in a business meeting. Likewise, the importance of inclusion that we first encountered in Tradition One reinforces our belief in a spirit of rotation, making it a little easier to end a commitment. We practiced honesty and gained clarity as we inventoried our lives, past and present. This practice proves invaluable in service as we strive to foster healthy, honest communication.",
      "When we tend to our spiritual condition, it's easier to come correct to service. We've done the work and can trust ourselves to act appropriately. We're able to set aside the rigidity, ancient resentments, and impulse to control that can interfere with a spirit of service. Fortunately, we're not all sick on the same day, and a spiritually fit majority has a way of keeping our worst impulses in check. At some point or other, we'll probably get our turn to play the role of that difficult member. The good news is that honest communication has a way of neutralizing the countless forms that self-will can take."
    ],
    "thought": "I will practice the spiritual principles of honesty and open-mindedness in my service to NA today. I will encourage open communication and unity by acknowledging others' efforts to do the same.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}