{
  "06-14": {
    "date": "14 JUNE",
    "title": "Faith in Spiritual Principles",
    "quote": "Many of us use spiritual principles as a power greater than ourselves.",
    "page": "Page 172",
    "source": "It Works, Step Two",
    "content": [
      "We all have differing experiences with religion and belief when we arrive in NA. Some of us were raised in very religious families, attending mosque, temple, or church regularly, while others grew up in secular homes without much exposure to religion or spiritual matters. One member shared, \"My parents were both scientists and atheists. In my family, exploring spirituality made me more of a rebel than using drugs did.\" We may show up at our first meeting with an attitude of intolerance toward all things spiritual, thinking that ideas like \"faith\" are total rubbish. Others of us may have rejected the idea of spiritual principles because we associated them with the religion of our childhoods that failed to protect us from addiction. Or we came to NA with an open mind, eager to try something new--or desperate to find something that would work for us.",
      "Regardless of our past experience with spiritual or religious matters, we all have work to do when we get here. We all need to learn to live in a principled manner. On the surface, it might seem like faith in a Higher Power should come easier to those of us who grew up with strong convictions about what that Higher Power is. In reality, the ability to act in faith can have very little to do with our beliefs--secular or religious. Part of acting in faith is giving up the illusion of control. Whether we want to acknowledge it or not, every principle discussed in this meditation book is a force beyond our control. We can allow the power of principled action to guide us, or we can struggle to use our own power to control our lives.",
      "Step Two does not say, \"We came to believe in a Power greater than ourselves,\" it says, \"We came to believe that a Power greater than ourselves could restore us to sanity.\" It doesn't matter much whether we understand how or why; we consistently get better results from principled action than we do from self-will. As we experience the results of living by spiritual principles, we come to believe that sanity--peace of mind and connection to ourselves and others--is possible for us."
    ],
    "thought": "There are countless forces in life that I may never fully grasp. I will place my faith in spiritual principles because I know they work, even if I don't always know how or why.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}