{
  "06-18": {
    "date": "18 JUNE",
    "title": "Grace Gets Us through Hard Times",
    "quote": "What we find is not that our Higher Power spares us the hardships of life, but that we receive the grace to get through them clean.",
    "page": "Page 176",
    "source": "Living Clean, Chapter 3, \"Walking the Walk\"",
    "content": [
      "When terrible things happen to us or people we love, especially those we deem to be innocent and undeserving of strife, our first reaction is often to try to make sense of it, to look for someone or something to blame. \"How could this happen?\" Such incidents--like a terminal diagnosis or losing a child, or less dire ones like getting fired from a job--can shake our faith in our Higher Power or the NA program. We may question, \"Why am I bothering to stay clean and trying to live by all these spiritual principles if life is just going to end up causing me so much pain?\"",
      "No matter how much integrity we practice and how much love we have in our hearts--or how little--life will continue to show up. Instead of trying to reason our way through pain or out of a mess, we learn to ask our Higher Power, in whatever way makes sense for us, \"How am I going to get through this clean?\"",
      "If we ask this question in earnest and listen for the answer, we will be able to find grace. Grace is an active force in our lives. It's the gentle nudge that directs us toward the next right thing and gives us a reprieve from our addict thinking and reasoning. Grace allows us to find blessings in the hardships we endure--or, at the very least, to accept what's happening to us and seek guidance. We know that others have gone through the same life events that we are experiencing and have stayed clean. That collective wisdom, the deep well of experience and resources available to us through our connection to NA, is grace.",
      "The more we notice and acknowledge the presence of grace, the more grace we'll experience."
    ],
    "thought": "Even in times of great distress, I will make an effort to be present enough to recognize and receive grace.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}