{
  "06-13": {
    "date": "13 JUNE",
    "title": "Humility Opens Us Up to Support",
    "quote": "It's a tremendous struggle for most of us to stop relying on our own thinking and begin to ask for help, but when we do, we have begun to practice the principle of humility found in the Second Step.",
    "page": "Page 171",
    "source": "NA Step Working Guides, Step Two, \"Spiritual Principles\"",
    "content": [
      "Before recovery, pride, ego, and denial were essential to our survival. They allowed us to fake a fierce sense of independence. These powerful defects of character can be real stumbling blocks to our recovery. Left unchecked, they can lead to what some have called \"Superhero Syndrome\"--the belief that we can and must do everything on our own. This can be a very lonely place, separated from the god of our understanding and other addicts in recovery. It can be so easy for us to encourage our friends and sponsees to reach out to others for help, only to find ourselves stuck in our own self-centered thinking.",
      "In the Second Step, we begin to build a belief system and come to understand that two of us together represent a power greater than any of us on our own. In our active addiction, many of us perceived asking for help as a form of weakness. But we learn to be vulnerable enough to ask for support and find strength in this surrender. For many of us, the sponsorship relationship is where we learn to trust someone and reach out when we are in need.",
      "Something clicks into place when we realize that we are not giving up our independence or problem-solving abilities by simply asking others to be there for us. Whether it is a shoulder to cry on, experience with a commitment, or learning how to do our own laundry--we all need a little help sometimes. One addict shared, \"As I practice humility and become open to the support of others, my relationships become increasingly authentic.\"",
      "When we can let go of the idea that \"our way is the only way,\" then we can find some comfort in knowing that we are not alone in this process. People can and will help us; all we have to do is ask."
    ],
    "thought": "Even though it can feel like an attempt to climb Mount Everest, I will continue to reach out and let another member help me to consider a perspective besides my own.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}