{
  "06-10": {
    "date": "10 JUNE",
    "title": "We Show Respect, Rather Than Seek It",
    "quote": "Practicing this principle doesn't necessarily mean that others respect us; it means we offer others the respect we wish for ourselves, and that we respect ourselves enough to walk in dignity and quiet strength.",
    "page": "Page 168",
    "source": "Guiding Principles, Tradition Eleven, \"Spiritual Principles\"",
    "content": [
      "Tradition Eleven--which seems to be about public relations but can be applied to other aspects of recovery--reminds us that the message of NA is what's most important, not the messenger. Respect and anonymity are the keys to deciphering the difference between \"attraction\" and \"promotion.\" An opportunity to share NA's message of hope outside the rooms of Narcotics Anonymous is a privilege for any member and a responsibility not to be taken lightly. Whether it's a public relations activity like speaking to a group of medical professionals, being part of an H&I panel, or helping to explain NA to the family of a sponsee who's just relapsed, we must avoid our impulse to make the message about us instead of NA. Rather than seeking respect for ourselves, we show our respect for the program--and for our listenersby sharing the NA basics or the impact the program has on our lives, while being real about what NA is and what it's not.",
      "The same can be said for what happens inside the rooms. We keep it real whether we're talking one-on-one with a new member, speaking at a meeting (whether small and intimate, or large and spirited), or representing our region at the World Service Conference. These are moments when our recovery is best served by the clarity of our message and the integrity of our role, not by seeking attention or validation. There's no need to make inflated claims about our lives in recovery. And look, if we're sharing at a huge convention, we will get attention and very likely validation! That's part of the deal. Speaking with genuine humility and gratitude shows respect for NA and preserves our self-respect, too.",
      "Yes, that's the bottom line right there: We show respect, rather than seek it. With that as our goal, we can walk with dignity. Keeping our self-promotion in check and leading with attraction enhances our self-respect."
    ],
    "thought": "Whether it's public relations, addict relations, or my relationship with myself, today I will strive to show respect rather than to seek it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}