{
  "06-12": {
    "date": "12 JUNE",
    "title": "Kindness Reflected in Our Growth",
    "quote": ". . . we learn that people see goodness in us that perhaps we don't see in ourselves. Our fellows reflect us back to ourselves and show us how we have changed.",
    "page": "Page 170",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "In our first days clean, most of us feel utterly horrible about ourselves. We're sick from withdrawals. We hate everybody whether we know them or not. We're ashamed, mostly because we got caught. We're pissed off at jails, institutions, and, in some cases, not dying. Our outlook on the future is just as dark: We have to go to these stupid meetings for the rest of our lives and we can never use drugs again. And we have to give, give, give to the meeting, to each other, to our dad who messed us up in the first place because of his using, to the old lady who lives in the flat downstairs even though she's mean to us. And we have to be nice all the time and talk about our problems and listen to other people's problems and help other addicts who are more messed up than we are. Being even slightly positive about our future requires an impossible effort.",
      "Eventually, our resistance cracks. We \"do the deal\"--meetings, sponsor, Steps, service--and we're there for newcomers. We find a Higher Power and start praying and meditating. We forgive Dad and make sure he has all his meds (and we don't take any of them). We gratefully accept our elderly neighbor's terrible holiday fruitcake and pick up her yappy little dog's poo when she doesn't. When she criticizes our new tattoo, we smile instead of plotting her death. Sometimes we do these things begrudgingly, but mostly it's second nature now.",
      "On occasion, people notice. After we share a few IPs with a newcomer, an oldtimer who remembers who we were when we first came in hugs us (longer than usual) and looks deeply into our eyes, tears brimming. \"What's up?\" we ask. It's awkward.",
      "\"You,\" the member tells us, \"are so different. Sooooooo different.\"",
      "We protest. \"Aww, come on!\" All we did was give someone an IP! But our resistance to this also cracks. We do the right thing, say \"thanks,\" and hug them back."
    ],
    "thought": "I'll aim to be kind and generous today. If someone points it out, I'll say \"thanks.\" I can acknowledge them and acknowledge that I've changed.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}