{
  "06-16": {
    "date": "16 JUNE",
    "title": "Enduring Loss, Reclaiming Joy",
    "quote": "We come to understand that happiness is an inside job, a spiritual experience that can get stronger with recovery. We find that no matter what happens on the outside, joy can still live within us.",
    "page": "Page 174",
    "source": "Living Clean, Chapter 7, \"Love\"",
    "content": [
      "As far as spiritual principles go, joy is uncomplicated. It can be elusive, however. In active addiction, joy was an abstract concept often far removed from our reality. How can we position ourselves to experience it now? One addict wrote, \"Recovery from addiction is our path toward joy. I invite it in by removing barriers to that path, like anxiety, fear, and self- obsession.\" Another wrote, \"Joy is the result of my commitment to gratitude, service, and simplicity. I never thought I could appreciate ordinary things.\" A third wrote, \"The greatest joy is bittersweet because I have experienced moments of it during my darkest hours. I can't have joy without hope, and no amount of pain can take it away from me.\"",
      "Experiencing pain is part of our human condition, even when we do everything right. We can get clean, own our part in our past mistakes, make amends, learn to live by spiritual principles, be of magnificent service in the rooms, at home, and out in the community--yet pain will visit us again. We'll lose people and relationships. Material gains come and go. Our health may decline. But can joy be taken from us? Is joy--like pain--an inevitable part of our experience?",
      "Most of us would say that joy, like recovery, is available to us all. Despite our struggles, when we infuse our situation with gratitude, we find hope for our future--and create a place for joy at the table. We can choose to look at our troubles with a sense of humor and maybe even benefit from some laughter through our tears of anger or sorrow. None of this is easy. But through the inside job that is recovery, acceptance of this very moment is within reach. Serenity is possible. We can endure loss and reclaim joy over and over."
    ],
    "thought": "Regardless of any current burdens, I will shine the light of gratitude on what's right in my life today and experience joy. Recovery has taught me that I can embrace multiple experiences at once.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}