{
  "06-23": {
    "date": "23 JUNE",
    "title": "Attentiveness to NA's Message",
    "quote": "Each of us has something to offer. We don't need specialized training to carry the message; all we need to do is pay attention.",
    "page": "Page 181",
    "source": "Guiding Principles, Tradition Eight, Opening Reflection",
    "content": [
      "We all have something to give in NA, and we don't need to be professionals to do it. There's no NA University where we take classes like Sharing 101, Advanced Sponsorship, or a graduate-level seminar in Hospitals and Institutions Strategy. We learn as we go. Some of us sponsor others following the way we've been sponsored. Or we improvise. We aren't professional recovering addicts or sponsors or trusted servants. We pay attention to how others do it, and we consult our sponsor and our Higher Power, attentively listening for what rings true for us. It's the therapeutic value of one addict helping another.",
      "Paying attention to our surroundings should come easy for us. In our old lives, situational awareness was necessary for survival. We were always watching our backs, measuring up others, and doing what we had to do to get through every hairy situation we found ourselves in. Those same skills can help us read a room. We can see where our help is needed: Are there people sitting alone before the meeting? Greet them. Does the secretary need help passing out the readings? Done!",
      "Perhaps most importantly, we pay attention to what is happening in real time as we share with other addicts. We truly listen when others share. Rather than guessing what we think someone might need to hear, we simply listen. When we're moved to do so, we share our relevant experience. When we are present and attentive to the process, we realize we don't need to control things. Humility, prudence, and attentiveness--to our own assets and to the needs of those around us--help us make better decisions."
    ],
    "thought": "Since there's no such thing as a professional recovering addict, I'll do my best to carry the message the NA way. I'll do so by being attentive to the needs of NA, especially the still-suffering addicts.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}