{
  "06-21": {
    "date": "21 JUNE",
    "title": "Sharing Solidarity with Our Fellow Members",
    "quote": "There is a special feeling for addicts when they discover that there are other people who share their difficulties, past and present.",
    "page": "Page 179",
    "source": "Basic Text, Chapter 5: What Can I Do?",
    "content": [
      "Many of us experienced a sense of solidarity with our druggy buddies early in our using careers. We found camaraderie as we conspired on our next score, caper, or conquest. We entrusted at least some of our secrets with a select few, and they counted on us to hold our mud. There were limits to our loyalty, however. In time, we'd betray them, or they'd betray us.",
      "The romanticized version of our stories often focuses on those magic moments of solidarity with our running partners. If we follow the storyline of these relationships through to their collapse, we might mistakenly conclude that those kinds of bonds are a thing of the past or that we're still incapable of sustaining solidarity and close friendships. This adds to our sense of isolation and alienation, making us vulnerable to unhelpful self-talk that can create a wedge between us and our clean new friends. Once we recognize that recovery changes everything about our capacity for connection, we're able to take a stand against that negative chatter. Our previous sense of solidarity centered around drug use. Now solidarity springs from honest sharing and empathy, and the occasional caper, conquest, or war story.",
      "In one member's experience: \"I came in feeling like I didn't belong, that I was so uniquely troubled. Then I heard the stories and realized I'd found my people.\" Solidarity is the spiritual opposite of isolation and self-centeredness. Although our circumstances, interests, and ambitions vary wildly, we connect emotionally and spiritually and stand by one another. We all have dreams and struggles, experience joy and sorrow, want to be happy and forgiven, to love and be loved. And we don't have to experience any of it alone. Over the years, countless sponsors have offered this assurance: \"I can't fix your problems, but you won't have to face them alone.\" And, really, what more could we ask for?"
    ],
    "thought": "To build solidarity with my fellow members, I will share my struggles with someone who can help or someone who might need help.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}