{
  "06-20": {
    "date": "20 JUNE",
    "title": "Willingness to Give It a Go",
    "quote": "Great or small, our awakenings show in our willingness to practice the principles and carry the message.",
    "page": "Page 178",
    "source": "Living Clean, Chapter 3, \"Creative Action of the Spirit\"",
    "content": [
      "We may have hoped for easy answers to our drug problem when we attended our first meeting. We'd hoped for a quick fix, some simple formula to provide relief from our troubled existence; with that, we could be on our way. \"I was hoping you'd cast a spell on me and then send me off with a reminder to take cold showers and sleep with a chicken bone under my pillow,\" one addict joked. To our disappointment, no one promised us instant liberation. Worse, it was clear that working all Twelve Steps would take some time.",
      "Although the simple equation we sought proved elusive, we warm up to the idea that recovery is less like math and more like one of Grandma's unwritten recipes--a little of this, some of that, and so on. Our longing for respite or connection or awakening gets us to meeting after meeting. Without our fully recognizing it, willingness shows us the way.",
      "We hear a member celebrating 30 days clean explain, \"I went to meetings every day and didn't take anything in between.\" Duly noted. Could this be the formula we were looking for? It seems almost too simple and also impossible. But maybe it's a good start--hello, open-mindedness! We're willing to give it a try.",
      "As our heads start to clear, we awaken to the possibilities of a better life. We gravitate toward another formula that seems doable: \"Go to meetings, get a sponsor, read the literature.\" Check, check, and check. We willingly take these actions and practice humility by keeping things simple. We're handed a pink card with the \"Just for Today\" reading and, as we read it aloud, another light comes on. This seemed like a practical approach and we were willing to try it.",
      "Our experience at 30 days reveals the value of taking action. We made it this far! Holding up our keytag, we share, \"I'm celebrating 30 days today because I went to meetings every day and didn't take anything in between. I picked up the Basic Text and got a sponsor and I'm finding that there is life after drugs. As much as I wanted to figure out this recovery thing, I'm learning to just do what you do, and it seems to work.\" And just like that, we're carrying the message and offering hope to every addict in the room."
    ],
    "thought": "in my willingness. I will apply spiritual principles to the work that's in front of me and allow my example to carry the message.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}