{
  "06-27": {
    "date": "27 JUNE",
    "title": "Cooperating for the Common Good",
    "quote": "It's essential in whatever way we give back that we are able to share with others and to cooperate, and these are not skills most of us bring to the rooms with us.",
    "page": "Page 185",
    "source": "Living Clean, Chapter 7, \"Principles, Practice, and Perspective\"",
    "content": [
      "Sharing and cooperation are generally taught to us as children as core social values. A lot of us, however, didn't quite absorb the critical lessons of sharing what we have, playing nice with others, and being helpful. Some version of \"Together we can\"--prioritizing the greater good and the concept of common welfare--is posted on schoolroom walls all over the world, just like the Twelve Traditions are often on display in our meeting rooms.",
      "If we didn't learn the lesson then, we can learn it now--and help other addicts follow suit. The NA Fellowship is built on cooperation, mutual support, and shared leadership. True cooperation requires that we have respect for each individual with an eye toward acting in the group's best interest. What is freely given is freely shared. We share our skills as well as our experience, strength, and hope.",
      "In keeping with Tradition One, we can learn to disagree without being disagreeable. Taking disagreements personally is a threat to practicing cooperation and puts our common welfare at risk. Working the Twelve Steps prepares us for challenges like sharing space, serving, and cooperating with those we don't agree with. We pitch in even when we're not happy with the group's conscience or, at the very least, we don't just quit when things don't go the way we wanted.",
      "Our cooperative participation helps deliver NA's message to the still-suffering addict, and it helps our own recovery. We grow and thrive when we participate. We need each other, and NA needs us, too."
    ],
    "thought": "I am committed to overcoming my self-centered tendencies today by cooperating with other addicts to fulfill our purpose of carrying the message of recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}