{
  "06-22": {
    "date": "22 JUNE",
    "title": "Self-Supporting and Standing Tall",
    "quote": "When we are willing to stand for our own dreams and beliefs, we are practicing a deeper kind of self-support.",
    "page": "Page 180",
    "source": "Living Clean, Chapter 6, \"Finding Our Place in the World\"",
    "content": [
      "Addicts are often viewed and portrayed as disaffected loners or rebels without causes. Many of us were (or still are) quite comfortable with that image. Even so, identifying what we believed in or what we wanted out of life escaped most of us before recovery. Breaking out of our rut and genuinely standing for something different from the people in our using lives was rare--and certainly not something we viewed as self-support.",
      "For one addict, approaching and finding self-support came at the end of the road: \"My whole family used, and I let that stop me from getting clean more than once,\" the member wrote. \"I didn't want them to think I was abandoning them or that I thought I was better than them. But I couldn't live that way anymore.\"",
      "Changing our lives is scary enough already, even without the additional burden of having loved ones who don't share our interests or goals. Not everyone we used with wants recovery, but many people still respect our needs and boundaries when we get clean. We may grow apart from some people, but those who care about us want us to follow our own path.",
      "We may feel a similar sense of hesitation about pursuing interests in recovery. We don't want to abandon our friends. \"When I had a couple of years clean,\" one member shared, \"I was the youngest person in my NA crew. I wanted to take college classes, but I thought I'd be ditching my people. My sponsor told me it was okay--he got the prison experience for me, now I could go get the college experience for him.\"",
      "We don't have all of the time, energy, or money to do anything and everything we want. We can't be in two (or more!) places at once. Practicing self-support means taking responsibility for the choice of how we use our limited resources. Some of us may still rebel, but it's more likely we now have a cause to support."
    ],
    "thought": "People who truly love me want me to follow my dreams. I will honor my loving relationships by choosing to stand tall in my own choices.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}