{
  "06-28": {
    "date": "28 JUNE",
    "title": "Unconditional Love Brings Healing",
    "quote": "Practicing the principle of unconditional love in the Twelfth Step is essential. Nobody needs love without conditions more than a suffering addict.",
    "page": "Page 186",
    "source": "NA Step Working Guides, Step Twelve, \"Spiritual Principles\"",
    "content": [
      "Judging from our experiences prior to NA, many of us believed that love only came with conditions. That was often true in our families and in our relationships while using. We were loved as long as we got decent grades, were gainfully employed, looked presentable, or could talk our way out of an arrest. We internalized these messages and berated ourselves for not being good enough. We felt ashamed of our very existence. Many of us turned those feelings of guilt and shame outward. We judged others based on how we felt about ourselves.",
      "Thankfully, working a program allows us to examine and discard much of this damaged thinking. Members' willingness to love and support us without conditions makes that work possible. Their unconditional love helps us to climb out of that pit of despair and self- loathing.",
      "When we begin to work the Twelfth Step, we get to pay that favor forward by giving unconditional love to other suffering addicts. Our self-esteem grows as we do esteemable acts. As one member shared, \"After taking a meeting into the local jail every month for a year, I began to believe that maybe I was a good person, worthy of love, too.\"",
      "Learning to practice unconditional love is a process. The love of other members sustains us along the way. In one member's experience: \"If I'd had to wait until I loved myself, I might not have made it.\" A firm hug outside a meeting, sharing our story at an H&I meeting, giving newcomers rides, even a friendly smile of recognition--we give and receive these acts of love without conditions. And it keeps us coming back."
    ],
    "thought": "Today I will give away the unconditional love that was (and is) so freely given to me.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}