{
  "06-25": {
    "date": "25 JUNE",
    "title": "Building Connections",
    "quote": "Through our self-disclosure, we feel connected with humanity, perhaps for the first time in our lives.",
    "page": "Page 183",
    "source": "It Works, Step Five",
    "content": [
      "As new members, we come in disjointed, distracted, and disconnected. Our divisions, our better-thans and less-thans, and our walls are firmly in place. Ego and pride, self-loathing and self-pity dictate our interactions. We look outside ourselves to justify why we don't feel connected. But soon we begin to hear and absorb other recovering addicts' stories. We observe a theme that's also reflected in our stepwork: We are getting in our own way of connecting with others.",
      "The process of breaking down walls takes more than a single admission that we need to be more open. Building real and enduring connections with other NA members is more than acknowledging that similarities outweigh differences. It takes time, and it takes effort. As we listen to others self-disclose, our courage grows, and we start to share ourselves. For most of us, our walls weren't as heavy-duty as we thought they were. They don't take as much time to break down--or at least begin to see over--as they did to build.",
      "When we peer over our walls or peek through the cracks, others begin to see us, too. The acceptance, understanding, and, often, identification that happens when we tell the truth about ourselves encourages us to open up more. Parts of our walls may remain standing; some self-protection is only natural. But we build roads now. We find people in the rooms, usually just a few, including our sponsor, whom we allow to see and connect to the entirety of who we are. Self-acceptance and hope travel along those roads.",
      "In NA, our purpose is to extend the connectedness we acquire to new members, who, like us, stumble into NA not yet aware that their walls aren't long for this world. When we share ourselves, the road toward connectedness awaits all of us."
    ],
    "thought": "Today I'll try to dismantle my walls and build roads in their place. I'll be unafraid to let another person know me better.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}