{
  "06-26": {
    "date": "26 JUNE",
    "title": "The Therapeutic Value of Practicality",
    "quote": "We feel that our approach to the disease of addiction is completely realistic, for the therapeutic value of one addict helping another is without parallel.",
    "page": "Page 184",
    "source": "Basic Text, Chapter 4: How It Works",
    "content": [
      "By the time we get to Narcotics Anonymous, many of us have a long list of what didn't fix us: family, relationships, doctors, treatment programs, religious institutions. We begged God or Something-Out-There for relief. Because of our involvement in the justice system, some of us have had help imposed on us. All these individuals or entities may indeed have been helpful to our survival, even if only to introduce us to NA. Some may continue supporting us to this day. But we found them to be insufficient to help build the long-lasting changes to our lives that we needed. So what was missing?",
      "One member shared their \"aha\" moment: \"This concept of one addict helping another hit me on the head like a ton of bricks. I thought, Now I get it!\" These were helpful, practical bricks, of course. Bricks that we can use to build our life back up. Recovering addicts who've survived what we've survived are unquestionably the best source of practical information about recovery. This idea not only makes sense to us, but it also brings us some relief.",
      "In NA, we create an atmosphere of healing for each other--that's what we mean by \"therapeutic.\" We help each other to heal through empathy and solidarity. The \"we\" of NA is a powerful and practical resource we use to walk through life's difficulties and hold each other up as we heal. Honest sharing helps identify others who have survived infidelity, infertility, illness, and myriad other hardships. We connect each other with members who've had to navigate similar things and we get to learn from their experience. Our personal tragedies can become a shared source of strength. What could be more practical?",
      "While our disease would have us focus on what makes us different, we know the ties that bind us together are way stronger than those differences. Those ties are strong, real, and practical. They are the bricks that build us up and keep us from falling. NA is a practical program delivered by addicts to other addicts, with other addicts, for other addicts. That's how it works."
    ],
    "thought": "How am I creating a healing environment for my fellow addicts? What can I do today that's practical to help another addict?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}