{
  "06-29": {
    "date": "29 JUNE",
    "title": "In Harmony with Reality",
    "quote": "Sanity is living in harmony with reality.",
    "page": "Page 187",
    "source": "Living Clean, Chapter 1, \"A Vision of Hope\"",
    "content": [
      "\"Get real.\"",
      "To addicts--even those of us with time clean--reality can be a dirty word. People telling us that our version of XYZ isn't real, that we are in denial about XYZ, or, worst of all, that our feelings about XYZ don't square with reality! They might as well be telling us to go XYZ ourselves!",
      "When we are in active addiction, it is much easier to hold false beliefs about ourselves and the world around us. We don't want to hear the truth because we fear the truth will hurt us. In a sense, drugs keep us safe from having to deal with reality--until they don't. When we get clean, that barrier is removed, and the twelve-step process actively challenges us to discover, dismantle, and discard those beliefs that separate us from the truth of a situation and prevent us from being authentic and acting with integrity.",
      "The ongoing struggle is in identifying which of our beliefs are not in harmony with reality. This process starts when we begin to trust that we might not have the most astute judgment about our choices. Our willingness to question the stories we tell ourselves often precedes our ability to see reality. We accept help from other recovering addicts as we navigate through the minefield of our alternate realities.",
      "Our capacity to be in harmony with the world around us improves when our worldview widens and is shaped more by principles than by our disease. Reality becomes less distorted. The Serenity Prayer's meaning becomes astoundingly clear.",
      "After a period of numbness, reality often stings. But the truth will help us, not harm us."
    ],
    "thought": "What is an \"XYZ\" in my life that currently isn't in harmony with reality? Can I trust my own perspective about that issue? If I'm not sure, who in my life loves me enough to tell me to \"get real\"?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}