{
  "06-30": {
    "date": "30 JUNE",
    "title": "Goodwill toward New Members",
    "quote": "One of the purest expressions of goodwill in NA is our heartfelt desire for the newcomer to have freedom.",
    "page": "Page 188",
    "source": "Guiding Principles, Tradition One, \"For Members\"",
    "content": [
      "In our first days of being clean (and for many of us a long time after), it's difficult for us to accept the goodwill of addicts in the Fellowship as real. We think, Why in the hell are all these people so happy to see me, like they know me or something? Some of us believe these NA people are trying to manipulate us in some way. Otherwise, why would they be so welcoming? We remain on red alert to find a crack in their game, but the goodwill of other humans can be hard to resist, especially when we haven't been offered it in a while. So, we keep coming back. Our journey toward freedom from active addiction begins.",
      "In NA, we do what others have done to stay clean, so we're encouraged to welcome those newer than we are. \"At first, I found this uncomfortable because I didn't feel genuine approaching people,\" a member shared. \"But as I became more aware of the value of what had been so freely given to me, my desire to help new people grew. I sincerely felt hope for them, and I was truly excited to see them when they came back. I didn't think I was even capable of feeling like that.\"",
      "For many of us, that shift is nothing short of a miracle. This newfound, heartfelt commitment to the well-being of other addicts represents freedom from the self-centeredness we've been trapped in for so long. We know the program is working when we realize that we have hope for others to succeed."
    ],
    "thought": "Whether or not I feel goodwill deep in my heart today, true hope for freedom--for others and myself--is there far more than it ever was before. I can act on that hope today no matter how I feel.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}