{
  "07-04": {
    "date": "4 JULY",
    "title": "Autonomy Balanced with Responsibility",
    "quote": "Autonomy encourages groups to become strong and lively but also reminds them that they are a vital part of a greater whole: the Fellowship of Narcotics Anonymous.",
    "page": "Page 193",
    "source": "It Works, Tradition Four",
    "content": [
      "We addicts can be pretty creative in how we deliver our simple message of recovery. We're free to develop all kinds of meetings that focus on particular areas of recovery or literature, at any time of day. Autonomy gives us leeway to establish a meeting that addresses an unmet local need, has a unique format, or targets a particular group of addicts who may feel safer accessing and delivering our primary purpose together. The possibilities are endless as our Fellowship continues to evolve, strengthen, and reach an even wider geographic scope. How inspiring!",
      "But let's not forget the latter half of Tradition Four: \". . . except in matters affecting other groups or NA as a whole.\" This warns of the pitfalls of using autonomy to divide us. Expressing complaints about important issues, such as finances, area guidelines, and Traditions \"violations,\" and then declining to be part of the solution is unproductive and creates disunity. Autonomy is not a mic drop. Instead, we can choose to examine our urge to raise an issue, asking ourselves if we want a solution or just want to make a statement.",
      "Open-minded communication allows us to make reality-based decisions, unencumbered by personal opinions. Some members think service bodies have undue power over groups, and others may believe that all NA decisions must be made with group buy-in. We hear a lot about what they are doing. But WE are they. With autonomy comes responsibility: as seen on NA buttons and T-shirts, \"Be the we!\" In reality, we are accountable to each other, to NA as a whole, and to communicating our disagreements, as well as our message, with as much respect as we can muster."
    ],
    "thought": "Freedom needs to be balanced with accountability and responsibility. I will respect our interconnectedness and play a role in creating a Fellowship that is united, loving, and diverse.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}