{
  "07-02": {
    "date": "2 JULY",
    "title": "Reliability Transforms Relationships",
    "quote": "We grow to be steady, reliable, loving people who can be a force for change in the lives of other addicts and beyond.",
    "page": "Page 191",
    "source": "Living Clean, Chapter 5: Relationships, Opening Essay",
    "content": [
      "For active addicts, unreliability is a near-universal character defect. When we did manage to be physically present for the family, for work, or for other commitments, we reliably brought chaos. With our lack of follow-through, our dishonesty, our untrustworthiness, and our instability, who really wanted us around when we did show up?",
      "Recovery in NA is a reliability game-changer. We show up to meetings regularly--and participate. We take on service commitments--and fulfill them. We communicate with our sponsor and other addicts--and we pick up the phone or return a message when someone reaches out to us. Through our stepwork, we gain some reliability skills that help us go beyond being consistent and doing our part. Others can depend on us emotionally. We're more reflective and self-aware, apt to practice gratitude, and quicker to forgive. We're more available in terms of time and our spirit, bringing our whole selves to our relationships. We listen. \"I have started to feel, even at my age--which is not young!-- finally like one of the adults in the room,\" a member commented. \"People rely on me for the first time in my life. Members seek my help, and I'll willingly give it.\"",
      "Put simply, when reliability shapes our actions, our relationships transform. When we're present and available in our encounters with NA members and others in our lives, people begin to trust us. They take our expressions of love and kindness with more than a grain of salt because we take actions now to back them up. We are works in progress, and we reliably allow others to be, too. Leading a spiritual life has ceased to be a theory we hear about in meetings; it is now becoming our own tangible reality--and we may even inspire others in the process."
    ],
    "thought": "Learning to be reliable has helped me become a force for change. I will honor the person I'm becoming by showing up wholly and humbly. I'm here today for others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}