{
  "07-03": {
    "date": "3 JULY",
    "title": "Empathy, Connection, and Identification",
    "quote": "Empathy is the ability to connect with others at the level of the heart and the spirit.",
    "page": "Page 192",
    "source": "Living Clean, Chapter 5, \"Friendship\"",
    "content": [
      "Many of us have had the experience of hearing someone else tell our story. We love it when we recognize ourselves in the details of how another member went about \"getting and using and finding ways and means to get more.\" Relating to the specifics is far from typical, however, so how is it that we identify with others' experience when, really, it's not our own?",
      "Identification doesn't require that we come from the same place. After all, hitting \"rock bottom\" often has little to do with our circumstances. Our willingness to give recovery a try can emerge in wildly different contexts. One member shared, \"By outward appearances, I had it all. And yet, I felt isolated and alone, filled with fear, resentment, and regret.\" Another recalled, \"The source of my desperation wasn't living on the streets. It came from that hollow ache of hopelessness, shame, and sadness deep inside me.\" Many of us will relate to both stories--and so many more--because they express the emotional state that precedes the gift of desperation.",
      "We share a few telling particulars in our stories because it keeps us in touch with where we came from and what awaits us should we return to using. We revisit that desperation and touch base with our First Step. And that's where we connect, too. Empathy has the power to bind us together regardless of our stories. One member shared, \"The disease will tell me 'you're not like these people,' but my spirit can't help but connect when I focus on the feelings.\"",
      "As we stay clean and experience the Twelve Steps, our ability to connect with heart and spirit expands. Beyond the using stories that qualify us as drug addicts, we share a common path, a spiritual program in which we learn to practice living principle-centered lives. Recovery gives us access to the range of emotions we'll need to respond to life's ups and downs. When NA groups make it safe for intimate sharing, we can summon the courage to share our feelings--good, bad, and ugly--and make room for empathy to emerge."
    ],
    "thought": "I will listen empathetically, connecting to others with my heart and my spirit. I will disclose more about my emotional life so that others might connect with me.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}