{
  "07-08": {
    "date": "8 JULY",
    "title": "We Give What We Can with Gratitude",
    "quote": "Every act of service, no matter how small, is a contribution demonstrating our commitment and our gratitude.",
    "page": "Page 197",
    "source": "Guiding Principles, Tradition Seven, \"Word by Word\"",
    "content": [
      "The Seventh Tradition is confusing at first to most of us. The basket is passed, and our reaction ranges from surprise (because we thought this was free), to guilt (because we have nothing to put in), to shame (because people see we don't), to resistance (because do we have to?), to indignation (because hell no).",
      "In time, we absorb the meaning of Tradition Seven, appreciating the importance of our contributions as a demonstration of our gratitude and our commitment to self-support. We give what we can, when we can, and sometimes more than we thought we ever could or would--not just with our money, but with our skills, our passion, our empathy, and our time. And we also come to understand how contributing to NA demonstrates our commitment to the program and gratitude for its impact on our lives.",
      "Beyond the basket, it's tempting to assume that service that requires an election, gives us a title, or takes a lot of time has the most meaning. A member aptly shared this: \"We are often asked if a glass of water is half-empty or half-full, but I'm not concerned with how much water is in the glass. I just want to know how good the water tastes. The quality of NA work we do is more important than the quantity. Every bit of love and gratitude we contribute has value.\"",
      "Sometimes momentary acts of gratitude have lifelong meaning to another addict: remembering a newcomer's name or saying \"welcome home\" to a member returning after a relapse.",
      "And then there are those acts of service we use to occupy us so that we can endure the terrible awkwardness we sometimes feel. They can help us stall long enough to get up the guts to ask someone to sponsor us. They keep us busy until we are ready to receive hugs. At times, just having something physical to do before or after the meeting can help us keep it together when our insides feel like they are ready to spill out. These contributions are self- supporting in a different way. We're grateful that they get us through challenging moments."
    ],
    "thought": "What time, talent, or treasure can I contribute to NA today to show my gratitude? What can I do to make an addict feel more at home, even if that addict is me?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}