{
  "07-07": {
    "date": "7 JULY",
    "title": "The Practical and Spiritual Application of \"We\"",
    "quote": "In NA, our identification as addicts is what we have in common.",
    "page": "Page 196",
    "source": "In Times of Illness, \"Mental Health Issues\"",
    "content": [
      "What bound our predecessors together in NA's early days is what connects us today: It's our identification as addicts through the common lens of the disease of addiction and our desire to get clean. That commonality alone means we belong here and with each other--despite what or how much we used, the specifics of our stories and experiences, and what makes us different as people. One of NA's gifts, we hear members say over and over again, is having relationships with people whom we very likely would never even have met, let alone connected with, outside the rooms.",
      "NA's success as a Fellowship since its inception has hinged on this fact: Our best hope for recovery from addiction is banding together to help each other. Our common welfare--the health and well-being of our groups and NA as a whole--underpins our personal recovery. That includes every member of this Fellowship, past and present. Even our future members depend on the \"we\" of NA. Though we may approach them in a variety of ways, it's no accident that eleven of the Twelve Steps start with the word \"We.\"",
      "But \"we\" isn't just a concept. Like all principles, its practical application is what makes it spiritual. When we identify, we connect. When we share our true selves, that connection deepens. When we help each other and accept help, we stay connected. Above all, practicing \"we\" is fulfilling our primary purpose of carrying the message of recovery to the still-suffering addict."
    ],
    "thought": "I will be mindful of practicing \"we\" today by investing in our common welfare: I'll keep what I have by giving it away to another addict.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}