{
  "07-05": {
    "date": "5 JULY",
    "title": "Seeking Balance",
    "quote": "So many things compete for our attention, and as addicts we have a tendency to think in extremes: all or nothing, right or wrong. Finding the balance is an ongoing negotiation.",
    "page": "Page 194",
    "source": "Living Clean, Chapter 1: Living Clean, Opening Essay",
    "content": [
      "In recovery, when our lives get \"bigger,\" our already questionable attention span is pulled in many different directions. We have our NA life, and we balance it with work life, school life, home life, family life, sex life, and more. On top of that, we are now able to address the consequences of our using: improving our health, dealing with legal issues, making amends. And many of us are also pursuing other interests and goals that bring us joy. Through using the tools of the NA program, including prayer and meditation, we can maintain a manageable balance of all the above. We're living by spiritual principles as much as humanly possible. We're sincerely grateful more often than we aren't.",
      "What could possibly go wrong?",
      "Sometimes it's a truly life-altering event that will throw us off balance. Or maybe we make a mistake we can't run from, or we don't achieve something we've worked hard for and feel we deserve. Other times, if it's only that we spill a glass of water, we'll want to smash the glass and drown ourselves in the water.",
      "Seeking balance--both in terms of our inner life and how we spend our time--is an ongoing negotiation. Reacting in extremes to our mistakes or to what we can't control will wear us out and make us vulnerable to our disease. Just because we're clean and doing well doesn't mean that life will consistently get better and better without fail. We can be vigilant, but we can't prepare for everything. If we have our program as a base and a constant in our lives, we will have spiritual principles, relationships, and a Higher Power to lean on when life inevitably shows up.",
      "Life is unpredictable and can be chaotic. It's the seeking of balance within the chaos that will help keep us clean and moving forward."
    ],
    "thought": "I can commit to pursuing balance among all areas of my life. But it's just as vital to my recovery that I accept life's chaos--without adding to it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}