{
  "07-01": {
    "date": "1 JULY",
    "title": "Love and That NA Hug",
    "quote": "We learn that a simple, loving hug can make all the difference in the world when we feel alone.",
    "page": "Page 190",
    "source": "Basic Text, Chapter 8: We Do Recover",
    "content": [
      "That awkward moment . . . We shuffle up to the door of our first meeting. Some guy is standing there with a big smile and asks our name. We reach out our hand to shake his, but instead of taking it, he puts his arms around us. \"We hug in NA!\"",
      "For some of us, that hug is the first show of affection we've received in a very long time. That simple, welcoming action can be reassuring (You're going to be okay), affirming (You are in the right place), even restorative (You are loved and accepted). We hear time and time again, throughout our literature and in meetings, how our self-love tank was on empty when we got to NA. Later, when we inevitably make a mess of things in one way or another, our fellow members tell us with a hug: \"You are not alone.\" That NA hug is an expression of unconditional support, and it's a distinctive part of our NA culture. It's meant to ignite that slow process of building (or rebuilding) our capacity for compassion, acceptance, forgiveness, and love for ourselves.",
      "For many of us, receiving that love from others is a challenge, in the beginning and even with time clean. The idea of being loved by strangers who expect nothing in return can feel unsettling or outright bizarre, despite our loneliness.",
      "And for others, it's not the love we balk at--it's the hug. We didn't grow up that way, in our families or cultures. Or, being touched is not our thing, period, and we have our reasons for it. Let's be straight-up: Some of us don't want to be hugged, even by those with the best of intentions. Perhaps the most open-minded, accepting, and compassionate way to show that NA love is to watch for the signals others give and follow their lead. As one member commented, \"There's only one requirement for membership in NA, after all--and engaging in the NA hug ain't it!\" Each of us gets to determine if, when, and how we want to be hugged."
    ],
    "thought": "No matter my comfort level with hugging, I value being loved and supported by my fellow NA members. How can I help someone else feel less alone today?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}