{
  "07-06": {
    "date": "6 JULY",
    "title": "Moving Forward with Passion",
    "quote": "Passion is a lot like desperation: It is a motivating, energizing force that can propel us forward.",
    "page": "Page 195",
    "source": "Living Clean, Chapter 1, \"Desperation to Passion\"",
    "content": [
      "The gift of desperation doesn't look the same for all of us. One member quipped, \"You can get off at any floor on the way down to hell.\" All of us were propelled into NA by despair, pain, and fear. And--over time--we're able to harness that energy to transform it into enough passion and excitement--even joy--to help us stay clean another day, grow spiritually, and live creatively and with purpose.",
      "Living Clean reminds us: \"Making the shift from desperation to passion is a First Step issue.\" In desperation, we surrender to being powerless over our addiction, and ultimately surrender to the first steps on our path of a new life and to the purpose of carrying the NA message. The member continued, \"After my initial surrender, the changes I saw in myself fueled my passion for recovery! I was energized by the potential of what could come next.\" Like that initial surrender, this desperation-to-passion shift isn't a one-time deal. Despair still happens in recovery. But we can allow it to motivate us, driving us to make needed changes to our program and reigniting our passion to persevere with purpose.",
      "Passion, like desperation, doesn't manifest in the same ways for all of us. Our personalities absolutely play a part in how our passion is revealed--and our mood also affects how we experience it. What is burning, purposeful, and creative passion on one day--excitement for sponsorship, motivation to serve, strongly held conviction--may look more like quiet fidelity to our program or begrudging perseverance on another. Although the fires may burn differently, they all propel us forward. Our passions don't always remain fixed, either. We may revisit ones long forgotten and discover new ones. We're free to passionately pursue the things that bring us joy and nurture our spirits--both in the rooms of NA and out in the world."
    ],
    "thought": "Passion isn't just a feeling. It's an energy I'll use today to move forward in my program, in my relationships, in my purpose.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}