{
  "07-09": {
    "date": "9 JULY",
    "title": "Courage to Walk Our Path",
    "quote": "It takes courage and humility to open new doors and to close old ones.",
    "page": "Page 198",
    "source": "Living Clean, Chapter 4, \"Courage\"",
    "content": [
      "If we imagine life to be like a hallway full of open doors, each leading down new paths of opportunity, then active addiction basically consists of walking down the hallway, kicking doors closed. Getting clean in NA and working the program allows us to explore new opportunities or revisit old possibilities we had closed off to ourselves in our addiction. Courage and humility make it possible.",
      "The freedom to choose our own path can be scary. After all, if we make a choice for ourselves, we don't get to blame others if we're unhappy with the results! Each time we choose a new door to walk through--or a door to close behind us--we build courage to keep doing so. Actively making choices helps us to see that our Higher Power will be present in the process, even when the initial results aren't what we wanted. Perhaps we walk away from a relationship, home group, or job that we found unfulfilling, and then we find ourselves feeling lonely or lost afterward. We find a new partner, new group, new job--or maybe we go back to what we'd left--and our feelings change again. It's all temporary, and we always have more chances and choices coming our way.",
      "Some of us change relationships, jobs, and home groups the way others change socks and undies, but if we don't get comfortable with ourselves, none of these external factors can keep us comfortable for long. Courage helps us walk through doors. Humility will help us embrace--or endure--what we find on the other side. Humility means knowing ourselves, faults and all. To be happy with our choices, we need to be honest with ourselves about who we are and what we need and want. The NA program helps us find the courage to make our own choices and the humility we need to live with the choices we make."
    ],
    "thought": "The Steps help me find the courage and humility I need to choose my own path. I will put my freedom to good use by living the Steps.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}