{
  "07-11": {
    "date": "11 JULY",
    "title": "Compassion for Ourselves",
    "quote": "When we have compassion for ourselves, we give ourselves permission to be in the world, and that makes us much more useful to the world.",
    "page": "Page 200",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "\"I am my own worst enemy.\"",
      "We've heard some version of this sentiment from addicts with four days clean, four years, and four decades. \"I'm judge, jury, and executioner for myself\" is another version of the same sentiment. We struggle with feelings of worthlessness, self-pity, crippling fear. Our disease tells us that we are \"not enough\" or even that we're unlovable. We remind ourselves of our considerable mistakes or obsess about minor ones. When these thoughts are most rampant, we tend to isolate ourselves from the world, protecting others from having to deal with us and protecting ourselves from having to deal with them. But we've also heard, \"An addict's mind is a dangerous neighborhood. You shouldn't wander around it alone.\"",
      "Self-compassion is one remedy for self-obsession. What does that look like? It's giving ourselves some slack. It's acknowledging, at least for a moment, that we are doing the best we can. It's channeling some of that kindness we more freely extend to others toward ourselves. As we grow, we learn to redirect ourselves toward compassion when we go through difficult times, don't meet our own standards, or feel unworthy of love. We can be gentle with ourselves--and get out of our own way.",
      "Compassion allows us to move forward. We see our value more clearly and are able to exit the \"bad neighborhood\" of our minds more readily. Getting out of our heads gets us out in the world where we are useful to others. In fact, being of service to others is another key remedy to the mess in our minds.",
      "It takes practice to stop berating ourselves for every struggle and misstep. Even with years of recovery, we aren't always our most trusted ally, but with some compassion, we can switch from the enemy camp."
    ],
    "thought": "Today I dare myself to look in the mirror and say: \"Hey, you! You're a good person. You may make mistakes, but you still have a lot to offer. So, crawl out from under your rock--and get out there and rock it!\"",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}