{
  "07-13": {
    "date": "13 JULY",
    "title": "Unity in Loving Care",
    "quote": "We contribute to unity in our meetings by exercising loving care in the way we speak and the way we treat one another.",
    "page": "Page 202",
    "source": "It Works, Tradition One, \"Applying Spiritual Principles\"",
    "content": [
      "Speaking to and treating other members with love, care, and respect is effortless . . . except when it isn't. But that's on us. To practice unity, we learn self-awareness.",
      "It could be fear that we'll say the wrong thing to the member who is grieving the loss of 20 years of cleantime that makes us look past her. Instead of reassuring her, we say nothing. This action, driven by our discomfort, she assumes is a harsh judgment of her relapse. It could be that serious bout of depression we're experiencing that causes us to snap at a newer member who set up the chairs incorrectly. And that sponsee brother's story that he's shared three times already this week! We can't help but roll our eyes as far as they will go. Maybe we just forgot to eat?",
      "We don't intend to be hurtful or dismissive. We won't always know the right thing to say. And we don't all express--or prefer to receive--love, care, and respect in the same ways. In times of need, one member might approach us with warmth and a nonjudgmental ear. Another might demand, \"Take the cotton out of your ears!\" in the style of old-school tough love. An action of physical contact--a friendly hand on the shoulder or that big NA hug-- most often will be welcomed, but sometimes it will be rebuffed.",
      "Our experience tells us that we must be doing something right because so many addicts come to meetings and stay clean. We may not always exercise \"loving care\" flawlessly, but we get better at it. We learn to exercise patience and kindness, even as we share opinions and suggestions. We work on breaking through our discomfort and uncertainty because we care about each other--and we want to show it. And we listen to each other's stories (no matter how many times) and try to be respectful because we value our group, even when a member of it bugs us. As long as we're trying to be supportive, we are exercising the principle of unity."
    ],
    "thought": "another.\"",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}