{
  "07-10": {
    "date": "10 JULY",
    "title": "Striving to Be Humble Servants",
    "quote": "Being asked to lead, to serve, to accept responsibility, is a humbling experience for a recovering addict.",
    "page": "Page 199",
    "source": "Twelve Concepts for NA Service, Fourth Concept",
    "content": [
      "While using, most of us were not asked to lead anything. When we did have such experiences, they were often opportunities for our character defects to feed like vampires on their victims' blood. Our ravenous need for perfection and validation, our self- importance, competitiveness, and attention-seeking branded those situations. Others of us imploded with self-doubt. We couldn't ask for help, didn't feel we had anything to offer, or were too high to show up. Such experiences only made us more isolated and fearful and even less willing to take on responsibilities, if anyone bothered to ask again.",
      "When it comes to service, our one-two punch of low self-esteem and high self-importance follows us into the rooms. If we are asked to take out the rubbish, it requires asking someone, \"Where to?\" and even that can be hard for us. If we're asked to lead a meeting, we need assurance that we don't have to wow them with war stories--real or imagined--or slay with our comic genius. All we have to do is show up and be honest. When we lack humility, everything is more complicated than it needs to be.",
      "If we are willing, we'll end up in service positions that suit our innate talents--some that we'll grow into with support and others that will expose our defects to the bone. Humility is the vehicle that allows us to accept responsibility without serving our ego. We can do something well without showing off, just as we can do something awkwardly, or even fail at it, with grace."
    ],
    "thought": "Next time I'm asked to serve, I'll just do the task as well as possible. That's what really matters.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}