{
  "07-14": {
    "date": "14 JULY",
    "title": "Acceptance and Relationships",
    "quote": "Recovery is not always a tidy process; we are building intimate relationships with other people and with a power greater than ourselves, and neither of these comes naturally to all of us.",
    "page": "Page 203",
    "source": "Living Clean, Chapter 5: Relationships, Opening Essay",
    "content": [
      "Before getting clean, a meaningful relationship was one that got us what we wanted. Now, more and more, we find ourselves getting to know and love other people through NA, sometimes members we never would have expected to connect with. We start by being honest and empathetic with the eccentric bunch of clean addicts we find in recovery. Through working the Steps, we also--to our surprise--begin to develop intimacy with a Higher Power.",
      "But we don't always know what to make of these new assets. Our lives are surely better with their addition, so we accept these unforeseen gifts even when it feels awkward. We realize these new relationships can teach us a lot. We make progress, even when it's two steps forward, one step back. Our intentions aren't to cause pain, but sometimes we end up doing just that. We lean on our sponsor for help and learn to apply spiritual principles. We are starting to accept the fact that we need other people.",
      "We also accept our need for restoration to sanity and seek out a power greater than ourselves for help with that. Some of us return to a spiritual practice we grew up with; others discover, define, and create beliefs that work for them. We pray, we listen, and--if our heads are in the right place--sometimes we even get answers. One member said, \"Even when I feel disconnected from my Higher Power, I can still believe that you believe.\" And some days, that's good enough.",
      "Relationships--with a Higher Power and other people--have rough patches even when we work a program. Our ability to accept ourselves and others helps us learn from challenging relationships instead of running from them. We can stay clean and continue to grow even as our spiritual connections and relationships ebb and flow. When we work the Steps, our relationships get better over time, just like we do."
    ],
    "thought": "Even though it's messy at times, I can give myself credit for how far I've come in learning to build relationships with others and with my Higher Power.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}