{
  "07-16": {
    "date": "16 JULY",
    "title": "Listening for Common Ground",
    "quote": "In service, we listen well by listening for common ground rather than for ways to prove that our idea is better.",
    "page": "Page 205",
    "source": "Guiding Principles, Tradition Four, \"In Service\"",
    "content": [
      "NA offers plenty of opportunities for us to learn how to do a better job of living in the world. While very few of us show up to NA with the credentials of \"great listener,\" sitting through recovery meetings can teach us much about making an effort to truly understand what others are saying. The listening skills we hone in recovery meetings are quite useful in NA service, too. Self-centeredness might cause us to put the responsibility for good communication on others: If they would just be clearer, we wouldn't have to listen so carefully. As we learn in meetings, with our sponsors, calling other addicts--communication is a two-way street, and we're much better off when we work on our side, rather than insisting on improvements across the way.",
      "\"I noticed a fellow trusted servant frequently restating things other members had shared, but in different words,\" a member wrote. \"I got angry, thinking they wanted credit for everyone else's ideas. After a while, I realized that they were basically interpreting for themselves as they tried to understand what other people were saying. The service meetings take longer, but I think hearing things in multiple ways actually ends up being helpful.\"",
      "There are many ways we can improve our ability to listen in service. For example, not talking while others are talking can be practiced well in most recovery meetings. Other techniques, like asking others to clarify what they're saying, might be better reserved for service meetings. Sponsorship helps, too, of course. A member wrote, \"My sponsor would say, 'What I hear you saying is...' I started using that phrase in service, and soon my communication was improving dramatically!\""
    ],
    "thought": "I typically have more in common with others than I may believe. I will listen for common ground with patience and gratitude.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}