{
  "07-17": {
    "date": "17 JULY",
    "title": "With Hope Comes Resilience",
    "quote": "Our hope is renewed throughout our recovery. Each time something new is revealed to us about our disease, the pain of that realization is accompanied by a surge of hope.",
    "page": "Page 206",
    "source": "NA Step Working Guides, Step Two, \"Hope\"",
    "content": [
      "Hope and resilience so often seem to be interconnected.",
      "In active addiction, our resilience was largely based on our dishonesty. Many of us bounced back from difficulties thanks to our capacity for manipulation, shadiness, and flat-out denial. Hope kept us going, too--even if our only hope was to not get caught. When our kid, a coworker, or current friend-with-benefits confronted us with the truth, trying to make us see how we hurt or disappointed them, we could not and would not deal with that. Same with law enforcement: \"I swear, officer, that's not mine--these aren't even my pants.\" Anything that poked a hole in the story we told ourselves was to be soundly rejected. Or else, it was the beginning of the end--which clearly it was because here we are reading an entry from an NA book of spiritual principles.",
      "Our resilience lands us--and then keeps us--in NA. When our powerlessness and unmanageability are revealed to us in Step One, we stay, despite the desire to escape. Through meetings, our first service commitment, relationships with other recovering addicts, and a Higher Power, we find hope that we can stay clean.",
      "Instead of avoiding the truth, our solution is now to uncover it. The process of working the Twelve Steps thoroughly--whether it's the very first time we are diving in or the hundredth--involves actively and methodically confronting our disease, our ego, our flaws, our fears, and our mistakes. As a result, we often experience considerable pain, regret, and shame. But hope is here, too, among those revelations--hope for serenity, for courage, and for wisdom. We may not experience a \"surge\" of hope, as in the quotation above, but a spark will do just fine to keep us bouncing back and moving forward."
    ],
    "thought": "When I acknowledge or reveal something about myself that causes me pain, I will make every effort to acknowledge the hope that follows as well. I can get through this. I know I can.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}