{
  "07-12": {
    "date": "12 JULY",
    "title": "Responsibility Versus Control",
    "quote": "Finding the line between personal responsibility and willful control is a challenge.",
    "page": "Page 201",
    "source": "Living Clean, Chapter 4, \"Letting Ourselves Go\"",
    "content": [
      "After years of willfully trying to control our lives, our moods, and other people to get what we want, we arrive in the rooms of NA and are told we must surrender every day and turn our will over to a Higher Power. On top of that, an inventory shows us that being controlling is a character defect that has constantly placed our needs at the center of all of our relationships. We thought we needed that control. How else were we going to get things done--the correct way? (Ours.)",
      "\"So, what are we supposed to do then?\" a newer member demanded to know. \"Just casually sit back and not handle things because we can't control the outcome or other people? I thought I'm supposed to be responsible now.\"",
      "There's a fine line between being responsible and grabbing control. Few situations are black-and-white, all-or-nothing, so discerning the position of that line may be a lifelong endeavor. Few life lessons in recovery are learned in one go, but that doesn't mean we don't get better at living them. It takes much effort to gain the wisdom to know the difference between the things we can--and perhaps must--change and the things we must accept.",
      "\"So then, how?\" the newcomer--and everyone else--wants to know.",
      "The \"how\" of it is pretty standard NA stuff, isn't it? We listen to others' experience and talk about our struggles in this area. We seek suggestions and take them. Through stepwork, we reveal our self-centered tendencies and find strategies to address them. We say \"yes\" when asked to help, but we don't sacrifice our needs either. We own up to our mistakes and own our assets, too. Crucially, we start the lifelong process of assessing the difference between those two sparring voices in our heads. One is our disease that will tell us to avoid, deny, or control. And the other, which is connected to our Higher Power, is rooted in our values and our conscience, and, yes, our responsibility to do the right thing and let go of the outcome."
    ],
    "thought": "How can I explore this concept of personal responsibility versus willful control? What am I holding on to that I need to let go of, and what is something I'm avoiding that's my job to get done?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}