{
  "07-19": {
    "date": "19 JULY",
    "title": "Tempering Willingness with Humility",
    "quote": "Each member finds a level of service that fits comfortably into a balanced program of recovery.",
    "page": "Page 208",
    "source": "It Works, Tradition One, \"Applying spiritual principles\"",
    "content": [
      "Each of us contributes to NA in ways that fit our lives and abilities. As homegroup members, we show up early and stay late. As sponsors, we demonstrate love in action. We're elected to serve in various positions established by groups and service bodies to support our primary purpose. And we bring this spirit of service to our lives outside of NA. Giving back is an expression of our gratitude and a big part of our identity as individuals and as a Fellowship.",
      "Service gives us purpose and helps us find our place in the NA community, but our commitment to helping others can skew our perspective at times. In the service equivalent to having eyes bigger than one's belly, we can be tempted to pile too many commitments onto our plates. We might find ourselves neglecting our families and stepwork in favor of service to others. Our willingness to serve can outpace its usefulness for many noble reasons and a few lousy ones--like avoidance, hubris, and a desire for control. We learn to be realistic about our limits, allowing humility to temper our willingness. It gets easier to ask for help and to recognize when saying no is the right thing to do.",
      "One addict shared, \"When I see someone being a commitment hog, I know their heart is in the right place, but they're not doing themselves or us any favors by taking on too much. Our challenge is to moderate our willingness with some humility. Too much of this good thing is a bad thing for this addict and for those who have to deal with me.\"",
      "To balance our enthusiasm, we also become willing to consider our limits. We face our limitations collectively and as individuals. Time is not infinite. Our skill sets are not comprehensive. Sometimes our needs and passion simply exceed our aptitude and energy. We find ourselves willing but not quite able to meet all the demands or notice the price we're paying as we try to do too much. Honesty helps us to recognize reality. Humility allows us to ask for and accept help."
    ],
    "thought": "I will examine the portions on my service plate and temper my willingness with humility, sharing the blessings of service with others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}