{
  "07-18": {
    "date": "18 JULY",
    "title": "Growth Takes Vulnerability",
    "quote": "By asking for help, we can change. Sharing is risky at times, but by becoming vulnerable we are able to grow.",
    "page": "Page 207",
    "source": "Basic Text, Chapter 9: Just for Today--Living the Program",
    "content": [
      "As kids, some of us became completely self-reliant out of necessity because the people and institutions meant to care for and help us consistently let us down. That skill got us through our using days--until it didn't. Others of us definitely sought help when we were using, but it wasn't to assist us in our growth. The help we wanted was for feeding our addiction and often put us in risky situations. We were vulnerable but not safe.",
      "The act of coming to NA is an admission that we need help. But are we thinking of our personal and spiritual development as we drag our butts into our first meeting? For most of us, the answer would be a resounding no! We just want to stop using. A member shared, \"Asking for help was not an option. That meant I was weak, a whiner, a loser. I could be retaliated against, humiliated, rejected, or abandoned, cuz that's what happened when I showed vulnerability out there.\"",
      "Sharing in recovery does pose some risks. Rejection is possible and real. We expose ourselves to feeling shame and guilt. And who wants to experience any of that? Sometimes the risk is about accountability; like, if we tell someone what we're contemplating or feeling, then we might have to do something about it. However, withholding and going it alone make us less safe. We become more fearful, our isolation intensifies, and then acting out can seem like a good idea.",
      "As we grow in recovery, the pain we experience from isolating or acting out eventually outweighs the pain of sharing what's going on with us. Our experience of sharing with other members demonstrates that, overall, we find acceptance, support, and love. We learn that it takes courage to be vulnerable. Our desire to grow as recovering addicts eclipses our fears of feeling exposed."
    ],
    "thought": "I will assess what I may be concealing and where I'm afraid of being vulnerable. I may not make the choice to ask for help today--but I know I'm safer if I do.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}