{
  "07-15": {
    "date": "15 JULY",
    "title": "Regular Inventory and Meaningful Commitments",
    "quote": "If there was anything in our lives that required a regular commitment, chances are that we only followed through if it wasn't too hard, if it didn't get in the way of our self-indulgence, or if we happened to feel like it.",
    "page": "Page 204",
    "source": "NA Step Working Guides, Step Ten, \"Spiritual Principles\"",
    "content": [
      "Being committed is more than just doing something over and over or showing up when and where we said we would. Commitment involves a conscious decision. We consider what we need or want, what we think is right, and what we are willing to devote our resources to. We take the time to think about benefits and drawbacks, time and energy required, other existing obligations, and whether we are willing to be willing when our enthusiasm goes away.",
      "Our past experiences with phrases like \"going to any lengths\" and \"no matter what\" were quite different from commitment in a healthy, spiritual practice. Even in recovery, we remain compulsive. As creatures of habit, we may find ourselves repeating behaviors even when we don't want to. This can show up in our commitments. We keep a commitment out of habit or because no one else has stepped up. We commit impulsively and then back out just as impulsively. Or we stick to an unwanted commitment, resenting ourselves and the commitment from start to finish. In time, we learn a healthier approach.",
      "The daily inventory of Step Ten can improve our ability to make and keep commitments. Reflecting on our lives each day teaches us a great deal about ourselves, including the types of commitments to which we are and are not well suited. Regular inventory helps us become more disciplined and self-aware, and we experience further relief from defects and shortcomings. We grow, and our commitments become deeper and more meaningful as a result."
    ],
    "thought": "Commitment is more than just showing up. Today I will draw on Step Ten and honor my commitments with mind, heart, and spirit.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}