{
  "07-29": {
    "date": "29 JULY",
    "title": "Being Prudent with Our Obligations",
    "quote": ". . . we learn to take on obligations thoughtfully to ensure that we can follow through on what we've promised.",
    "page": "Page 218",
    "source": "Living Clean, Chapter 6, \"Money\"",
    "content": [
      "Looking back at our active addiction, most of us can see a clear theme: Moderation was not a strength for us. If something is enjoyable, worthwhile, valuable in any way--why not get as much as we possibly can of that thing? The fact that we never seem to be satisfied was a crippling weakness for most of us. We drew lines in the sand for ourselves over and over, and then we stumbled across them by doing things we said we would never do. In recovery, some of us find our lack of satisfaction can be almost like a hidden superpower: We raise the bar higher and higher for ourselves, leaping over past achievements by doing things we thought we could never do. Being difficult to satisfy can prompt some of us to achieve a lot in recovery.",
      "However, we are still addicts, and we run the risk of spreading ourselves too thin. We may be inclined to think of prudence as being careful with our money, which is a difficult lesson most of us must learn at some point in our recovery. However, prudence can apply to any resource we have, including our time and attention. One member found himself struggling to fulfill his NA commitments because \"people told me I could never say 'no' to NA requests.\" He recalls his sponsor telling him, \"If you're feeling overcommitted, practice prudence by learning to say 'no' to NA requests that get in the way of fulfilling other commitments you've already made.\"",
      "Our disease tells us if one is good, more is better. Prudence helps us to say \"no\" or \"not yet\" when that positive, fulfilling thing we want to do or be doesn't fit on our full plate. If we finish what we have, we can go back for seconds!"
    ],
    "thought": "I cannot be everywhere or do everything. I will practice prudence in my commitments by acknowledging my limitations.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}