{
  "07-20": {
    "date": "20 JULY",
    "title": "Forgiveness Sets Us Free",
    "quote": "Forgiving is its own reward. We start to find peace within ourselves. When we are free of guilt, shame, and resentment, our minds can be still.",
    "page": "Page 209",
    "source": "Living Clean, Chapter 7, \"Love\"",
    "content": [
      "Self-righteous indignation used to be its own reward. We were uplifted by our intolerance of other points of view. Mad rage was addictive. No one was going to stop us from reaping its choice benefits: isolating ourselves from others, a free pass to gossip, fortifying our side against the person who wronged us--and, of course, a thousand more reasons to get high. A member shared, \"Why would I want to forgive when that adrenaline rush of righteous anger felt so damn good?\"",
      "But what do we really gain by being \"right\"? It's a distraction from the real problem. All the hard work we put into staying angry at others could be used to improve ourselves. And like drugs, that initial rush of self-righteous indignation wears off--exposing the shame and guilt lurking below the surface. \"I needed more, just to stay well,\" the member continued. \"A thousand hits of justified anger just weren't enough.\" We end up alone obsessing about our guilt, shame, and resentments, stoking a fire of fixation no one is tending to but us.",
      "Through the process of recovery, we can let go of reacting to every injustice we experience (or think we do). That's a bit of relief right there. Beyond that, we seek to forgive and do the work required to let go of resentments. The rewards are far more satisfying and long lasting. We become more content with minding our own business and less inclined to keep tabs on the behavior of others. We actively try to love them instead--or at least try to understand them. And a lot can be said for off-loading the resentments we've lugged around forever. There's so much freedom in that. There's lightness and even some ease in walking through life.",
      "For many of us, forgiving others does get easier over time, not least because we have experienced its rewards. \"I know what it's like to be imprisoned in a deep, dark hole of anger and self-righteousness,\" the member went on. \"But freedom ain't free--and a lot of times the price of freedom is forgiveness.\""
    ],
    "thought": "Who in my life have I forgiven or at least started to--and what has that been like? How might my life be different if I continue down this path?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}