{
  "07-22": {
    "date": "22 JULY",
    "title": "Extending a Thoughtful Welcome",
    "quote": "It may be helpful to remember what made us feel welcome, and what made us feel uneasy or alienated, when we first came to meetings.",
    "page": "Page 211",
    "source": "Guiding Principles, Tradition One, \"For Groups\"",
    "content": [
      "We often reaffirm that \"the newcomer is the most important person at any meeting, because we can only keep what we have by giving it away.\" Reading the words is fairly simple; putting them into action can be a little trickier at times. One member wrote, \"My compassion for others, especially newcomers, is a huge indicator of my progress in recovery.\" In our groups, that compassion shows in the actions we take to consider the newcomer's needs. By keeping our focus on the still-suffering addict, we also keep our common welfare first. The questions implied by the quotation above are a great place to start.",
      "When we discuss what it means to feel welcomed, we are often pleasantly reminded that our group is doing many of those things well already. Much of it is hardwired into our NA culture. One member shared memories of being a newcomer: \"Before the meeting, I was approached and welcomed by someone, and I was a little skeptical of the warmth. Soon someone else welcomed me, and they did the same with other addicts entering the room. I saw a pattern here of how they embraced people, and I felt like I was in the right place. I didn't feel like an undesirable, the way I did most of my life.\"",
      "Plenty of us feel uneasy or alienated in the beginning. Helping new members resist the impulse to bolt out the door and go pick up takes some thoughtfulness on the part of NA groups and members. Although we can't eliminate every possible excuse a newcomer might use to leave, we can consider our actions and our groups' atmosphere of recovery through the newcomer's eyes. Some thoughtful reflection helps us identify what made us feel welcome and how we might do the same for others."
    ],
    "thought": "The simplest gesture can have the most power. I will practice thoughtfulness to make sure the newcomer is always welcomed.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}