{
  "07-27": {
    "date": "27 JULY",
    "title": "Our Step-One Surrender",
    "quote": "Only in working the First Step do we truly come to realize that we are addicts, that we have hit bottom, and that we must surrender.",
    "page": "Page 216",
    "source": "NA Step Working Guides, Step One, Opening Essay",
    "content": [
      "We don't all enter the rooms of NA certain that we are addicts like those people. Some of us are dubious. Now that we have a couple of weeks clean, we remember our using days a bit differently: Was it that bad? Do we really have a \"disease\"? Sure, we have a problem with drugs, but it's not like we were ever arrested for it. We have a roof over our head and teeth in our mouth. Never have we exchanged sex for drugs, and all our student loan payments have been on time. Was our bottom so terrible? Was it terrible enough to warrant a daily surrender? An oldtimer offers some unhelpful advice: \"Maybe you aren't done yet.\" That sounds ominous, and we definitely have some sort of problem, so . . .",
      "We stay clean and get a sponsor. We pick up the NA Step Working Guides and, at our sponsor's direction, begin to answer the questions as honestly and thoroughly as possible. By the time we get to the section on surrender, we've already written about our \"disease\" at length: our profound dishonesty and denial, our manipulation of the people who loved and trusted us, all the laws we broke (even if we didn't get caught), the powerlessness over our addiction, our obsessiveness, our compulsiveness, our obsessive-compulsiveness, the unmanageability we've created in our lives, and the reservations we may be holding onto.",
      "Seeing it all there on the page, all that proof in black and white--it's undeniable. I am an addict. In an ideal world, that's the moment of surrender we never look back from. Sure, that happens for many of us. That's the beginning of our process of surrendering, opening the door to recovery. Others of us end up getting loaded, doing more \"research,\" hitting a lower bottom, and surrendering later. Still others never make it back."
    ],
    "thought": "I've already done enough research. What is unmanageable in my life right now? What am I obsessing about? What can I do to surrender today?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}