{
  "07-26": {
    "date": "26 JULY",
    "title": "Open-Mindedness Leads to Understanding",
    "quote": "Our fellowship matures and develops as each of us brings our increasing understanding to the table; we grow from one another's experience when we are willing to share and to listen with an open mind.",
    "page": "Page 215",
    "source": "Living Clean, Chapter 3, \"A Spiritual, Not Religious Program\"",
    "content": [
      "When we come into recovery, some of us dust off a faith tradition that we were raised with. Others develop their own framework for spiritual beliefs. Those of us with an anti-religious bias bristled at seeing \"God\" sprinkled throughout the Steps--what have we gotten ourselves into? We were relieved when we learned that we could pursue any kind of spirituality that suited us.",
      "As we learn about the Traditions, the importance of making room for everyone becomes clear. We do our best to avoid lingo associated with any particular path when we share in meetings. We try to convey our experiences with spiritual growth in language that's inclusive, understandable, and respectful to those with different beliefs. When we use NA language to express our deepening spirituality, we strengthen the link between our spiritual lives and what we've gained from living the Twelve Steps.",
      "Over time, we all make peace with the fact that spirituality is central to the NA program. We each arrive at our own sense of spirituality that works. We listen to addicts share the integral part their spiritual awakenings have played in cementing their foundation of recovery. Our sponsors, friends, and predecessors offer their insights on our spiritual, not religious, program and we gain a deeper understanding of our own beliefs as we work Steps and apply Traditions. Intimate conversations help us articulate what we believe and allow us to see how much our paths converge. NA language helps us rise above the barriers that naming names and rituals might create. One member shared, \"Our spiritual growth enables us to listen to others with an open mind. This leads to a greater understanding of ourselves, others, and the world around us.\" We keep coming back and we see how this program works in each other's lives. We have faith, above all, in the process of recovery we've found in NA."
    ],
    "thought": "I will listen with an open mind and an open heart when other members share their experiences with spirituality, coming from a place of understanding and curiosity.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}