{
  "07-28": {
    "date": "28 JULY",
    "title": "Inviting Generosity",
    "quote": "When we allow another person to step up and help us, we give them a chance to express their own love and generosity.",
    "page": "Page 217",
    "source": "Living Clean, Chapter 7, \"Being of Service\"",
    "content": [
      "Railroading newcomers into service is an age-old tradition in NA. We do it with love, remembering our own reluctance to volunteer, and with gratitude for what early service opportunities gave us. We complied back then since the people suggesting that we make coffee, set out literature, or greet people at the door were clean, after all. We trusted that they knew a thing or two, so we surrendered to doing as they suggested.",
      "Years later, we're the ones nominating newcomers for those same lifesaving commitments. By then, we recognize that some of the benefits we derive from service come from practicing love and generosity. Service often gives us our first sustained exposure to the good feelings that come with giving of ourselves. As we support other members, meetings, and service bodies--and rope others into doing the same--our generosity is evident in our contributions.",
      "Longtime members assure us that this is no accident. Generously serving each other and NA develops our capacity; we grow as human beings, and NA grows as a Fellowship. We open doors for others to practice generosity; in turn, they reach out to bring others along. An interlinked series of relationships define the history of almost every NA community.",
      "We are the direct beneficiaries of our predecessors' vision and generosity. And yet, the names of those still with us might not come to mind when we need to recruit panelists for H&I, hosts for the convention's hospitality room, or facilitators for the newcomer orientation. We may assume that our most seasoned members are above such tasks or that they'd volunteer if they were interested. One member had this to say: \"I've grown old in NA--which beats the alternative--but I'm not as plugged into what's happening in NA beyond my home group and sponsees. My phone doesn't ring like it used to. But I'll tell you this: Being asked to help never gets old. I still have more to give.\""
    ],
    "thought": "I will practice generosity by inviting another member--new, old, or in between--to help me or to serve NA.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}