{
  "07-23": {
    "date": "23 JULY",
    "title": "Inspired by Hope",
    "quote": "We may not relate exactly to one another's dreams, but we can relate to the hope, energy, and excitement of trying to realize them.",
    "page": "Page 212",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "One of recovery's greatest gifts--and joys--is seeing another NA member's hopes and dreams become realized. We are there when someone in our home group plants a seed of an idea into their own life, where it takes root in the dirt below and sprouts a stem that stretches toward the sun. We witness them take all the necessary steps to bring their goal to fruition, in spite of struggles with self-doubt and some real setbacks. We celebrate each other's successes at graduations and weddings; for births, adoptions, and reunifications; at launchings, openings, and housewarmings; and at the finish line--or just by hearing about them at a meeting.",
      "We are inspired, even if our own seed of an idea is very different or even if we don't yet have a seed of our own. Most of us would agree that the specific details of our stories of active addiction don't have to be the same as another addict's in order for us to empathize, or even identify with them. The same can be said regarding our specific ideas about how we want to enrich our lives. There are as many paths to freedom as there are addicts and just as many paths to joy, success, contentment, and fulfillment.",
      "Seeing others follow their dreams can inspire hope in us to find and follow our own. At different periods of our journey, hope may inspire us in different realms, like employment, family and relationships, using our intellect, our creativity. As one addict quipped, \"I used to climb the walls, and now I climb mountains.\" Bearing witness to each other's journeys is a boon. We can learn from each other's mistakes, without having to make the same ones ourselves. What looks impossible or undesirable to us in early recovery may appeal to us later on--and transform our lives. We get most of our best ideas from each other."
    ],
    "thought": "I can find inspiration in my fellow recovering addicts--sometimes despite the details and sometimes because of them. Today I have hope for my own future, and I'm willing to do what I can to inspire others to find the hope they lost or never had.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}