{
  "07-24": {
    "date": "24 JULY",
    "title": "Goodwill Is the \"Right\" Reason",
    "quote": "Good will is best exemplified in service; proper service is \"Doing the right thing for the right reason.\"",
    "page": "Page 213",
    "source": "Basic Text, Our Symbol",
    "content": [
      "When engaging in service in NA, we can get caught up in our reasons why we choose--or are chosen for--a particular commitment. How \"pure\" is our motivation? How involved is our ego?",
      "A useful skill we have sometimes leads us to the \"right thing.\" Some of us are natural leaders or organizers, have a knack for relating to people, or are good with numbers or words. Our reason might be as simple as following the suggestion of our sponsor or another member. Sometimes we're motivated to join a committee based on who else is involved in it--admiring the chairperson's recovery or wanting to spend more time with friends or someone we have a crush on.",
      "There are more spiritually oriented motivations, too. Perhaps these are even more \"right.\" It could be a sincere desire to give back. We're looking for purpose. We want to demonstrate our love for NA or to broaden our minds and our spirits. Maybe we prayed for guidance and walked through the doors that opened up, finding ourselves with a new service commitment.",
      "Maybe we just want to feel better about ourselves.",
      "We cannot completely avoid ego. Feeling good about ourselves is not improper, nor is desiring some validation or approval from others. It's natural and human to want to be seen positively by our peers, to want others to regain trust in us.",
      "We place our feet as firmly as possible onto the foundation of goodwill and let our primary purpose influence our choices. Striving for an ideal of doing proper service for the right reasons is noble. But we can't wait until the stars align and the angels sing. Now is the time."
    ],
    "thought": "Regardless of anything else that motivates me, I will focus on exercising goodwill as I serve NA.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}