{
  "07-30": {
    "date": "30 JULY",
    "title": "Open Mind, Open Heart, Open Spirit",
    "quote": "Open-mindedness leads us to the very insights that have eluded us during our lives.",
    "page": "Page 219",
    "source": "Basic Text, Chapter 9: Just for Today--Living the Program",
    "content": [
      "When many of us arrive in NA, we fancy ourselves as reasonably open-minded people. For one thing, many of us tried lots of different drugs! More seriously, we may have an anything goes or live and let live type of attitude and have been tolerant toward others who aren't like us. But were our minds even a tiny bit open to others' insights and opinions or to feedback about our behavior? Could we even listen? Were we able to admit that we might be wrong or didn't know something? Did we believe that we needed to change--and even if so, did we believe we actually could? Probably not so much.",
      "Our experience tells us that open-mindedness is at the very foundation of change for us. While some NA members may insist that we have to \"change everything about ourselves,\" practicing open-mindedness does not mean that everything we know--or think we know-- is worthless. Instead, we gain some carefully wrought insight into what behaviors and perspectives we want to keep in our lives and what is no longer serving us today--and we learn to share these insights with others. Asking questions, listening to the answers, and then letting those answers resonate helps us to identify our old ideas and patterns, see our behavior more clearly, and act differently when it's called for.",
      "Open-mindedness is also one of the most indispensable tools for carrying the message to other addicts and for having productive discussions regarding NA service. We learn to listen more to our sponsees and service buddies, rather than planning out what we want to say. In the process, hopefully, we grow more comfortable with the concept of I don't know. As one member put it, \"We're not here to be right, we're here to be better.\"",
      "Open-mindedness prevents us from running away from problems, ourselves, and each other. Many of us believe that striving to be open-minded keeps us closer to our Higher Power or to the higher self we want to be."
    ],
    "thought": "I aim to keep my mind and my heart open. I will listen more and speak less. And I will allow my insights and opinions to evolve as my recovery does.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}