{
  "07-31": {
    "date": "31 JULY",
    "title": "Simplicity Is Key!",
    "quote": "Clarity and simplicity are keys to our message Narcotics Anonymous, all by itself, is enough. We promise freedom from active addiction.",
    "page": "Page 220",
    "source": "Guiding Principles, Tradition Ten, Opening Essay",
    "content": [
      "Tradition Ten is pretty simple: Addicts have opinions, but NA does not. Topics like politics and religion create unnecessary controversy and conflict. While civic involvement and participation in our faith communities may certainly help us as individuals to get and stay clean, NA is mute on these topics. To maintain an atmosphere of recovery for everyone, we do our best to leave potential distractions at the door.",
      "Relatedly, here's a good one that we've heard often: \"Narcotics Anonymous is a simple program for complicated people.\" And then there's this gem: \"Opinions are like belly buttons. Everybody's got one--but that doesn't mean they're useful.\" While that statement may ring true, it's not an NA \"opinion,\" so let's move straightaway to the NA message.",
      "Our NA message is clear and simple. Any of us can stop using and stay stopped. Our obsession to use will dissipate. And we can find a new way to live our lives. Freedom from active addiction is our only promise.",
      "The program of NA has enough to keep us busy--no need to overcomplicate it. We have Steps, Traditions, and Concepts--twelve of each. We have spiritual principles. We have service, literature, and our Higher Power. We have a vision of making NA accessible to addicts around the world. And we have each other. We need each other to stay clean and to find freedom from active addiction and the complicated mess that goes along with it. Keep it simple.",
      "One disease, one program, one promise."
    ],
    "thought": "NA is enough to keep me clean and free. I'm grateful for all my human complexities, for the outside support I may have, and for the activities and worlds I engage with. But I need to keep my recovery simple. I can commit to that for my own healing--as well as for everyone else who's seeking freedom in the room with me today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}