{
  "08-07": {
    "date": "7 AUGUST",
    "title": "Unconditional Love for Fellow Addicts",
    "quote": "A member shared, \"Unconditional love is not the same as unconditional acceptance. I don't have to like your behavior, but that doesn't mean we reject each other as human beings.\"",
    "page": "Page 228",
    "source": "Guiding Principles, Tradition One, \"For Groups\"",
    "content": [
      "Oh, great. This.",
      "So often we come from families and relationships where love was conditional. If we didn't act right or when we made mistakes, love was withheld from us. For many addicts, rejection of any sort is unbearable. When an NA member takes issue with something we did or said, we see it as solid evidence that we are worthless. That person is now our mortal enemy, judging us every second. No matter how gently we are pulled aside and pulled up, we won't be able to feel the love in it--nor will we be able to forget it. Forever and ever, we will remember that oldtimer who took us aside after the meeting and told us, \"I love you, but could you please . . .\"",
      "That being said, there's no list of hard-and-fast rules to determine when a member's behavior in meetings warrants unsolicited feedback. As a recovering addict wrote, \"No matter how obnoxious I was, people always gave me a hug and told me to keep coming back.\" Ideally, our default is to treat each other with respect and kindness. We put our common welfare first when we address behavior that puts meetings and members at risk. We protect the right of all of us to recover when we communicate to a member that disruptive, predatory, or violent conduct is not acceptable. NA is here for all addicts, and our experience shows that we can support members through just about anything.",
      "Our capacity to love and accept others as they are impacts our personal growth in recovery. When someone drives us mad, \"Pray for them,\" a trusted oldtimer suggested. \"We don't have to pray they win the lottery. But still pray for them.\""
    ],
    "thought": "I am reminding myself that we are all addicts trying to get and stay clean, just for today. I don't have to like everybody, but I'll try to love them anyway.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}