{
  "08-04": {
    "date": "4 AUGUST",
    "title": "Open-Mindedness and Spirituality",
    "quote": "A new idea cannot be grafted onto a closed mind.",
    "page": "Page 225",
    "source": "Basic Text, Chapter 9: Just for Today--Living the Program",
    "content": [
      "\"Approaching Step Two with an open mind was a real challenge for me,\" a member shared. The concept that a power greater than ourselves could restore us to sanity presents a real dilemma for some of us. \"Thankfully, a thorough First Step pried my mind open enough to convince me that my way wasn't working,\" the member continued. \"That surrender set me up for Step Two, and I came to believe that maybe this NA thing would work for me.\"",
      "Each of us grapples with the meaning of \"spiritual, not religious\" within the context of our own worldview. The Basic Text promises that there aren't any catches to the proposal that we find a Higher Power of our own understanding, and our experience bears that out. Some of us come with deeply held convictions based in a religious tradition. Others have secular beliefs that we may be equally committed to. No matter what our view or experience is prior to NA, we find that an open mind is an important asset, allowing us to consider ideas that are new to us.",
      "In recovery, we find that being open to spiritual concepts enriches our own beliefs. We're not being asked to swallow novel ideas whole, as we may have feared, or to replace a current belief system with some prepackaged dogma. Rather, open-mindedness allows us to learn from others' experiences, taking what feels right for us and leaving the rest. It's a graft, not a transplant. Instead of closing our minds to new ideas, an open mind frees us to try them out. If the graft takes, it may enhance our previously held beliefs. If not, it might still clarify our own ideas. In either case, growth results from keeping our minds open."
    ],
    "thought": "I will remember the benefits of a more flexible and open approach to new ideas, even those about the spiritual aspects of recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}