{
  "08-03": {
    "date": "3 AUGUST",
    "title": "Unity in Our Shared Purpose",
    "quote": "Our ability to survive as a fellowship and to reach others depends on our unity.",
    "page": "Page 224",
    "source": "It Works, Tradition One, \"Applying Spiritual Principles\"",
    "content": [
      "We bring all our old beliefs with us when we come to NA. Being intolerant and even hostile to people from different backgrounds may have been part of our identity when we were using. Some of us held prejudices based on race, ethnicity, or culture. Others held negative views about certain religious or nonreligious beliefs or sexual and gender identities. Our judgments about age, disability, income, and even what neighborhoods people lived in influenced how we felt about them.",
      "It takes time to realize that our old ways of thinking may not serve us in this new life. And it takes even more time to change our thinking and behavior. We often encounter opportunities for growth as we do service in NA. One member shared about bumping heads with a fellow home-group member. \"He was so rigid and seemed to be against anything I was for,\" the addict grumbled. Many of us have found ourselves similarly frustrated. Especially in early recovery, it's almost a reflex to assume that our way is best and they-- whoever \"they\" may be--must be wrong.",
      "Fortunately, our sponsors can talk us down from that tree. They help us see that we've taken it for granted that others should think, feel, and communicate as we do. As we get to know people from a variety of backgrounds, we start to see the value of our inclusivity. Life is more interesting when viewed from multiple perspectives. We adopt a mindset of goodwill, and unity shows us how to put we before me as we focus on our common welfare. United by the ties that bind us together, we let go of our prejudices and embrace diversity as an asset."
    ],
    "thought": "I need NA to thrive, so today I will choose to practice the principle of unity by letting go of my old ideas and accepting all my fellow members.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}