{
  "08-09": {
    "date": "9 AUGUST",
    "title": "Practicing Tolerance and Self-Acceptance",
    "quote": "As we learn to gently accept ourselves, we can start to view others with the same accepting and tolerant heart.",
    "page": "Page 230",
    "source": "Just for Today, \"Expectations,\" July 29",
    "content": [
      "Working an NA program uncovers a considerable need for self-acceptance, and slowly we proceed on that journey. Our work also reveals that the people who get under our skin the most are among our greatest teachers. Just like us, they deserve our acceptance and empathy. There's a reciprocal relationship between self-acceptance and tolerating others who bug us. We learn this from the harsh truth that we often share some very similar traits with those very same people. As we extend grace and dignity to other flawed people in our lives, we often find it easier to treat our less-than-perfect selves with the same compassion.",
      "But then how is tolerance a spiritual principle? Shouldn't we just be unconditionally loving and accepting of everyone? \"Earlier in my recovery,\" a member remarked, \"I rejected tolerance as a spiritual principle because when I practiced it toward the person who was driving me nuts, there was nothing spiritual going on in my head. I wanted to go right to acceptance . . . or scratch their eyes out. But now I see it as an act of love.\"",
      "\"Tolerance, in my mind,\" another member responded, \"is like a gateway spiritual principle. It's a layover on a multistop flight on the way to your final destination: acceptance.\"",
      "\"Or it's an appetizer principle,\" a third member joked. \"You have it first, to tide you over before the empathy entree. And maybe unconditional love is dessert.\"",
      "No matter how we slice it, tolerance helps us combat unrealistic expectations we place on others' behavior and our own spiritual condition. Whether we practice it with an open heart or through gritted teeth, it helps prevent us from acting out in fear or anger or expressing our impatience with others who may not be as far along in their journey as we believe we are."
    ],
    "thought": "Today when I practice tolerance, I'll know that it relates directly to my level of self-acceptance. I'll try to let people be where they are and focus on what I can change about myself to invite serenity in.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}