{
  "08-02": {
    "date": "2 AUGUST",
    "title": "With Independence Comes Responsibility",
    "quote": "Learning to make decisions for ourselves also means accepting responsibility for those decisions.",
    "page": "Page 223",
    "source": "Living Clean, Chapter 6, \"Finding Our Place in the World\"",
    "content": [
      "We aren't alone, and we can't recover alone. But our commitment to mutual support doesn't negate our independence or the responsibility that attaining it--and sustaining it-- demands. Even with all the apt suggestions we provide each other, our decisions about how we live are our own. And learning to live with those choices is its own beast!",
      "Some members define responsibility as the willingness to accept the consequences of our actions. Even clean, we have to keep learning the lesson that our choices aren't made in a vacuum. They affect those around us. When we find ourselves thinking once again, I'm only hurting myself, it's time for a closer look. We may want to exercise freedom of choice with more awareness and care.",
      "And other members say, \"Careful what you pray for--you just might get it.\" Often when we do get what we want, it's a whole other world of responsibility that is ours to manage. A romantic partnership, getting our kids back, a career, property, a new puppy--all of these are gifts we must care for in order to sustain. \"We keep what we have only with vigilance\"-- and also with commitment, discipline, patience, acceptance, passion, and a lot of love.",
      "Another aspect of taking responsibility for our independence is when, inevitably, we are faced with other people's opinions about a new direction we choose. At times that \"I told you so\" reaction we get makes us defensively dig ourselves further into a bad choice--or someone else's response spurs us to run from a good one. Blaming others gets us nowhere. Practicing independence requires an honest assessment of our choices in the face of others' reactions. We've also heard members say, \"The more I make new mistakes rather than repeating old ones, the more I know I'm making headway in my life.\""
    ],
    "thought": "I'm doing the best I can at living fully and owning my independence. I can live with my choices, and, if not, I can make different ones!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}