{
  "08-08": {
    "date": "8 AUGUST",
    "title": "Accepting Ourselves as Works in Progress",
    "quote": "A spiritual understanding of self-acceptance is knowing that it is all right to find ourselves in pain, to have made mistakes, and to know that we are not perfect.",
    "page": "Page 229",
    "source": "IP #19, Self-Acceptance, \"The Twelve Steps are the solution\"",
    "content": [
      "\"Change is a process, not an event,\" NA members often say--because we find it to be true! The same can be said about how we begin to experience self-acceptance in our first days, weeks, or months clean. That intuitive sense that we are, in fact, okay can feel like coming in from the cold. We enjoy a bit of self-acceptance even before we've worked all Twelve Steps. As we work the NA program, those feelings deepen, settle, and evolve just as we do.",
      "It's a mistake to assume self-acceptance awaits us once we change some external conditions. We may hope--without evidence--a new year, a new flame, a new town, or a new diet will bring us contentment. When we reach outside ourselves to fix what's within, our plan is to emerge as better people, more worthy of acceptance. To our disappointment and pain, we also have found accuracy in this familiar saying: \"Wherever you go, there you are.\" Sure enough.",
      "NA's literature, meetings, and online spaces help us find a better perspective on ourselves and our lives. Instead of focusing solely on our admirable qualities, we learn to embrace all facets of ourselves--our assets and our liabilities. We take responsibility for our recovery and, in working the Twelve Steps, come to accept the world around and within us. We divulge our secrets and find that we're not alone. \"Even amid my struggles and sometimes bad behavior,\" one member wrote, \"I'm all right with this perfectly imperfect me. I know my wounds and my weapons. I'm a work in progress, and I am okay.\" We embrace our values, our process, and our growth."
    ],
    "thought": "I'll try to accept all of me today. I'm neither my strengths nor my weaknesses--I am both: broken in places but just enough to let the light shine in.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}