{
  "08-01": {
    "date": "1 AUGUST",
    "title": "The Power of Creative Action",
    "quote": "Creative action keeps us moving forward.",
    "page": "Page 222",
    "source": "Guiding Principles, All Will Be Well",
    "content": [
      "One way for us to examine the power of creative action is to take a clear look at its spiritual polar opposite: destruction. In our active addiction, instead of building up our lives, we knocked them down. We demolished relationships, careers, and property. We self- destructed, harming our bodies, our minds, and our spirits. In many cases, our destructiveness resulted in losing our freedom.",
      "As melodramatic as it may sound, we can rise from the rubble, fumes, and bloodshed of our self-destruction! We destroyed a lot, but we didn't destroy everything. Because we're alive and we're clean, we have the opportunity to rebuild. Most simply, creative action is everything we do to reconstruct our lives and elevate our communities. It includes all the actions we take to build our self-esteem, strengthen our relationships, and bolster our integrity.",
      "It's important to note that some of us use our creativity to build only our outsides--getting our looks back, doing our time and being released, finishing the degree, or retiring in style-- but deny our spiritual needs. That neglect can lead us down a path of destruction. We may not relapse, but we risk destroying some of the good we've built in our time clean. The creative actions we take to stay engaged in our recovery, give of ourselves in service, and nurture a relationship with our Higher Power will sustain our spirits even as we thrive in other ways.",
      "We will make mistakes and may experience massive failures beyond our control. We are bound to take actions that undermine our progress and hurt others. We aren't perfect. But, again, we can rebuild. Our capacity to engage in creative action during times of adversity is key to our progress. Learning how to be grateful for life's hard-hitting lessons is the ultimate protection against our destructiveness."
    ],
    "thought": "I'm going to take this moment to examine my destructive tendencies. Today I'll find an opportunity to consciously and creatively prevent them from taking over.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}