{
  "08-05": {
    "date": "5 AUGUST",
    "title": "Finding Purpose in One Another",
    "quote": "Helping others is perhaps the highest aspiration of the human heart and something we have been entrusted with as a result of a Higher Power working in our lives.",
    "page": "Page 226",
    "source": "It Works, Step Twelve",
    "content": [
      "Many of us wanted to help others before getting clean, but once we started using, doing so became difficult. One member described it this way: \"My heart aspired to help people, but my brain never got the memo!\" At some point in early recovery, many of us have the experience of sharing and then seeing another member relate. Maybe they nod in agreement, or they shake their head in shared amusement or disgust at the insidiousness and insanity of our disease. Maybe they vocalize--\"That's right!\"--or shed a tear. However they do it, they let us know that they know that we know--we share in the knowledge of the disease, and we share our experience with recovery, too.",
      "This is how we get clean and stay clean--the therapeutic value of one addict helping another. We share experience, strength, and hope; we share tea and coffee; we share the joy of staying clean and the pain of losing fellow addicts. We do it together. At many points along the way, we are reminded of our purpose for being here and being together. Maybe it's when a nonmember asks, \"Why do you still go to those meetings?\" We might even wonder, Yeah, why do I? Then we remember--we are uniquely qualified to help other addicts, and helping addicts gives us purpose and keeps us clean.",
      "When we go through something clean--an unintended pregnancy, parents with dementia, falling in or out of love--we are rarely the first ones in the room to do so. We share what we're going through so others can help us. Then we share what we went through so we can help others. Yes, we're each other's eyes and ears; sometimes we are also each other's trailblazers, coaches, older siblings. We have a reason for being here. And that reason is one another."
    ],
    "thought": "A sense of purpose can fill that void I tried to fill with drugs. I will find purpose by sharing with and helping another addict.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}