{
  "08-06": {
    "date": "6 AUGUST",
    "title": "Spiritual Discipline Builds Good Character",
    "quote": "What matters most are the actions we take. Consistent application of the tools of recovery changes us.",
    "page": "Page 227",
    "source": "Living Clean, Chapter 7, \"Awakenings\"",
    "content": [
      "\"My parents sacrificed to send me away to school when I was a kid. They were at their wits' end and hoped that this school could drill some discipline into me,\" a member shared. \"They said it would build character. It toughened me up, all right, and made me even more rebellious. It would be a long time before I'd see discipline and character in a positive light again. But here I am, grateful that my rebelliousness landed me here. NA gave me what my upbringing and education could not. You showed me the value of a different kind of discipline, a spiritual discipline, and through it I've become a person of good character. That matters to me today.\"",
      "Many of us have negative associations with the word discipline. It conjures up memories of the principal's office or worse. We understand discipline to mean punishment--and it does--but other definitions are better suited to us in recovery.",
      "As a spiritual principle, discipline refers both to the good habits that support our recovery and the composure and serenity resulting from that work. As with athletes and musicians, our performance in real life reflects the effort put into disciplined practice. When we're disciplined about our spiritual maintenance, we're less distracted by our impulses, our defects may not call us as often, and we're more apt to listen to the quiet, steady assurances of our conscience or Higher Power. As we improve our conscious contact, we find it easier to curb our excesses and strengthen our character. As one member wrote, \"I have a daily spiritual routine that puts me at ease with my emotions. I can practice restraint when it's called for because I'm no longer governed by impulse.\""
    ],
    "thought": "My character is defined by my choices; who I am is what I do. Are my current routines providing adequate spiritual maintenance? How might I strengthen my character by being more disciplined?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}