{
  "08-15": {
    "date": "15 AUGUST",
    "title": "Guided by Conscience",
    "quote": "We come to know our intentions. We get better at hearing our own voice, our own conscience, and listening to our instincts.",
    "page": "Page 236",
    "source": "Living Clean, Chapter 5, \"Conscious Contact\"",
    "content": [
      "Even those of us who were raised by wolves were taught the difference between right and wrong. The code of ethics we inherited may have been a bit twisted, but it gave us a point of reference nonetheless. As a result, many of us suffered from a guilty conscience when we screwed up or caused harm early in our using careers. At some point, though, we made a choice--knowingly or not--to behave in ways that were contrary to the values we had internalized. It's not that we lacked a moral compass; we'd just put it away for a bit. On those occasions when we still felt bad, we turned to denial, defensiveness, and drugs--lots of drugs--to help us stuff the discomfort of a guilty conscience.",
      "Our awareness of that still, quiet voice within starts to return almost as soon as we put down the drugs. Our first reunion with our conscience can feel pretty distressing. Without drugs to mask our feelings, many of us experience an uncut dose of the shame we'd been stuffing for years. We're relieved to read that \"we are not responsible for our disease\" in the Basic Text. People who know their way around the Twelve Steps assure us that the second half of that sentence, \"we are responsible for our recovery,\" will help us make peace with the past and develop our own conscience.",
      "We begin to tune in to what's right for us and focus on aligning our actions with spiritual principles and our own values. We learn--sometimes through trial and error--to behave in ways we can be proud of. Not wanting to pay a spiritual price, we're slower to act out on our most basic urges and selfish desires, so we do so less frequently. We can even observe our impulses without acting on them--who knew? With practice, we recalibrate our value system and develop a code of behavior that reflects our intentions."
    ],
    "thought": "I will listen for the reawakened voice of my conscience knowing that it reflects my beliefs and intentions.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}