{
  "08-16": {
    "date": "16 AUGUST",
    "title": "Our Commitment to Encouragement",
    "quote": "As a group, it's our job to be tolerant, listen well, hear the message through the mess, and encourage newer members to grow.",
    "page": "Page 237",
    "source": "Guiding Principles, Tradition Ten, \"For Groups\"",
    "content": [
      "Practicing encouragement, especially with newer members, is a job not to be taken lightly. Encouragement breeds hope, which leads to a willingness to change, which leads to courageous action, which leads to growth that can be miraculous to witness. When we consider the importance of encouragement, we realize policing the message, or the messenger, is likely not helpful. We all hope to be met with empathy and encouragement, not an explanation about outside issues. We can overlook when a newcomer misspeaks. When we're tempted to correct the way someone shared, maybe we offer a hug instead and our phone number.",
      "The share that hits the marks of solution oriented, message carrying, and utterly authentic--all before the timer goes off--may not happen every day. And is that even our goal? Many of us believe sharing honestly is the solution--and actively listening for the message reflects our empathy and encourages others to speak honestly. We can validate each other--and also model how to connect the dots between what's happening in our individual lives and the process of recovery we all share. When we provide each other with support and encouragement, we're more inspired to be part of each other's growth.",
      "Encouragement is living by example, as much as it is the words we utter. Rather than critique a group member's way of handling a problem, we share our experience with a similar situation. Through it all, we witness each other's courage to endure some unimaginable conflict and strife and stay clean through it. \"NA members' encouragement has provided the nudge I needed to take one more step forward,\" a member recounted. \"I was told not to quit before the miracle. My suggestion is to not quit during or after either!\""
    ],
    "thought": "We've all shared a \"mess\" at some point. Heck, we've all BEEN a mess! But the encouragement I received gave me the courage to learn and grow. I'm committed to doing that for others today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}