{
  "08-14": {
    "date": "14 AUGUST",
    "title": "Surrendering Shortcomings",
    "quote": "In the Seventh Step, we take our surrender to a deeper level. What began in Step One with an acknowledgment of our addiction now includes an acknowledgment of the shortcomings that go along with our addiction.",
    "page": "Page 235",
    "source": "NA Step Working Guides, Step Seven, \"Spiritual Principles\"",
    "content": [
      "The Steps are in order for a reason; each one prepares us for the next. We acknowledge that our way hasn't worked when we surrender to Step One. Some members boil it down to a single acknowledgment: I need something different. This admission opens the door for us to recognize our need for restoration in Step Two and to make a decision in Step Three. With each of these first three Steps, we surrender a little more. In exchange, we gain hope and enjoy glimpses of freedom.",
      "Surrender takes on new meaning when we get to Steps Six and Seven. Sure, we were sick of some shortcomings, but others were still useful. We were rather fond of one or two that we believed defined us. Still other defects kept us safe; we may even credit some of them with our survival out there. To become entirely ready to release the whole list, we ask ourselves, \"Are they still serving us in our new way of life? What would life be like without them?\" The answer is always \"a little freer.\"",
      "With humility, we surrender our shortcomings to a Higher Power and ask for them to be removed. More than one sponsor has pointed out that \"the Seventh Step doesn't go on to say 'and we lived happily ever after without them,' does it?\" Instead, this Step Seven surrender opens us to guidance and requires us to do some more work. Many of us find that we're more receptive to the suggestions of our sponsors, trusted friends, and our own insights. When we start to feel ourselves reach for a defective reaction, we make an effort to choose a principled response instead. We surrender, again and again, deepening our commitment to living by spiritual principles and inviting them to counter our worst instincts."
    ],
    "thought": "Each time one of my shortcomings seems appealing, that's when I can practice surrender. The gifts of surrender are available to me each day.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}