{
  "08-13": {
    "date": "13 AUGUST",
    "title": "Anonymity and Individuality",
    "quote": "In anonymity, we are free to be ourselves and to carry and receive a message of hope with the addict who suffers, regardless of whenever, wherever, or whoever they might be.",
    "page": "Page 234",
    "source": "Guiding Principles, Tradition Twelve, Closing Reflection",
    "content": [
      "We live in the world where--consciously and unconsciously--we adjust how we speak and behave at times to fit our circumstances. We avoid certain four-letter words when talking to Granny or the boss, for example. We greet each other in different ways, too. A handshake, a bow, or a fist bump may be called for, depending on the situation, or maybe cheek-to-cheek air kisses--one, two, or three. The point is that people--even nonaddicts--adapt as a sign of respect or solidarity.",
      "But as with so many other characteristics, addicts can take this natural inclination to extremes. In active addiction, we scaled up our capacity to \"read\" situations and leveraged this skill set to get what we needed. Instead of being flexible to connect with others, we were cunning manipulators trying to get our way.",
      "Recovery helps us return this ability to its proper proportions. Working the Steps helps us figure out who we are and then supports our efforts to be and do our best. What a relief! We can be more secure in our own identities and less like chameleons today. Practicing the spiritual principle of anonymity does not mean losing our individuality. In reality, the very character of Narcotics Anonymous relies, in part, on \"the rough-and-tumble liveliness that arises from the diverse personalities of our members,\" as stated in It Works: How and Why.",
      "In being our weird, wonderful selves, we allow a broader range of addicts to connect with the message and come to believe that NA might work for them, too. Collectively and individually, we are NA's best asset. In fact, we are NA. When we share from the heart, others connect. Being ourselves to the best of our ability makes way for others to do the same. There is a place for all of us in NA. We all fit in when we focus on carrying and receiving our message of hope."
    ],
    "thought": "I will share my unvarnished experience today, knowing that sincerity and genuineness are far more important than polish or pretense. NA needs me to be me--no more, no less. Turns out I need that, too.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}