{
  "08-18": {
    "date": "18 AUGUST",
    "title": "Perseverance Pays Off",
    "quote": "Caring for our spiritual condition is like cleaning the house: If we want the benefit, the work must be ongoing.",
    "page": "Page 239",
    "source": "Living Clean, Chapter 1, \"A Vision of Hope\"",
    "content": [
      "We experience peace of mind and freedom when we consistently work on our spiritual fitness. We get in a groove of daily inventories, prayer and meditation, and helping other addicts. The results are obvious, and it feels great to be comfortable in our own skin, connected to a Higher Power and to others in recovery. It's a beautiful thing--until we sabotage it!",
      "Just as it's easier to keep a home tidy after we've done a thorough cleaning, steady work on our recovery yields consistently good results. And yet, it's so flipping easy to skip our daily inventory and, before we know it, several days or weeks or months have passed. It's no surprise when we lose perspective and our lives become unmanageable again. We sit down, reluctantly, and recommit to our Tenth Step. A sense of relief returns. Maybe next time, we'll only wait a few days before we sit down to write. Progress!",
      "We may not be hardwired to persevere, but we get better at it with practice. We can start again at any time. We don't need to devolve into a state of desperation before we reach for solutions; today, we can be inspired to do the work of ongoing recovery. We notice the sense of ease we enjoy when we stay immersed in the process. We put one foot in front of the other and persevere.",
      "Each of us develops a routine that works for us, built from the suggestions shared in the experience of others. \"When I see a member struggling, I always tell them that my best days start with a quick prayer before my feet hit the floor,\" one member shared. Another shared about their eclectic approach to meditation: \"A couple of deep breaths in the shower or a long walk after dinner does it for me.\" The trick is sticking with it and, when that fails, getting back to it."
    ],
    "thought": "I will evaluate my spiritual condition today. Am I getting the results I want from my current routine, or is it time for a spiritual deep cleaning?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}