{
  "08-10": {
    "date": "10 AUGUST",
    "title": "To Be Both Willing and Humble",
    "quote": "Balancing willingness and humility means that we are able to step up to the work we are able to do, and also admit that sometimes we need help.",
    "page": "Page 231",
    "source": "Guiding Principles, Tradition Eight, \"Spiritual Principles\"",
    "content": [
      "Recovery offers us many chances to adopt a realistic view of who we are. Humility deepens when we admit powerlessness in Step One, accept help in Steps Three and Seven, and get clarity about our assets and shortcomings in Steps Four, Six, and Ten. We continually gain experience sorting out what we can and can't do for ourselves. Sometimes, we embrace our strengths or expand our capabilities. Other times, we accept our limitations.",
      "When deciding what we can realistically accomplish on our own, Tradition Eight reminds us to practice humility and prudence. That's good advice for groups and service bodies, and it's equally applicable for our personal lives. We strive to be self-supporting, as Tradition Seven suggests, but that doesn't mean we're self-sufficient. In NA and at home, humility helps us discern the difference.",
      "Making the NA message widely available often involves tasks or projects requiring more time or expertise than we have available. We can and do employ special workers for many functions in NA, from printing meeting directories to proofreading to navigating the rules of international trade. When it comes to demonstrating NA's reliability and expanding access to our lifesaving message, it's sometimes prudent to hire some help.",
      "Seeing our principles at work in NA service helps many of us learn to apply them in our personal lives. \"I wanted to save money on a plumber by fixing a leak myself,\" a member recalled. \"My partner reminded me that I'd made several valiant attempts at home projects in the past year, and none turned out very well. If I want to become a fix-it person, I can make the time to take a class or get help from a friend. But while the water is leaking, I might just need to call an actual plumber.\" That's practicing willingness, self-support, and humility . . . all while preventing unnecessary catastrophe!"
    ],
    "thought": "I don't have to be capable of everything. If my needs or desires outweigh my ability, I will practice humility by asking for help.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}