{
  "08-11": {
    "date": "11 AUGUST",
    "title": "Harmony in Spite of Conflict",
    "quote": "When we practice living in harmony with our world, we become wiser about choosing our battles. We learn where we can use our energy to make a difference and where we need to let go.",
    "page": "Page 232",
    "source": "Living Clean, Chapter 3, \"Awakening to Our Spirituality\"",
    "content": [
      "Freedom of choice is a new concept for most of us in recovery. Recovery allows us to start to make healthy choices for ourselves and to consider the consequences of those choices for everyone involved. We begin to realize that we are not the center of the universe and strive to practice goodwill. Living in harmony with the world comes easily when our interactions with others are guided by mutual respect. We may be unaccustomed to disagreeing without being disagreeable, but we can see the benefits of this approach.",
      "When we're engaged with life, disagreements and conflicts come with the territory. In recovery, we learn to navigate confrontations differently than we had in the past. None of us gets clean to be a doormat, so we've got to learn to defend ourselves and fight for our passions in principled ways.",
      "With practice, we become less impulsive in our actions and take time to decide where we want to spend our energy. One member described how he questions his own thought process: \"Am I championing this cause as a matter of principle or pride? Is this my battle, or do I need to let go?\" We learn from our mistakes and those of others, and we consider the suggestions made by members of our support group more often. We grow to understand the preciousness of time. With only 24 hours in a day, we choose to find our way through conflict in ways that preserve our dignity and foster harmony."
    ],
    "thought": "I will take a deep breath as I decide how to spend my time and energy. Today I will choose responses that preserve my dignity and that of those around me.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}