{
  "08-19": {
    "date": "19 AUGUST",
    "title": "Inclusiveness Means Any Addict",
    "quote": "All addicted persons are welcome and equal in obtaining the relief that they are seeking from their addiction; every addict can recover in this program on an equal basis.",
    "page": "Page 240",
    "source": "Basic Text, Chapter 6, \"Tradition Three\"",
    "content": [
      "Many of us who have been around NA for a little while have no doubt that the NA program is for any addict. Our literature and our Traditions clearly state that any addict with a desire to stop using should be able to find a place in our Fellowship. Making that ideal into a reality requires more than telling newcomers to \"focus on the similarities, rather than the differences\"--it requires us to actively make space in our meetings for any addict, \"regardless of . . .\"",
      "\"I was the only person who looked like me in the rooms where I got clean,\" a member shared. \"People told me to focus on the similarities, and all I could think was, That's pretty easy for all of you--everyone looks like you! Then I heard someone say, 'One day you'll hear someone who is nothing like you share your story,' and it clicked. I needed to hear that it's okay that we're not all the same--our stories are similar even when we're not. I don't have to ignore real parts of who I am to belong here.\"",
      "Making space for any addict requires taking an honest look at ourselves and our communities. Society outside of our meetings has all sorts of social strata. Differences in language, ethnicity, culture, gender identity, sexual orientation, ability, and financial status can present challenges--and some might prefer it if distinctions like these melted away at the door to our meeting. But they're often all wrapped up in who we are as people, and our distinctions are assets to NA, not problems to be solved. We can tell newcomers that our differences don't matter, but if our meetings are largely made up of people from similar backgrounds, it can look like NA is no more inclusive than the rest of society. When we share openly about our differences and encourage others to do so, too, our distinctions enrich the NA Fellowship. Being who we are helps newcomers identify and relate--and stay."
    ],
    "thought": "Focusing on the similarities does not mean I need to ignore the differences. I will share honestly about who I am, differences and all--and honor the experiences of addicts who are not like me.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}