{
  "08-17": {
    "date": "17 AUGUST",
    "title": "Willingness to Change",
    "quote": "When we take the Serenity Prayer seriously and really consider what in our lives we do have the courage to change, we find that our ability to shape our lives is limited more by our willingness than by anything outside ourselves.",
    "page": "Page 238",
    "source": "Living Clean, Chapter 6, \"Finding Our Place in the World\"",
    "content": [
      "We say the Serenity Prayer so often in NA meetings that it's easy to do it by rote, without intention or commitment. \"Sometimes I forget that it's actually a prayer,\" one member reflected. \"It was only when it was suggested that I say it outside of meetings as a prayer for willingness that I began to connect to it, to really use it to help me in a moment of strife, confusion, or indecision.\"",
      "\"It helps me get real,\" another member offered. \"I need to know what I can change before mustering up the courage to do it. Most of the time it's me that's standing in my own way. Not my past. Not my upbringing, or my culture, or institutions, or even other people. Just this addict.\"",
      "Change is hard because it's often painful. Our current level of discomfort is familiar, at least. Trading it in for the unknown seems risky. We fear the pain will be worse on the other side of a decision. Who wants to experience rejection or failure? Or what if we succeed? Then, there may be a slew of new responsibilities to deal with. Will we be able to manage those? In the simplest terms, these are fears that limit our capacity to grow.",
      "Change is even harder when we view the world as hostile to us, when we listen to the voice in our heads telling us \"you can't\" or \"don't do it.\" Ignoring that voice and practicing willingness to change the things we can--and then taking an action toward that change we want to make--requires a lot. We have to simultaneously accept where we are right now and be willing to take a risk.",
      "There are lessons to be learned, no matter how things turn out. A bonus of NA membership is that we get to report back and share those with each other."
    ],
    "thought": "I'll carefully consider what I have the power to change in my life right now. Instead of cursing the dark, I pray for willingness to change the lightbulb. Sometimes it is that simple.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}