{
  "08-20": {
    "date": "20 AUGUST",
    "title": "Practicing Service in All Our Affairs",
    "quote": "Service gives us opportunities to grow in ways that touch all parts of our lives.",
    "page": "Page 241",
    "source": "Basic Text, Chapter 9: Just for Today--Living the Program",
    "content": [
      "The Basic Text describes who we used to be in active addiction as \"devious, frightened loners.\" Many of us come to NA with very limited healthy and productive life experience. We may never have held a legal, on-the-books job and don't have the skills to get one. Or we may have skills and experience, but our dodgy work history reflects our using more than our employability. Our relationships, if they even still exist, are a mess--with our loved ones, with ourselves, with a Higher Power. Our self-serving behavior and our aversion to being truly vulnerable and intimate with others have kept us isolated. And then there's the spiritual deadness so many of us arrive with--and either the hardness or the utter fearfulness that comes with it.",
      "In meetings, we hear members share that their lives are \"bigger,\" \"amazing,\" and \"beyond my wildest dreams.\" Initially, we are skeptical at best, especially when they also tell us that it's not because of material gains but because of what they've gained by being of service to Narcotics Anonymous. A member shared, \"Through service, my relationship to humanity was restored.\" Seriously? ALL of humanity?",
      "Most of us get involved in service because we're told, \"That's how we stay clean.\" We don't fully grasp its holistic benefits until we experience them ourselves. Through our NA commitments, we learn basic accounting, public speaking, and good communication skills. We learn how to listen--in meetings, to a fellow member who needs to vent, to people we don't even like. We learn how to treat others with respect when we disagree. We learn to show up to do the job no matter what. And more.",
      "These are qualities we take with us wherever we go, in all our affairs. NA doesn't just help us stay clean; it transforms us into people who can make a positive impact inside and outside of the rooms."
    ],
    "thought": "What aspects of my life have been touched by NA service? Through service, what can I do today--at work, at home, or wherever I go--to make a positive impact?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}