{
  "08-28": {
    "date": "28 AUGUST",
    "title": "Treating Ourselves with Respect",
    "quote": "We start by not engaging in self-abuse and gradually learn to treat our body, mind, and spirit with honor and respect.",
    "page": "Page 249",
    "source": "Living Clean, Chapter 4, \"Wellness and Health\"",
    "content": [
      "Many of us could accurately describe our active addiction as \"suicide on the installment plan.\" Thankfully, when we stop using drugs, we eliminate a main catalyst of our self- destructive behavior. Without the compulsion to get high, it's easier to avoid the degradation and criminality that brought us to new lows again and again.",
      "Abstinence is one clear marker of our restoration to sanity, and it's certainly a good place to start. Being clean allows us to think more clearly, and that clarity enables us to consider who we've been and who we want to be. The Steps offer guidance as we examine our lives, our motivations, and our choices. We learn from the experience of other recovering addicts, and it gives us the courage we need to strip away the guilt, remorse, and shame.",
      "Taking care of our whole selves--body, mind, and spirit--is part of the amends we make to ourselves. Addiction touches all areas of our lives, and so must our recovery. Many of us seek professional help to find specific healing. One addict shared, \"My first sponsor explained that doctors, dentists, and therapists can also be powers greater than myself.\"",
      "Still, many of us struggle with the urge to undermine our success or to sabotage healthy impulses. Progress is often two steps forward, one step back--but that's progress, nonetheless. As with using, we become aware of harmful habits before we're willing or able to make a change for the better. Our tolerance for self-deception lessens as we gain self-respect. With the help of our Higher Power, we're quicker to learn the lessons, to stop unhealthy habits, or to take up new practices that honor our body, mind, and spirit."
    ],
    "thought": "I will honor my recovery process and treat myself with respect today. What can I start or stop doing to better care for myself?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}