{
  "08-24": {
    "date": "24 AUGUST",
    "title": "Finding Healing in Humor",
    "quote": "The way we share . . . finding humor in some of the darkest, most frightening things that have happened to us--is not always available outside the rooms.",
    "page": "Page 245",
    "source": "Living Clean, Chapter 2, \"Connection to the World Around Us\"",
    "content": [
      "In NA, we often get to know each other from the inside out. \"I knew the biggest hopes and fears of some of the members of my home group before I knew their last names or what kind of jobs they had,\" one member shared. We may never know the inner life of nonaddicts the way we know each other in NA--and it's a big part of why we're able to laugh with and poke fun at our fellow NA members.",
      "Humor often comes in the form of a surprising or unexpected gap between expectation and reality. In society, there are lots of expectations about how people ought to act around one another--expectations that we addicts disregard completely. The nonaddicts in our lives often do not see what's so funny. Sometimes that's the joke: \"Normal\" people act one way; we addicts act very differently. When we hear members share their bizarre ideas and actions, we relate and are relieved that we're not alone.",
      "Many of us find a deep well of humor in the way denial framed our experience. Sometimes that's the joke. \"I thought my life was like something out of a big-shot gangster film-- money and drugs and lots of drama. In reality, it was more like a depressing ad for keeping your kids off drugs.\" The stark contrast between reality and the imagined movie version of our stories might seem pathetic or deranged to outsiders, but we lived to tell--and we can knowingly laugh at ourselves today.",
      "Humor helps us heal as we come to terms with the reality of our lives. We see the outrageous gap between our behaviors and what \"polite\" society expects. (Of course, there are gaps--we're square pegs in round holes!) Or we notice the laughable distance between our lives and our fantasies. We share our inner selves in a way we can't anywhere else, often giving our fellow members a good chuckle. We stop taking ourselves so seriously, let our flaws show, and start to grow. It can be very funny, but it's no joke!"
    ],
    "thought": "By sharing my insides with other addicts, I can learn to laugh at the insanity of addiction--and let go of it, little by little.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}