{
  "08-22": {
    "date": "22 AUGUST",
    "title": "Trust and the Fifth Step",
    "quote": "This may be the first time we've ever trusted another person enough to tell her or him about ourselves and allow that person to get to know us.",
    "page": "Page 243",
    "source": "It Works, Step Five",
    "content": [
      "We addicts have lots of stories. What some consider to be deep, dark secrets others easily share, sometimes even as badges of honor. Many of us are fine with divulging the goriest details of our using days, the mayhem of our childhoods, and our experiences of victimization. Regarding the Fourth and Fifth Steps, we think, No problem, I am an open book! But, as we do the work that is suggested, perhaps using the Step Working Guides, there's a depth inherent in those questions that goes way beyond our comfort. Exposing our own part in situations turns out to be messy, agonizing, and illuminating all at once. For many of us, our pettiness, our unforgiving nature or unkind acts, our ego on blast, our shame: These carefully guarded parts of ourselves turn out to be far more significant than the dramatic tales we thought we'd tell.",
      "Thankfully, we've had the benefit and experience of the previous Steps to build trust in the program, each other, a Higher Power, and our sponsor. The Fifth Step is an opportunity for us to open our whole book and have another human being bear witness to the stories about ourselves that are the hardest to tell. As much as we'd been nervous about sharing our inventory with another person, it's the first time we've admitted much of this business to ourselves.",
      "Building a bond of trust takes courage as well as vulnerability. As we exercise that bond, a weight is lifted off our shoulders: We reveal the truth about ourselves and we're not rejected. Many of us don't even realize how distant we've been in our relationships as a result of the secrets we'd guarded. And often being seen as truly ourselves by one person allows us to feel much lighter and more open in other relationships. One bond of trust inspires us to form others."
    ],
    "thought": "I've learned to other relationships.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}