{
  "08-27": {
    "date": "27 AUGUST",
    "title": "Discernment and Autonomy",
    "quote": "As we mature in recovery, we learn to exercise sound judgment in how we make decisions, place our trust, and meet our responsibilities.",
    "page": "Page 248",
    "source": "Guiding Principles, Tradition Four, Opening Essay",
    "content": [
      "Stepwork, living clean, and the passage of time bring the gift of maturity to NA members. We gather practical experience as we take on various roles in NA--as homegroup members, sponsors, and trusted servants. Each allows us to grapple with the meaning and application of the Traditions in real-life contexts and become more skilled at discernment as we do. We grasp how each Tradition works individually and discern how the tension between them creates balance.",
      "For example, Tradition Four's assertion that \"each group should be autonomous\" makes it a favorite, especially when we want to validate any unconventional means of fulfilling our primary purpose. The Tradition doesn't stop there--unless we're trying to manipulate--and what follows provides some pretty clear instructions about the limits to autonomy: \"except in matters affecting other groups or NA as a whole.\" The other eleven Traditions point to the kinds of things that threaten to do just that. Being mature and responsible members of NA--or at least aspiring to be--we lean into discernment to sort out whether or not expressions of autonomy are in harmony with the principles of the other Traditions.",
      "To make sound decisions, we invite a loving Higher Power to influence our group conscience, as Tradition Two suggests. NA groups and communities arrive at group conscience by different paths, but we share some common markers: We come together in unity, we honor and include multiple perspectives, and we create space for honest and open communication. When we listen for the will of a loving God, we are practicing discernment. It pays off as we find a spiritual way forward, enlist trustworthy members to serve, and meet our responsibilities to provide them with the resources and support they need to carry out the work."
    ],
    "thought": "I will review my personal decision-making process and be more discerning about how I contribute to shaping my group's conscience. Sound judgment-- my own and my group's--is a worthy goal.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}