{
  "08-25": {
    "date": "25 AUGUST",
    "title": "A New Meaning for Love",
    "quote": "How we go about getting love is where our defects come into play.",
    "page": "Page 246",
    "source": "NA Step Working Guides, Step Six, \"Our Defects of Character\"",
    "content": [
      "Before coming to the Fellowship of NA, we had a distorted sense of both giving and receiving love. Now that we're clean, we've got love all figured out . . . if only that were true! It doesn't matter how much time we have clean (or what type of love we are talking about); love is a serious business that requires vigilance.",
      "Where and how do we addicts go looking for love? When we write our inventories and listen to those of our sponsees, that question is answered in abundance. We hear many stories of unmet expectations, abandonment by parents and partners, abuse, and neglect. Others are about relationships sought, gained, and sustained through manipulation and passive-aggressive behaviors--and sometimes coercive acts. We hear about love being confused with the exchange of sex, money, and, of course, drugs.",
      "We did those things to others, and others did them to us. And many of those behaviors will appear in future inventories because our character defects will rear their ugly heads again. The difference is that in NA we have the opportunity to seek and express love in ways that are manifestations of our assets, rather than our defects.",
      "In NA, we get to experience the unconditional love of the Fellowship. We learn how to love and care for people in the rooms, as we learn how to accept that same love and care from others. Also, we will have abundant opportunities outside the rooms to apply the principles of love. Through working the Steps honestly and thoroughly, we are far less likely to try to manipulate and control others--or let ourselves be manipulated and controlled."
    ],
    "thought": "I am learning new ways to give and receive love. I don't have to act on my defects to experience love anymore. I will try to love those in my life with acceptance instead of expectations today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}