{
  "08-21": {
    "date": "21 AUGUST",
    "title": "Faith to Let Go",
    "quote": "We plan for the future just for today and let go of the outcome, even when we really want it.",
    "page": "Page 242",
    "source": "Living Clean, Chapter 1, \"Why We Stay\"",
    "content": [
      "Early in recovery, many of us are told, \"Hey, don't future-trip!\" when we express certainty that disaster lies ahead, no matter what we might do to prevent it, including staying clean and working a program. In NA, we frequently and actively encourage each other to be in the present moment, to focus on today and what is directly in front of us, instead of fearing what may come to pass.",
      "But let's not be confused about what this means. We can and should plan for the future. We can allow ourselves to want a better life, full of good stuff--even really, really want it. We can't let fear of the unknown prevent our progress. Enacting the future we desire depends upon our willingness to plot steps in the direction of our vision and our desires . . . and having faith that we are going to be okay, no matter the outcome.",
      "What we need to be cautious about, however, are expectations. Because we've let ourselves really want something, dare to hope for it, even (gasp!) fantasize about getting it, a loss can really shake us. But we can't let disappointment, or feelings of entitlement, rob us of the faith in ourselves that can feel so fragile at such times. We also can't succumb to the temptation to let a single failure, despite all of our good intentions and hard work, define us and stop us from trying again. One of faith's toughest and most rewarding lessons is when we do everything in our power to succeed, turn over the rest, lose out, learn from it, and be okay to let it go. That's a moment of freedom to savor, because it strengthens our faith to try again.",
      "And there may even be times when the outcome we've experienced initially as utter failure turns out to be the best possible result that could have happened. Faith, perspective, and time often work together in ways that create insights we could never have imagined."
    ],
    "thought": "I won't let fear and uncertainty stop me from wanting more out of life. Faith will help me get my plan in action, find some acceptance, and help me stay out of--and deal with--the results, whatever they may be.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}