{
  "08-23": {
    "date": "23 AUGUST",
    "title": "Striving for Emotional Maturity",
    "quote": "Emotional maturity is our reward for letting go of anger and resentment.",
    "page": "Page 244",
    "source": "Living Clean, Chapter 7, \"Principles, Practice, and Perspective\"",
    "content": [
      "Perhaps we've all encountered circumstances when another member gets on our last nerve. When that happens, sometimes it takes everything in us not to attack them, mock them, shut them down using whatever tactic we can. We may want to bolt from the room because we see how this person--who may or may not have wronged us in some way--enjoys the respect of other members in the group. We want to expose them as a fraud and a hypocrite, but we don't. We say nothing because we know our personal feelings about another member should play no role in how, for instance, our area contributes to the region's Fellowship development efforts.",
      "At other business meetings, we'll have no problem keeping our mouths shut because we'd much rather roll our eyes--and smugly watch the same two members battle it out like they always do over the finer points of coordinating an effective public relations campaign. In those situations, we have to stop ourselves from sharing the eye roll with everyone else in the room, revealing our displeasure with the proceedings. We'd love to break our silence by audibly groaning at how much time they are taking up. A member shared, \"The second I start thinking about how I'm the only adult in the room, I know I'm not coming from a place of emotional maturity.\"",
      "With some practice, we can learn to check ourselves in situations where previously the monster that lives in our head would have burst out in full force in an effort to kill the proceedings. Similarly, we find a way to restrain our inner adolescent, who would snark, scoff, and snipe at members merely for being themselves.",
      "Emotional maturity may not sound like a big enough reward for not acting out on our character defects--but doesn't it make our lives so much more manageable? And peaceful? And isn't that a big part of why we came here in the first place?"
    ],
    "thought": "I will practice reining in my reactiveness in situations where my personal feelings about other members serve no relevant purpose. Today emotional maturity is a reasonable reward for those efforts.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}