{
  "08-26": {
    "date": "26 AUGUST",
    "title": "Choosing Intimacy over Isolation",
    "quote": "Caring and sharing the NA way is the ultimate weapon against our alienating, isolating, destructive disease.",
    "page": "Page 247",
    "source": "Living Clean, Chapter 5: Relationships, Opening Essay",
    "content": [
      "Experiencing loneliness is an inevitable part of the human condition. For many addicts, this loneliness is amplified by how different we've felt from our peers. We've had trouble fitting in, or we're just plain weird. We needed too much attention and alienated others in our efforts to get it. Or we wanted none of that; instead, we stayed silent and hoped that others wouldn't notice us.",
      "Drugs helped us deal with those feelings and experiences. Initially, using made us feel more \"normal,\" more comfortable in our own skin. It allowed us to be more social and, most importantly, created a buffer to keep us safe from intimacy and vulnerability.",
      "Early in recovery, we learn that our disease is fueled not only by getting loaded, but by keeping us isolated from others and from ourselves. When we first get clean and we don't have drugs as that extra layer of defense, we are raw.",
      "Narcotics Anonymous provides us with opportunities to heal that rawness--through intimate relationships with other addicts. Allowing ourselves to share fearlessly with another addict is truly the salve for our isolation. Even with years clean, a voice in our heads will tell us that we are better off dealing with (or not dealing with) our problems alone. However, we know the act of revealing ourselves and being present for others is the most powerful antidote to our very human state of loneliness--and to our default addict state of believing we are just too weird."
    ],
    "thought": "Even though sharing may be uncomfortable, I will take a risk and allow myself to be seen by another addict. I will choose connection over isolation.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}