{
  "08-30": {
    "date": "30 AUGUST",
    "title": "The Value of Honest Self-Assessment",
    "quote": "Honest self-assessment is one of the keys to our new way of life.",
    "page": "Page 251",
    "source": "Basic Text, Chapter 4, \"Step Four\"",
    "content": [
      "As we begin to work on the Fourth Step for the first time, it's highly likely we already have an opinion about it. Chances are that it's not very positive. Most of the words of this Step are daunting in their own right. Searching. Fearless. Moral. Inventory. Ourselves. That last one is the core of it. We will be getting to know ourselves honestly, something that most of us have had limited experience doing prior to getting clean. Isn't that who we ran from for so long?",
      "By the time we get to Step Four, we're already practicing some self-honesty. We've admitted that we are powerless over our addiction and that we need help. The next step is to learn what we're holding on to that is keeping us from progressing in our lives. We identify our resentments toward other people, institutions, and ourselves. We look at our guilt and shame, our fears, our sexual and relationship behaviors, abuses we've suffered and wrought upon others, and our secrets.",
      "Working Step Four also provides another, perhaps unexpected, gift--revealing our assets. For many of us, this is the most difficult part. We tend to be far more comfortable obsessing about what's wrong with us than owning our positive qualities. But our inventory is inclusive of our whole selves. Assessing our assets is absolutely critical to our new way of life. We need to know what we have that we want more of, not just the negative aspects we want to rid ourselves of.",
      "Our honest and courageous self-assessment doesn't end with Step Four, or with Step Ten that helps us to make this process a consistent practice. Beyond what happened during our using days, we continue to look at the patterns and behaviors that follow us into recovery. We learn to differentiate what's really true about us now from what our head tells us. Through this work, we develop trust in ourselves and in this new way of life. Our pasts instruct us; they do not define us, and they no longer control us."
    ],
    "thought": "No matter where I am in the Steps, I am committed to looking at myself as honestly and completely as possible. I have the fearlessness I need to examine the parts of myself I want to cultivate and those I strive to diminish.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}