{
  "08-31": {
    "date": "31 AUGUST",
    "title": "Fidelity to the NA Message",
    "quote": "Fidelity suggests that we are true and faithful to our message, that it is consistent on all occasions.",
    "page": "Page 252",
    "source": "Guiding Principles, Tradition Ten, \"Spiritual Principles\"",
    "content": [
      "As a spiritual principle, fidelity signifies loyalty and commitment. We clarify our shared understanding of the disease of addiction and our common solution when we share the NA message with fidelity. Translators think similarly about fidelity as a concept in their work. In translations--NA or otherwise--fidelity refers to how well a translated document corresponds to the original. Although computers can substitute the words of one language with those of another, the results often make little sense. It takes the human touch and the work of skilled translators to convey the meaning, style, and tone of any piece of writing. They do more than transcribe; they interpret.",
      "In Narcotics Anonymous, local translations committees and their professional partners assure that translated literature is faithful to our message. That's no easy task. Each new language group has to grapple with words and phrases like addict, clean, and the disease of addiction to figure out how to capture their meaning, essence, and spirit in the target language. NA members serving on local translations committees play an important role in ensuring fidelity. Their experience with the NA program and often impressive language skills help to ensure that translated NA literature precisely reflects the ideas and spirit of the original.",
      "Whether translating literature, speaking at a unity day celebration, or sharing with our home group, we strive to use NA language with the same precision. A clear NA message is about more than avoiding certain words. Clarity comes from living the NA way and addressing the disease of addiction with our program of recovery. When our predecessors wrote, \"We admitted we were powerless over our addiction,\" they focused Step One on the disease, not the drugs. This stroke of genius makes the First Step relevant to members at any phase of recovery. When we use NA language to convey our experience with fidelity, we contribute to an atmosphere of identification for all to hear. The NA message mirrors our experience. Fidelity to it solidifies our bond with other members and our common solution."
    ],
    "thought": "As I share and listen, I will make an effort to faithfully connect the dots between lived experience and the proposition that \"an addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live.\"",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}