{
  "09-08": {
    "date": "8 SEPTEMBER",
    "title": "Gratitude Transforms Us",
    "quote": "Gratitude in action is an engine for change: As we carry the message, our own lives transform.",
    "page": "Page 261",
    "source": "Guiding Principles, Tradition Five, Opening Reflection",
    "content": [
      "We tell the newcomer, \"Welcome home,\" as we give them our number, an IP, and a meeting list. \"Call me anytime. Hang in there--it gets better.\" This simple act of gratitude carries a powerful message, just as Tradition Five and Step Twelve intend. Simple words and actions like these take place in meetings every day. Though our intention may be to help the new or potential member, we end up helping ourselves, too. We're reminded of where we came from, and our gratitude engine gets tuned up.",
      "In NA, all of our service efforts focus--directly or indirectly--on our primary purpose. Groups are the main vehicle for carrying the message, and it takes trusted servants to make them run smoothly. Likewise, events carry a message and require a lot of work behind the scenes. We serve to ensure that the addict who reaches out for help by phone or online finds the information they need to get to their first meeting. All of this and more happens within a bigger context for NA service that goes largely unnoticed. Our fellow members are hard at work translating literature, telling the world that we're here to help, and demonstrating that NA is a reliable program of recovery.",
      "We tell the newcomer that change is possible and barely notice how our lives transform as we carry that message. It's a happy by-product, a pleasant surprise, an unintended consequence. Call it what you will, there is no doubt that our lives change, just as we do. Each Step has an impact on who we are and how we see ourselves. We connect with a Higher Power, with ourselves, and with other people.",
      "By the time we get to Step Twelve, we're not the same people, and all of that change has made us increasingly able to serve. Our newfound approach to life reflects this transformation. We are there for each other in moments of crisis and celebration. It's who we are and what we do. We take this \"How can I help?\" mindset into the community, and it changes the way we interact with the world."
    ],
    "thought": "I will look for opportunities to give of myself today and take time to appreciate my transformation.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}