{
  "09-02": {
    "date": "2 SEPTEMBER",
    "title": "Untangling Life's Knots with the Serenity Prayer",
    "quote": "The Serenity Prayer is a tool we use again and again in our recovery: Considering what we can change and what we cannot becomes increasingly powerful.",
    "page": "Page 255",
    "source": "Living Clean, Chapter 2, \"Connection to the World Around Us\"",
    "content": [
      "The simple binary offered in the Serenity Prayer--sorting between what we can and cannot change--provided quite a bit of relief to many of us as newcomers, especially when our minds were racing. Having this prayer as a new tool in our belt in early recovery enables many of us to muster a bit of courage to work on ourselves and, perhaps, achieve just enough serenity to tolerate those around us. Over time, we realize there is more depth in the Serenity Prayer than we might see at first glance.",
      "Our wisdom to know the difference grows as we accumulate more experience with trying to change our lives. Inserting \"Me!\" into the Serenity Prayer--as in \"the courage to change the things I can: Me!\"--might remind us to stay focused on ourselves, but many of us soon encounter traits that are not so easily changed. \"They told me I only have to change one thing--and that's everything,\" a member wrote. \"I had these visions as a newcomer of changing my diet, getting fit, folding my laundry as soon as it dries, achieving enlightenment, and all that. It didn't take long before I wasn't feeling very much serenity at all. I had to adjust my expectations.\"",
      "If our lives were all knotted up when we first got here, we aren't likely to get it all untangled right away. Talking to other addicts helps us better see what knots we can loosen now, and what parts of the thread we'll need to accept--at least for the moment--while we work on what's right in front of us. Sometimes a knot gets tighter, which can be a vexing part of the process. As our Basic Text mentions, \"We learn that we are growing when we make new mistakes instead of repeating old ones.\" As we draw on recovery experience--our own and what others share with us--our wisdom grows. Serenity and courage are likely to follow."
    ],
    "thought": "The wisdom to know the difference evolves as I do. When I say the Serenity Prayer, I will try to connect with the principles behind it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}