{
  "09-06": {
    "date": "6 SEPTEMBER",
    "title": "Anonymity and Selfless Service",
    "quote": "The fact that we are anonymous means that the work we do in NA really can be selfless service. We don't want or need credit for helping others; it's what we do to save our own lives.",
    "page": "Page 259",
    "source": "Living Clean, Chapter 6, \"Anonymity\"",
    "content": [
      "The first thought some of us have when given the chance to help someone is What's in it for me? We stay clean, work Steps, experience freedom--and still, our diseased thinking whispers that we ought to be rewarded for our selflessness.",
      "\"I volunteered in the merchandise room at our convention right after celebrating ten years clean,\" a member shared. \"I folded T-shirts and unboxed coffee mugs for hours, wondering all along what kind of goodie I'd get for doing my part. A mug? A shirt? At the end of my shift, they said, 'Thanks for your service!' and gave me a hug. In a matter of moments, I went from being disappointed in them to being disappointed in myself!\"",
      "The good we do for others is not limited to our service in NA. Another member wrote, \"My sponsor told me to do something for someone else and keep it a secret. On my way to a meeting, I saw someone asking for change, and I bought them a sandwich. The first thing I did when I shared at the meeting was congratulate myself for being so generous.\"",
      "Perfect selflessness may be out of reach, but we can always strive to be less self-centered. We don't have to disappear completely; we simply step out of the spotlight for a moment. When we feel the impulse to make a moment about ourselves, we learn to say, \"Thanks for sharing,\" and let the impulse go.",
      "Feeling like we are owed for our service and comparing our generosity to that of those around us are just a couple of the ways addiction seeks to separate us from others. Service and kindness help us reconnect. We keep our focus on those we are helping. We hope that the convention-goers who purchase a mug or a T-shirt look back fondly on their convention experience for years to come. We hope that the hungry person felt some relief for a little while; we hope that if we see them again, they look and feel better. We think of ourselves a bit less, we think of others a bit more, and we begin to feel gratitude."
    ],
    "thought": "I may never be perfectly selfless, but I can try to serve as though it's not all about me. I will make my service about others today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}