{
  "09-01": {
    "date": "1 SEPTEMBER",
    "title": "Interdependence Knows No Borders",
    "quote": "Just as we learned in early recovery that we need each other to stay clean, we come to believe that all of us, every NA meeting and group, are interdependent.",
    "page": "Page 254",
    "source": "It Works, Tradition One",
    "content": [
      "Interdependence may not be a word many of us use, but expressions of this principle in Narcotics Anonymous are very familiar. Our program is one of mutual aid, recognizing the therapeutic value of one addict helping another. As per Tradition One, our individual recovery is uplifted, enriched, secured by--and dependent upon--unity in purpose and a simple message of recovery. A worldwide network of meetings, groups, and service bodies are a part of the same whole. We need each other to stay clean and to carry our message using all the strategies we have to do so, such as H&I, helplines, public relations, creation of new literature, translations, and Fellowship development--all over the globe.",
      "Working this spiritual principle is, in large part, coming to the understanding and acknowledging that we are already practicing interdependence--by being a member of NA and participating in our recovery. We recognize that healthy relationships inside and outside NA aren't unidirectional. They're reciprocal, mutually beneficial. One prime example is that sponsors help sponsees, and sponsees help sponsors. The \"come to believe\" in the quotation above is a result of the broadening of our experience of recovery in NA. We start to better comprehend the role of service and the interconnectedness among our local meetings and beyond--as our group's conscience combines with others through various layers of NA services.",
      "Interdependence knows no borders; it is the tie that binds us. It's the ripple effect that empathy and participation have on our Fellowship. It's the integrity of our movement to help addicts heal from the disease of addiction and to increase our connection to each other, to our surroundings, and to a life worth living."
    ],
    "thought": "I need others to practice interdependence, so I'll connect with other addicts today. I'll contribute to the recovery of others and participate in my own, recognizing that they are intricately linked.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}