{
  "09-03": {
    "date": "3 SEPTEMBER",
    "title": "Free to Be Authentically Me",
    "quote": "We can be ourselves in the present moment without fear or apology, without the need for approval or justification.",
    "page": "Page 256",
    "source": "Living Clean, Chapter 7, \"Awakenings\"",
    "content": [
      "As we lived through active addiction, few of us felt free to be fully ourselves. We often needed to pretend to be someone we weren't to get what we wanted or needed, and it didn't take long before we were confused about who we really were--if we ever had any idea in the first place. We were so accustomed to wearing masks that we didn't know what our own faces looked like anymore.",
      "The atmosphere of acceptance and welcome we found in NA was a breath of fresh air for those of us who couldn't breathe freely for a long, long time. The Basic Text tells us, \"The masks have to go,\" and we notice that when the metaphorical masks come off, it's so much easier to breathe. For some of us, NA might be the very first place we have been where we suspected that we might be able to show our true selves to others. We may not feel that way in every meeting or with everyone we know in NA, but little by little, we become much more comfortable showing who we really are.",
      "The freedom to be ourselves flows directly out of the sense of security we develop by being welcomed and accepted in NA. Admitting that we are addicts was the first of many admissions; each time we show a bit more of who we truly are to our fellow members, we increase our sense of security and become free to learn even more about ourselves. We accept who we are and lose the need for approval from others. We no longer feel the need to justify our existence. The insecurity that defined so much of who we were in active addiction fades away, and we become who we were meant to be all along."
    ],
    "thought": "I will take off my mask and breathe more easily, knowing that others in NA will accept me for who I am.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}