{
  "09-05": {
    "date": "5 SEPTEMBER",
    "title": "Cooperation Despite Friction",
    "quote": "Time and time again, in crises we have set aside our differences and worked for the common good.",
    "page": "Page 258",
    "source": "Basic Text, Chapter 6, \"Tradition One\"",
    "content": [
      "Cooperation is fundamental to what we do in NA, starting from the moment when the message is first carried to us. \"I didn't get clean because of my own Step One,\" an addict shared. \"I got clean because of someone else's Step Twelve.\" Whether we first heard the message from one member, a group, or a piece of literature, carrying the message to a using addict requires cooperation. We are clean because other members cooperated with each other--and we cooperated by listening and believing that recovery was possible for us, too.",
      "Our cooperation in NA continues well beyond that first moment of willingness to listen and receive a message of hope. As we stay clean and get to know our fellow members better, we cooperate with each other and keep the doors open for the addicts yet to come. We're sure to see or experience friction at some point, but addicts in recovery can be surprising in our ability to come together when it really matters.",
      "\"I got clean in a small town, and there were only two addicts at my first meeting,\" a member wrote. \"They carried a message to me that night. I thought they were best friends. Later, I learned that they couldn't stand each other. I never would have known it from my first night clean.\"",
      "Some differences are more extensive than just a personality clash. \"Our city was divided along racial/ethnic lines,\" a group wrote. \"We had two areas with big overlaps, and they didn't get along. Some members finally had enough and created an annual unity event bringing both areas together. It was sort of controversial at first, but every year it gets bigger and better. Since it started, our areas have started collaborating on H&I and public relations service, too.\""
    ],
    "thought": "Placing principles before personalities means cooperating whether or not I get along with someone. I will do my best to set aside differences for NA unity.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}