{
  "09-04": {
    "date": "4 SEPTEMBER",
    "title": "Choosing Freedom",
    "quote": "We are free to change our minds, to change our perspective, and to change our lives. Freedom means that we are no longer living by default.",
    "page": "Page 257",
    "source": "Living Clean, Chapter 3, \"Awakening to Our Spirituality\"",
    "content": [
      "In active addiction, we lived in a kind of default mode. We neglected responsibilities and disregarded the consequences of our actions or inaction. We were utterly vulnerable to our defects. We self-destructed and harmed others. A member offered this metaphor: \"I was on an amusement park ride that started off fun . . . until it made me sick. But by then, I couldn't get off of it.\"",
      "Although living by default made us miserable, even the slightest suggestion that we could change would elicit a defensive \"That's just how I am!\" Trapped is how we were! Trapped by our resistance to getting off the \"ride\" we were on. Fearing and avoiding change, still today, we're sometimes trapped by our willful denial and rigidity.",
      "Outside ourselves, change is inevitable. Recovery helps us deal with this fact. Within ourselves, change is a net positive. It's a dynamic force exercised through the freedom of choice we now have. \"Freedom isn't just a state of being,\" the member continued. \"We practice it by choosing to change. We're no longer trapped on a nauseating ride. We leave the active addiction amusement park behind. Life in recovery is a whole different park!\"",
      "As we realize our true selves, we achieve some freedom in NA. Maybe it's less that we change and more that we become who we truly are. We grow less attached to our story; we can write a new one. We can reexamine aspects of ourselves we never thought to question--our religion, political leanings, musical tastes, even the food we eat. We get to be curious. We're free to not be so cool.",
      "Being clean allows us to challenge our belief systems and behavior patterns, to be and to feel a little less trapped. We don't act on impulse as often; a breath provides a moment to respond with love, not fear. At our best, we are flexible, evolving, able to be influenced by others. There's freedom in open-mindedness. We learn how to say no and to say yes. Though there will be times when we fall back to default mode, we don't have to linger there. We have a new life to live."
    ],
    "thought": "I will live this day consciously and with purpose. In choosing to change, I'm choosing to be myself. I'm choosing freedom.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}