{
  "09-07": {
    "date": "7 SEPTEMBER",
    "title": "Patience and the Process of Healing",
    "quote": "Healing takes time, but it does happen. We must be patient with ourselves.",
    "page": "Page 260",
    "source": "Living Clean, Chapter 4, \"Sex\"",
    "content": [
      "Some of us came into NA hoping for a speedy recovery, like the way we'd bounced back after that accident and got over the flu right quick. We wanted to put addiction behind us, and then we could get on with life. A mixture of hope and denial convinced us that detoxing would fix us. Our experience told a different story. We'd been able to stop using on occasion, but we could never seem to stay stopped. At some point, we realized we needed more than a spin-dry, and we rallied the patience to persevere on a just-for-today basis.",
      "We face our lives and ourselves in everyday living, as the Basic Text suggests. We strive for progress while taking care not to expect perfection. Sticking with it calls on us to be patient with the process and ourselves. Recovery is ongoing for folks like us, not something we can look at in the rearview mirror. We consider ourselves recovering, not recovered, addicts.",
      "Practicing patience requires us to be more gentle with ourselves. We attempt to nurture kind and encouraging thoughts, shutting down the harsh self-talk that says, \"I should be better than this by now.\" When we measure our progress against some unrealistic benchmark, or worse, compare our insides to others' outsides, it's no wonder we come up short. We focus on finding satisfaction with the pace of our progress. Patience serves as a bridge to some much-needed hope, faith, and humility as we learn to trust the process.",
      "We'll need all of these spiritual principles and more as we navigate the minefields of our past with the Twelve Steps and a sponsor's guidance. Trauma and abuse cast a long shadow on many of our lives; we learn to be patient with ourselves as an expression of love. We come to understand our past without allowing it to define us. All of this takes time--time that's available to us because we're learning to practice patience."
    ],
    "thought": "I invite patience to help me find satisfaction with my progress and access the resources I need for continued recovery and healing.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}