{
  "09-09": {
    "date": "9 SEPTEMBER",
    "title": "Humility Is Living in Reality",
    "quote": "Humility is most easily identified as an acceptance of who we truly are-- neither worse nor better than we believed we were when we were using, just human.",
    "page": "Page 262",
    "source": "NA Step Working Guides, Step One, \"Spiritual Principles\"",
    "content": [
      "In early recovery, we often find ourselves going from unrealistic, grandiose self-perception to believing we are the worst person in history. It's that familiar addict pendulum swing-- from one extreme to the other (with an optional sound effect):",
      "I'm a spiritual giant deserving of high praise--WHOOSH!--I'm a worthless piece of trash. I'm the hottest person here--WHOOSH!--I'm repulsive and don't deserve to live. I'm the only parent who knows what they're doing--WHOOSH!--I'm going to screw up my kid worse than my parents screwed me up.",
      "Torchbearer of overblown self-importance--WHOOSH!--barren self-pity farm. Hero--WHOOSH!--zero.",
      "Getting clean and working the Twelve Steps of NA can slow our addict pendulum and greatly narrow the distance of its swing. The humility that ensues from working Steps will help us to find that serene sweet spot somewhere in the middle. This place is where our true selves reside. Here lives reality.",
      "Humility is like kryptonite to our self-indulgence, jealousy, and entitlement. It allows us to accept the beautiful muddle of our humanity, the truth of our perfectly imperfect selves, and our authentic place in the world. We can have reasonable expectations of ourselves and let others be who they are without our interference. We can find humor in our shortcomings and try to do better when criticized, instead of wanting to annihilate ourselves when we make a mistake.",
      "Perhaps most crucially, we don't boast about our spiritual growth, especially in comparison to other members, nor do we overindulge in denigrating who we \"used to be\" when we were using. We were human then, and we're human now."
    ],
    "thought": "I will try to be mindful of where my pendulum is swinging today. Though I can accept where I am, I'll still try to move toward the center because that's what's real.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}