{
  "09-19": {
    "date": "19 SEPTEMBER",
    "title": "A Bond of Selflessness",
    "quote": "Make us servants of Your will and grant us a bond of selflessness, that this may truly be Your work, not ours--in order that no addict, anywhere, need die from the horrors of addiction.",
    "page": "Page 272",
    "source": "Basic Text, Introduction",
    "content": [
      "The service work we do in NA is all about carrying our message of hope to addicts seeking recovery. No matter what our beliefs about a Higher Power are, most of us can agree that anything capable of keeping addicts all over the world clean, just for today, is a power greater than any of us as individuals. \"I couldn't keep myself clean,\" one member shared. \"So there's no way I have the power to keep anyone else clean either!\"",
      "The same holds true with our service efforts: Our job is not to keep anyone clean or make anyone recover. We carry the message. Our Service Prayer was adapted from the literature prayer in the Basic Text, acknowledging the crucial role selflessness plays in our services. Many of us understand a Higher Power to simply be whatever force keeps us clean, and when we serve selflessly, we can be a part of that force for the addicts who benefit from our work.",
      "Selflessness isn't always easy. Self-centeredness will try to make our work about us, rather than those we serve. Maybe we think a certain service position will make us popular or powerful. Maybe we think sponsoring a lot of addicts, or the \"cool\" addicts, will lend us some prestige in our anonymous Fellowship. Maybe we think having the biggest home group or the best conventions means we are recovery rock stars. Some members say that ego can stand for \"edging God out,\" and there's some truth in that: When we allow ourselves to move to the center, we have to push something (or someone) else out of the center.",
      "The Service Prayer reminds us to keep the needs of the still-suffering addict at the heart of our service efforts. We do our part and then try to stay out of the way. We won't get it perfect, but practice helps!"
    ],
    "thought": "I will practice selflessness by striving to keep the message--and a power greater than myself--at the center of my service efforts.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}