{
  "09-16": {
    "date": "16 SEPTEMBER",
    "title": "We Are Responsible for Our Recovery",
    "quote": "Although we are not responsible for our disease, we are responsible for our recovery.",
    "page": "Page 269",
    "source": "Basic Text, Chapter 3: Why Are We Here?",
    "content": [
      "Responsibility was a dirty word in active addiction. We feared it. We avoided it. The people close to us--and perhaps those in law enforcement and the justice system--told us over and over: \"Take some responsibility for your life.\" We thought freedom meant freedom from responsibilities, but, ultimately, we found it to be quite the opposite. We were enslaved by our addiction. For many of us, this version of freedom landed us behind bars.",
      "We are not \"bad\" people because we suffer from the disease of addiction, and we're not bad people trying to become \"good\" in NA. But while having the disease isn't our fault, it's still important to recognize that many of the consequences we face stem from our own decisions. We made choices. We took action. A member shared, \"All my life I saw myself as a victim of my circumstances, and I made blaming others the centerpiece of my victimhood.\" Through stepwork, we discover that it's important to take responsibility for our past, even though we are powerless to change it. To move forward, we cannot cling to guilt over our past actions, nor can we succumb to the shame from the social stigma of being an addict. We can't let our disease continue to overwhelm and paralyze us. We must act differently.",
      "NA offers us a chance to take responsibility for our present and future lives. We do this slowly at first--perhaps by performing the most basic of life tasks, being of service in meetings, getting a sponsor. We discover that people can influence our recovery, but we have to do the work ourselves if we are to reap its benefits. \"No one goes to meetings for me, calls my sponsor, or works Steps for me,\" the member continued. \"No one else is to blame if I choose to neglect my recovery and am caused pain by my choices--or cause pain to others.\"",
      "For many of us, the work we do in NA reveals a new perspective on our disease. Many of us become grateful for our addiction because our journey toward responsibility in recovery has made our lives so beautiful and fulfilling. And so free."
    ],
    "thought": "I'm not responsible for the way I'm wired, but I am responsible for my life and my choices. Today I will refrain from blaming others for the consequences of my actions. Today, for me, responsibility equals freedom.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}