{
  "09-14": {
    "date": "14 SEPTEMBER",
    "title": "Service, Purpose, and Belonging",
    "quote": "Service helps us feel like we belong. We have a place and a purpose. The experience can be humbling. Doing as the group asks, rather than as we choose, is a form of surrender.",
    "page": "Page 267",
    "source": "Guiding Principles, Tradition One, \"For Groups\"",
    "content": [
      "Feelings of belonging don't often come easy for us addicts, though some of us faked it well. We were social chameleons who so often felt like imposters, masking insecurity with perfectionism and hiding our control issues behind allegedly high standards and attention to detail. For others of us, that game seemed like way too much work. We were too cool for all that. We prized our loner status. Or maybe we were just too high to care. Whatever our situation was, most of us have been on a difficult path to a sense of community and solidarity.",
      "In meetings, we hear right away that our desire to get clean--no matter how desperately or indifferently we feel it--is our ticket to membership. We are also told--and shown by example--how important service is in solidifying our relationship to the Fellowship and in helping us to stay clean.",
      "\"Until I eventually took my sponsor's direction and took on a service commitment, I never felt like I was really a part of in NA,\" one member shared. \"I never thought I wanted to be. All of a sudden, I had a voice. I started to use it, and people even listened.\"",
      "\"I took on five commitments in the first 30 days,\" a newer member shared. \"I stayed clean, but I made everyone bananas with my brilliant ideas to make everything better. Soon I found out about 'group conscience'--which wasn't necessarily the same as my conscience. I always wanted to know why why why.\"",
      "And someone with a lot of time shared, \"After 33 years, I still find it hard to 'let go and let the group.'. . . I want to explain all the history of how we do things in NA. I may be older, but that doesn't always make me the wisest. Unfortunately!\""
    ],
    "thought": "listener. If I'm a doer, I'm going to teach someone else how. If I'm a control freak, I'm going to try to \"let go, and let the group\"--just for today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}