{
  "09-13": {
    "date": "13 SEPTEMBER",
    "title": "Sincerity and Keeping It Real",
    "quote": "We listen to one another with an open mind and an open heart, and we share our experience with the understanding that it won't necessarily be shared by everyone else.",
    "page": "Page 266",
    "source": "Living Clean, Chapter 3, \"A Spiritual Journey\"",
    "content": [
      "Among the first things many of us notice about NA is how recovering addicts get very real with each other when sharing in meetings. Sincerity is sometimes mistaken for weakness, especially among using addicts. Showing up to recovery meetings for the first time and seeing people willingly exposing vulnerabilities the way we do can be both shocking and refreshing. We start to listen and to open up.",
      "Being present and showing up wholeheartedly would mean a 180-degree change from our old approach. We were accustomed to wearing masks, deflecting attention, or adapting to whatever was happening around us. Yeah, yeah, yeah, we played along. Not making any waves was key to our survival before we got clean.",
      "Early in recovery, we may find ourselves listening to others and then trying to match how they share. Not wanting to call attention to ourselves, we might string together slogans or pretend to be something we're not. One addict wrote, \"I would tailor my shares to try to appeal to the listeners, and the harder I tried to make people relate, the phonier I felt (and sounded). When I just tell my own story my own way, people seem to connect so much more.\"",
      "Something within us shifts as we do the work of staying clean. We prioritize honesty and authenticity over ease, empathy over shallow connection, from-the-heart sincerity over fitting in. When we share, we allow ourselves and each other the dignity of our own understanding and experience. We each take on the responsibility of expressing what's going on with us. It's harder to talk the talk when we don't walk the walk. We share what we've found, what we think, and where our uncertainties lie. The truer we are in what we share with others, the better the odds that they will be able to relate."
    ],
    "thought": "As a recovering addict, sincerity makes it possible for me to connect with others wholeheartedly. I will keep it real today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}