{
  "09-17": {
    "date": "17 SEPTEMBER",
    "title": "Hospitality and the Newcomer",
    "quote": "Feeling welcome, and welcoming others to our new way of life, helps us see the world as a less hostile place.",
    "page": "Page 270",
    "source": "Guiding Principles, Tradition Three, \"Spiritual Principles\"",
    "content": [
      "\"I don't remember many details about my first NA meetings, but I can tell you this: I left every one of them feeling a little better, a little more hopeful, and a little more convinced that you folks had found a way out, one that could work for me, too,\" a member shared. \"Meetings still have that effect on me.\" And maybe that's the point of hospitality as a spiritual principle and practice in NA. It's not the individual things we do or say that are most memorable, it's all of those things taken together and the way we make each other feel. All of us can contribute to a group's hospitality, and all of us reap the benefits.",
      "Hospitality gives our various strengths a chance to shine. There are great huggers among us and others who remember the names of new members. Still others offer a sincere welcome to all of us every week, such as \"I'm so glad y'all made it another week 'cause I need each and every one of you.\" We might notice how the member charged with setting out literature always recruits someone to help them. Could they do this task alone? Sure, but we carry the message by being more inclusive. We help others feel a part of and affirm the same for ourselves. Each time we tell newcomers, \"Welcome home,\" we're reminded that we're home, too.",
      "Hospitality is made up of these words and actions--and so many more. The atmosphere of recovery that emerges is greater than the sum of its parts. We embrace the worth and dignity of each of our fellow addicts and of ourselves. Through our hospitable actions, we contribute to a world in which we are all treated with equality and compassion."
    ],
    "thought": "I will contribute to the collective efforts that make up NA hospitality and consider how my words and actions can bring some of the same warmth and camaraderie to my life outside of NA.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}