{
  "09-12": {
    "date": "12 SEPTEMBER",
    "title": "Individuality, Openness, and Our Spiritual Lives",
    "quote": "Each of us finds our own way to live spiritually, and that allows us freedom to make choices about how we live.",
    "page": "Page 265",
    "source": "Living Clean, Chapter 3, \"A Spiritual, Not Religious Program\"",
    "content": [
      "Throughout our literature, in meetings, from the podium, over a coffee or tea, during late- night phone calls, alone in quiet meditation or prayer, we're reminded that NA is a spiritual program. Whatever our individual beliefs or practices or methods or paths are or aren't-- whether they be secular or religious, or do not fit within that binary--we can't deny that spirituality is central to a life of recovery in NA. Who we are spiritually and how we express that aspect of our individuality is unique to us, though we may use elements from all kinds of traditions, or none at all. Many of us can--and will--easily explain our relationship with our Higher Power. For many others, it's not intelligible through words. And it's private, something we'd rather not share about in a specific way.",
      "For NA members, the road to recovery is paved by the same Twelve Steps, yet the journey we choose is varied. Our path to living spiritually is personal, though there's some commonality and mutual understanding derived from the principles that appear throughout this book. Application of these principles is based on our individual needs and desires. We respond differently to everyday situations; we see through our own lenses and react to events in our own ways. And how we connect to the program--and its principles and spiritual nature--most often doesn't look the same when we're new as when we've become more comfortable in our own skin, or as we undergo life's upswings and tragedies. As we continue our recovery journey, we find the Steps prepare each of us to meet our individual circumstances.",
      "Reciprocity is important here, too, as described by a member: \"You have your own spiritual expression and your beliefs, and I have mine. That I can be my own person in NA reminds me that as you let me be me, I must let you be you.\""
    ],
    "thought": "My aim is to be open to the rich mosaic of spiritual expression I find in NA. I'll explore and nurture my own beliefs as I apply the principles in our Steps.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}