{
  "09-15": {
    "date": "15 SEPTEMBER",
    "title": "Practicing Honor the NA Way",
    "quote": "We learn to trust our intuition and honor our feelings.",
    "page": "Page 268",
    "source": "Living Clean, Chapter 5, \"Conscious Contact\"",
    "content": [
      "The concept of honor comes with some baggage. It brings to mind ideas about virtue and morality that resonate with some members but aren't really our thing within NA. Another form of honor refers to expressions of admiration and respect. That might mean awards and fanfare in some walks of life. But honor doesn't require big, bold, public recognition; in fact, we find that practicing honor as a spiritual principle is often pretty quiet. Although many of us are no strangers to spectacle, we intuitively know that for honor to serve a spiritual purpose, it might be best to dial down the drama and draw on humility instead.",
      "Thinking about what it means to honor our feelings and experience gives the concept of honor a new purpose and reveals its utility as a spiritual principle. We practice honor in a classic, low-key, NA way when we approach recovery with a healthy degree of respect and humility. In the experience of at least one member, \"This is the kind of low-key honor that feeds my soul.\" For many of us, that starts with conceding that those who came before us were on to something. When we give the Steps, NA literature, and each other an honest try, it's a choice to set aside thoughts of going it alone. We honor the process and the path cleared by our predecessors when we read a book or two, consult with our sponsor and friends in recovery, dive in, and find some relief.",
      "The same process that brings relief also allows us to access feelings anew. We may find this uncomfortable, but it's worth the effort. We honor our feelings by feeling the full range of human emotions. We resist the urge to repress the unpleasant ones or deny ourselves the benefits of sharing our emotional burdens by being \"fine\" all the time. Because we've honored our recovery process, we know ourselves and can truly be ourselves."
    ],
    "thought": "I will practice honor the NA way by engaging with the recovery process, connecting with my emotions, and sharing my feelings and experience with someone else.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}