{
  "09-11": {
    "date": "11 SEPTEMBER",
    "title": "Self-Support Takes Faith",
    "quote": "Belief in self-support is a massive leap of faith. We commit to the idea that we will be enough.",
    "page": "Page 264",
    "source": "Guiding Principles, Tradition Seven, Opening Reflection",
    "content": [
      "For many of us, a belief in our own inadequacy was a constant undercurrent in our lives before NA. We did our best to keep it hidden by putting on a brave front. Behind our masks, thoughts that we were not enough still plagued us. This idea that we lacked sufficient ability, power, or means follows a lot of us into recovery. Although we'd stopped using, we still felt incapable of dealing with life.",
      "We can start to rebuild our self-image by embracing a practical application of humility; we commit to seeing ourselves as part of humanity, no better or worse than the rest of it. With time and effort put into stepwork, we get a more accurate picture of who we are. We warm up to the idea that we will have and will do enough, and even that we are enough.",
      "When self-support seems like too big of a stretch, we entrust our support system to help us make that leap. We pay attention to the experience of our fellows and emulate their commitment to self-determination. We lean into acceptance and faith as we figure out what the next right thing might look like. Our collective experience tells us that action is the key to moving an idea from our heads to our hearts. So, what actions align with self- support?",
      "When we are present, plugged in, and ready, we can step through doors as they open, find the right words to match the situation, and otherwise take leaps of faith we weren't sure we had in us. One member's experience speaks to such a moment: \"My mom was paying my rent for my first year clean, but she would also always come around and tell me I wasn't keeping the place clean enough or that I needed to do something different with my hair. The idea of saying 'no' to her support was scary; the freedom that came with it was a big step toward believing in myself . . . maybe for the first time in my life.\""
    ],
    "thought": "How can I stretch toward self-support today? What conversations might inspire me to take that leap of faith or prepare me for opportunities on my horizon?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}