{
  "09-23": {
    "date": "23 SEPTEMBER",
    "title": "Planning Keeps Us Accountable",
    "quote": "Trusting each other doesn't mean that we reject accountability; we put routines in place to protect ourselves, and our trusted servants, from the types of mistakes we, as addicts, are liable to make.",
    "page": "Page 276",
    "source": "Guiding Principles, Tradition Twelve, \"In Service\"",
    "content": [
      "\"NA service taught me how to be a responsible, productive member of this society first,\" a member shared. \"Doing service gave me skills and knowledge that help me navigate the world outside of NA, too. I think of these as 'the hidden curriculum' in NA service.\" From that perspective, we might consider accountability to be one of the subjects we study.",
      "Lessons on accountability begin in our first home group's business meetings and continue as we serve in various roles. One of the first things we learn is that the order of operations is different in NA. We had previous experience with the kind of accountability that comes after we screwed up. In NA, we often focus on setting each other up for success. To avoid missteps, we try to define tasks and spell out expectations up front, and then strive for transparency, communication, and support as we follow through. Having safeguards in place, especially when money or ego might be involved, can help protect our trusted servants and NA.",
      "We check our worst impulses in advance and limit openings for errors in judgment. The treasurer who asks another member to confirm the Seventh Tradition count avoids temptation. The subcommittee chair who keeps the service body informed and regularly seeks direction is less likely to go rogue or be micromanaged.",
      "This kind of preemptive accountability has applications in our personal lives, too. Managing medication after surgery involves a relay between multiple members of a support group in many NA communities; transparency about pill counts protects everyone involved. We can even see accountability's relevance in one member's strategy for staying out of the sack on a first date: \"I meet them for coffee while the sun's still up and wear my shabbiest pair of underwear.\" Little reminders can help us live up to whatever standards we set for ourselves."
    ],
    "thought": "I will seek out guideposts--in life and in service--to keep me accountable to myself and others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}