{
  "09-26": {
    "date": "26 SEPTEMBER",
    "title": "Open-Mindedness and the Third Tradition",
    "quote": "Tradition Three asks us to practice open-mindedness toward ourselves, toward others, and toward the possibility of change.",
    "page": "Page 279",
    "source": "Guiding Principles, Tradition Three, \"For Members\"",
    "content": [
      "Tradition Three, which states that the desire to stop using is the only requirement for Narcotics Anonymous membership, is direct, inclusive, and thorough. We can even say that it's radical in what it invites us to do: leave our judgments about who qualifies for NA membership at the door. As individual addicts, we decide if we qualify, and we leave that decision to others to make for themselves.",
      "As with all spiritual principles applied to any single Step or Tradition, open-mindedness is not an \"I got this\" position we take. It's an ongoing process that demands work. The excerpts from our literature that are read aloud in meetings continually confront our views about who is an addict or what is recovery. We need to keep reading them, hearing them, and acting on them. They support NA's values of inclusiveness and acceptance of all addicts no matter where we come from or what we look like; what substances, delivery method, or quantities we used; what's on our resumes (criminal or otherwise); whom we are attracted to; what our spiritual pursuits have been in the past (if any); and so on. We are all welcome here in theory--and, ideally, we're welcomed by each other in practice.",
      "At the practical core of this Tradition is not only open-mindedness but also compassion for ourselves and for others. We begin to reject our preconceived notions of belonging, relieved that even a slight desire is enough. We become willing to be part of a group that will have us as a member. For many of us, that's tough going, as in the past we've resisted becoming a member of anything. Our dual low self-respect and lack of humility told us that a group that welcomes us and is so open to anybody probably is for losers anyway, so why bother?",
      "We bother because we're desperate and we want our lives to improve. As we grow, open- mindedness further expands our investment in others' health and well-being. It's the gateway to empathy and unconditional love. Our open-mindedness helps keep others in the room who doubt that they qualify as addicts, who fear being part of a group, or who think that they can't stay clean."
    ],
    "thought": "I will put my membership to good use by actively practicing open- mindedness. I'll do what I can to make space for others to grow.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}