{
  "09-28": {
    "date": "28 SEPTEMBER",
    "title": "Connecting the NA Way",
    "quote": "Sharing our recovery restores our faith and gratitude. Seeing that we are not alone frees us from the isolation and alienation of addiction.",
    "page": "Page 281",
    "source": "Guiding Principles, Tradition Eight, Opening Reflection",
    "content": [
      "When studying Tradition Eight, we often focus on understanding terms like \"special workers\" and \"service offices,\" overlooking the significance of \"nonprofessional.\" It's as though we can't see the forest for the trees. The heart of this Tradition and its relevance to our personal recovery lies in our nonprofessional approach, which makes it possible for us to relate and connect. Most of us interacted with all sorts of people who had a professional interest in helping us before coming to NA--counselors, therapists, psychologists, police officers, probation or corrections personnel. There's a very long list of people whose job it was to try to handle or manage us when we were so very unmanageable.",
      "And yet we still ended up here, in NA. In our very first meeting, we were greeted by people who weren't \"on the clock.\" These NA members shared the message of recovery with us not because it was their job to do so, but because that's how we stay clean and recover. Our approach is nonprofessional. It doesn't require formal training, degrees, or certifications; we have our experience with addiction and recovery. That's all we need.",
      "This process of sharing freely shows us that we are not alone. As newcomers, we discover our connection. When we stay and share the message, we are reminded of our connection over and over, each time we share with another member. Addiction thrives on isolation and alienation, and no amount of cleantime will render us immune to the tendency to disconnect. Connecting is an active process, and we do it by sharing freely with other addicts."
    ],
    "thought": "Sharing in recovery is the antidote to alienation and isolation. By connecting the NA way, I will keep gratitude and faith alive.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}