{
  "09-25": {
    "date": "25 SEPTEMBER",
    "title": "Honesty and Self-Awareness",
    "quote": "Honesty is the antidote to our diseased thinking.",
    "page": "Page 278",
    "source": "Basic Text, Chapter 9: Just for Today--Living the Program",
    "content": [
      "Looking back at our using days, it's easy to see how our outlook on life morphed to accommodate and justify our choices. Self-delusion had become second nature. It takes effort and practice to embrace honesty instead.",
      "Even before we got clean, there were clues that honesty might have helped to counter our distorted thinking. At some point in our using, many of us experienced a \"moment of clarity\"--although we probably didn't have those words to describe it. Instead of the usual lies we told ourselves, we encountered a sudden wave of understanding in which we realized some essential truths about our lives. The veil of denial lifted, if only for a moment, to give us an undistorted view of ourselves and the mess we'd made. It wasn't pretty. That brief encounter with reality stuck with us and wore us down until we were ready to try something new.",
      "Eventually, we make it to the rooms and identify ourselves as newcomers. We give our real name, take a breath, and add: \"I am an addict.\" This admission transforms a tired old excuse into an affirmation and positions us for the first of the Twelve Steps. With the Steps as our guide, we honestly confront the wreckage of our past and establish practices that help us maintain our connection to reality.",
      "Recovery is a collective practice, and community is essential to learning about honesty. Real friends support our efforts to be true to ourselves, to choose actions that align with our aspirations, and to help us spot when we're in trouble. \"I surround myself with people who aren't satisfied when I tell them I'm fine, when they know better. In public, they let that slide--they give me the side-eye and say 'really.' In private, they ask questions that challenge me to get honest, like 'What are you afraid of?' and 'Where would you be without that defect?'\" Our delusions crumble under such scrutiny. Resisting well-rehearsed, unhealthy patterns takes this kind of support and a whole lot of courage. Honesty frees us from diseased thinking each time we choose to voice our concerns instead of censoring ourselves, reveal our insecurities instead of acting like a know-it-all, or practice some humility instead of thinking we're too good or not good enough."
    ],
    "thought": "I'll take some time to honestly evaluate any feelings and behavior I've avoided looking at. I will get a better perspective by putting pen to paper and talking to another addict in recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}