{
  "09-27": {
    "date": "27 SEPTEMBER",
    "title": "Vigilance and the Path of Recovery",
    "quote": "We can get stuck in patterns so quickly. Vigilance is necessary to keep old patterns from resurfacing.",
    "page": "Page 280",
    "source": "Living Clean, Chapter 2, \"Connection to Ourselves\"",
    "content": [
      "We used to get utterly stuck, didn't we? We were caught up in impulsive patterns that seemed impossible to interrupt for any length of time. Our first real hope of breaking free from the grip of our disease came when we found NA. When we admitted our powerlessness over our addiction, the possibility of new, stable, productive patterns of behavior became a real possibility.",
      "It's a relief to be off the toxic path of our past, but staying on track with our recovery requires vigilance. It takes practice to break out of destructive patterns and develop new, healthier habits. The good news is that we can now see our disease coming and can usually head off old behaviors before we're in deep trouble. Still, times of intense struggle or humdrum complacency bring thoughts of instant relief to mind. Rather than risk going back to our old ways, we sometimes find new distractions disguised as recovery. \"I quickly found new bad behaviors to give me that same rush, even ones that seemed helpful on the surface. One minute I'm taking on a service commitment, or maybe two, and the next I'm completely obsessed, ignoring my family and other responsibilities.\" The member continued, \"Practicing vigilance is serious business. It reminds me that there's danger out there and in my head.\"",
      "How do we stay vigilant? Sharing what's going on with us is crucial. We learn to be vulnerable and open to suggestions. No matter what Step we're officially on, we can do a spot-check inventory and talk about it with a friend or our sponsor. We can branch out in our approach to working a program: talk to more newcomers, end a commitment without re-upping on the same committee, or take on a new challenge. Or hit our lit--work the Traditions in Guiding Principles or reflect on these entries every day.",
      "As with much of recovery, we don't practice vigilance alone. Often, it's NA members we're close to who notice--before we do--that we are veering off into the wilderness. It's a fellow member's keen, protective eye and each other's wisdom that help us keep what we have and give us courage to walk down a different path. We create new patterns. Again."
    ],
    "thought": "Vigilance keeps me on guard, on track, and free. I will examine my choices, open up to another addict, and be open to suggestions that can keep old patterns from becoming new problems.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}