{
  "09-20": {
    "date": "20 SEPTEMBER",
    "title": "Hope Around the World",
    "quote": "Narcotics Anonymous offers hope to addicts around the world, regardless of any real or imagined differences that might separate us.",
    "page": "Page 273",
    "source": "Guiding Principles, Tradition One, Opening Essay",
    "content": [
      "\"Addiction doesn't discriminate. Fortunately, hope doesn't either,\" a speaker shared during an international marathon meeting held online. \"And neither should we.\"",
      "Our hope lives at the intersection of anonymity, unity, acceptance, and inclusiveness. We believe that any addict can get and stay clean in NA, no matter who we are, what we've done, where we live, or any aspect of ourselves that, on the surface, would seem to separate us. To help us feel like we belong, we encourage each other to look for the similarities, not the differences; to focus on the message, not the messenger. We strive to bring this openness to visitors to our home group, and to meetings and NA events we're lucky enough to attend in unfamiliar settings with unfamiliar setups, in other areas, in other countries, in other languages.",
      "The universality of hope in our program and our message doesn't diminish the fact that there are differences among us, real ones. As important as it is for us to take responsibility to see past our own differences, we have perhaps an even greater responsibility to be inclusive of those who may have experiences or identities that depart from the group's majority. Actively including others assures a place for each of us and elevates hope for all of us in the rooms.",
      "To give hope to those who feel intimidated or unheard by the majority, some of us find it important to establish meetings that embrace a similarity of experience or identity. There is room for this diversity of hope's expression within NA; autonomy also ensures that addicts are able to find each other in ways that are welcoming and safe--and acknowledge and honor the similarities inherent within our differences."
    ],
    "thought": "NA's message of hope is heard around the world. I am an integral part of this whole. Today I strive to receive that message from whoever offers it and to take responsibility for carrying it to whoever needs it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}