{
  "09-21": {
    "date": "21 SEPTEMBER",
    "title": "Forgiving Others, Forgiving Ourselves",
    "quote": "Sometimes the path to forgiving ourselves begins with forgiving another for their lack of forgiveness.",
    "page": "Page 274",
    "source": "Living Clean, Chapter 5, \"Amends and Reconciliation\"",
    "content": [
      "At first glance, this quote may sound like a riddle, but our experience validates its wisdom. Hoping to be forgiven is only human. Despite advice to the contrary, we sometimes harbor expectations about how amends should be received. We have ideas about how and when we'll be forgiven. We anticipate the relief it will bring--only to be disappointed at times.",
      "Given the harm we've caused, it's understandable that some people may not be quick to forgive us. It hurts nonetheless. The conventional wisdom that \"expectations are just premature resentments\" makes even more sense to us now. Regardless of how our amends were received, we do our best to clean up our side of the street and let go of any ill will.",
      "We take ownership of the damage we've caused and earnestly make an effort to compensate for our wrongs and change our behavior. We release those expectations we had about receiving forgiveness, let go of any hard feelings we set ourselves up for, and-- with time--find forgiveness for ourselves and those who were unable to forgive us. Letting all of that go frees up a lot of headspace and energy.",
      "We're not as attached to how our formal amends were or were not received; we've done the work to make things right whether or not others recognize it. Our actions lead us to a deeper level of self-acceptance--who we were then and who we are now. We can focus our energy on becoming the best version of ourselves by continuing to work the Twelve Steps."
    ],
    "thought": "Today I will empathize with those who have yet to forgive me. I will contemplate forgiveness in my Eleventh Step practice and seek to forgive on a deeper level. I will forgive others for not forgiving me.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}