{
  "09-24": {
    "date": "24 SEPTEMBER",
    "title": "Letting Love In",
    "quote": "It is a loving act to let others love us.",
    "page": "Page 277",
    "source": "Living Clean, Chapter 4, \"Death, Dying, and Living with Grief\"",
    "content": [
      "NA recovery allows us to accept love even when our lives have been shattered by loss. Emotional pain makes this feel especially risky, but we take a chance, gather our courage, and lean on our fellow members. In times like these, we grow to appreciate all that recovery has to offer.",
      "Too often, pride, low self-esteem, and fear of rejection block us from reaching out or accepting help from others. Not wanting to be a burden or to appear needy, we isolate and tell ourselves that we can handle this alone. We overestimate our nuisance value and deny others the opportunity to love, support, and serve us. We're embarrassed by our pain. It's inconvenient and uncomfortable to be so vulnerable. We hide behind a cloak of self- sufficiency and independence.",
      "Of course, there's no right or wrong way to grieve. It's not unreasonable to want to spend some time alone with our thoughts and our Higher Power. Intense feelings of loss can make it hard to find a balance between solitude and isolation. We do our best to be honest with ourselves. Letting others love us when we're grieving helps us avoid the trap of old ideas.",
      "Accepting love, whether gracefully or begrudgingly, is in itself an act of love. And the consequences often prove astounding. \"My best friend relapsed and died,\" one member shared. \"I thought people didn't want to hear about how I felt, but after I shared, I got so much love and support that it truly renewed my faith in NA. It's why I'm clean today.\""
    ],
    "thought": "I will trust the process, feel the pain, and allow others to feel it with me today. I will let others love me, even when I'd rather they didn't.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}