{
  "09-22": {
    "date": "22 SEPTEMBER",
    "title": "The Value of Empathy",
    "quote": "Empathy means we get each other; we see the hidden darkness and love and hurt, and we understand.",
    "page": "Page 275",
    "source": "Living Clean, Chapter 5, \"Fellowship\"",
    "content": [
      "As newcomers, we often were suspicious when NA members told us \"I get you\" after we shared. When someone said, \"I've been there,\" we thought, No way anyone has been through what I've been through. Even scarier is when someone says, \"I see you.\" If someone can see me, then they know how horrible I am.",
      "A lot of us reject empathy at first because we misinterpret it as sympathy, like someone feeling sorry for us. What we begin to understand, as we keep coming back, is that our fellow NA members are feeling our pain with us. We get each other. Our situations and experiences may be different, even unique, but our suffering is not. All of us came to our first NA meeting having fought to keep our addiction going and having lost that fight.",
      "Over time, the value of empathy is revealed. After we surrender to the fact that we belong in NA, it is others' empathy that makes us feel safe enough to accept help. We learn we don't have to hide--we can remove the mask we've been wearing, whether it's one projecting intimidation, righteousness, innocence, or invisibility. We can allow ourselves to be seen below the surface and accept that others do understand us. And in turn, we start to identify and empathize with other addicts in the room.",
      "Being understood can be scary in a different way, too, because we witness people who've been through situations similar to ours who have taken positive action. They are clean and are taking responsibility for their lives, their relationships, and their choices. Allowing their empathy to affect us helps us to let go of the depth of our hurt and to see a path forward. Eventually, we feel grateful that we get to do that. Accepting others' empathy brings relief.",
      "Although we get each other's darkness and hurt, we also feel each other's love and joy. We certainly do get each other, and it's based not only on our wreckage but on how we deal with it. Let's acknowledge that, too."
    ],
    "thought": "I acknowledge that feeling seen and understood has helped me to heal. That's why today I'm going to be open to other addicts identifying with me and relating to them. I know I'm not alone.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}