{
  "09-29": {
    "date": "29 SEPTEMBER",
    "title": "Goodwill and Our Relationships",
    "quote": "In fact, the pyramid that is in our symbol is made up of relationships: with self, society, service, and God. Rooted in a base of goodwill, these are the relationships that bring us to a point of freedom.",
    "page": "Page 282",
    "source": "Living Clean, Chapter 5, \"Conscious Contact\"",
    "content": [
      "\"A pyramid? I thought the NA symbol was just a square inside a circle.\"",
      "There are certainly many of us who are well acquainted with our symbol, who understand its meaning and its potential application to our recovery. We make sure that sponsees and other newer members are just as familiar with it as we are. There are probably far more of us in the Fellowship who are far less familiar. We see the depiction of the symbol and read the accompanying explanation when we first crack open the Basic Text. It looks like something from geometry class, so we glaze over it. But it's important, right? Our predecessors placed it right after the Table of Contents, and it's emblazoned on T-shirts and other NA memorabilia all over the world. Yet, for many of us, the symbol remains two- dimensional, just as it appears in print and also in the sense that we haven't given it much thought. On closer inspection, we can see that the diagram depicts something three- dimensional: a pyramid.",
      "While a pyramid's sides are vital to its strength and endurance, its weight and stability rise from the base. In our NA paradigm, that stability comes from goodwill. As the NA symbol depicts, goodwill is the foundation of all the relationships in our lives. Ideally, the Steps help us build a relationship with ourselves. The Traditions strengthen our involvement with society--other NA members, our loved ones, our work lives, and so on. The spiritual principles bring us closer to a Higher Power, and NA's Twelve Concepts ignite and support our relationship to service. The circle that wraps around the base, the \"Universal Program,\" shows that there is room for all recovering addicts. Goodwill reinforces all this interconnectedness, and freedom is the resulting gift. Freedom is where the reinforcements have paid off, and the weight has been lifted.",
      "We cannot have healthy relationships without the support of goodwill. And we cannot have freedom without the strength of our relationships."
    ],
    "thought": "How free am I today? If freedom seems too aspirational at the moment, are there any cracks in my pyramid's foundation of goodwill that I can repair?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}