{
  "10-03": {
    "date": "3 OCTOBER",
    "title": "Surrendering to Group Conscience",
    "quote": "How do you know when it's time to speak up against a decision of the majority? When it's time to accept a decision and surrender to group conscience?",
    "page": "Page 287",
    "source": "Twelve Concepts for NA Service, Study Materials, \"Ninth Concept\"",
    "content": [
      "Once a group or service body makes a decision, we are all supposed to go with the flow, right? But what if the decision goes against our gut, isn't in harmony with the Traditions, lacks compassion by excluding some members, or puts a Band-Aid on a larger issue? Maybe the decision wasn't made with all pertinent information available. Was it truly an informed group conscience, or was it more like a popularity contest? What if we know for sure that the content of the decision has been tried before and it failed miserably? What if the group is wrong and we are right?",
      "We have a process, and once that process is complete, to thwart group conscience creates disunity and confusion. Members then have to take sides, or not. Some leave the group or resign from their position instead, telling us \"personal recovery depends on NA unity\" on the way out.",
      "The Ninth Concept of NA Service is clear that hearing all points of view is essential to developing a group conscience. But it's up to us as members to determine which perspectives have the most validity. The time to accept and surrender to a decision occurs immediately after our point of view has been heard, and the group elects to stay the course--despite what our gut is telling us.",
      "If we are right and things fall apart later, we can be part of the solution--with humility. Even as we are reminded time and time again that we're not always right, we must also accept that others are sometimes wrong and there isn't anything we can do about it."
    ],
    "thought": "Today I will participate in NA service with as much surrender and acceptance as possible. If need be, I will say to my group, \"Well, I hope I'm wrong!\" and do my best to mean it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}