{
  "10-01": {
    "date": "1 OCTOBER",
    "title": "Compassion as Contrary Action",
    "quote": "Our instinct is to meet disease with disease, but when we meet it with love and compassion instead, we create an opportunity for recovery.",
    "page": "Page 285",
    "source": "Guiding Principles, Tradition One, \"For Members\"",
    "content": [
      "As harmonious as we may wish Narcotics Anonymous to be, there are times when another member's behavior really gets under our skin and seems to demand that we respond in kind. Maybe they tear into us verbally or try to goad us into a physical altercation. A member's actions can place our meeting's location in danger. We've also seen members try to undermine a group decision, and when it doesn't go their way, take to social media to bad-mouth NA. And what about members who act in these ways but never make amends for their behavior? How dare they mess with our serenity?!",
      "Our first impulses will likely be to respond to another's resentment, selfishness, or accusations--with our own. We can, however, cool our own fury--and consider its source. Meeting another's disease with compassion means that we suspend judgment. We try to separate the person from their disease. Maybe they're going through a rough time. Maybe we unintentionally disrespected them, and they don't know how to express their pain in another way. Maybe they are afraid of being wrong and looking uncool in the face of controversy. Maybe they're just misinformed. And maybe we're more alike than we care to admit. Bingo! At the end of the day, we are all recovering as best we can.",
      "Having compassion for another doesn't mean we ignore issues that arise. With unity as a priority, we end up practicing a lot more acceptance than our disease would otherwise have it. We may not understand where someone is coming from, but we can recognize the feelings and relate. Ideally, our response will consider what's best for the common good. With practice, we spend a little less energy contemplating how we might meet disease with disease. We learn the benefits of responding with compassion instead."
    ],
    "thought": "Next time someone flips out on me or the group, I'll test out meeting them with compassion instead of my ego. What's best for the group is best for my recovery.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}