{
  "10-09": {
    "date": "9 OCTOBER",
    "title": "Staying Open-Minded to New Ideas",
    "quote": "Being open-minded allows us to hear something that might save our lives. It allows us to listen to opposing points of view, and come to conclusions of our own.",
    "page": "Page 293",
    "source": "Basic Text, Chapter 9: Just for Today--Living the Program",
    "content": [
      "There are a lot of opinions in NA about NA, and yet, there are few beliefs about recovery in Narcotics Anonymous that are universally held by all of us. Certainly, we are an abstinence- based program, and the NA basics are made clear in our literature: meetings, Steps, sponsorship, service, and a relationship with a Higher Power. Our primary purpose of carrying the message to other addicts is also plainly stated. In addition to our Steps, we have the Traditions and Concepts to assist us in meeting that purpose.",
      "While NA's basics are explicit, how we apply them is not. As newcomers, we are told to listen as if our lives depended on it--because they do. It is through practicing open- mindedness that we can find our personal journey in recovery using the basics in the ways that work best for us. When we're new, we have no idea how to work a program of recovery--though sometimes we think we do and have no problem saying so. Mostly, we rely on sponsors and other more experienced members to show us how they do it. This is where some members' very passionate and sometimes opposing views arise--for example, how many meetings we should be attending, how to work Step Ten, or how long to hang on to a service position. But there's no exact blueprint for working a program of recovery, no model of the recovering addict. All we know is what has worked for us.",
      "The longer we stay clean, the more difficult it can become to stay open-minded, curious, and flexible. True, we find things that work for us and keep doing them. But we need to be mindful of becoming rigid in the face of our evolving lives. A new job or relationship or a sudden hardship might merit a different approach from what we're used to. We may find ourselves, just as we did in early recovery, asserting what we think we know, instead of listening and being open to others' perspectives and input. Wherever we are in our recovery, open-mindedness doesn't mean that we have to change our views or our actions, but it means we are listening and exploring different options."
    ],
    "thought": "When I find myself reluctant to hear others' ideas, I'll take note of what's getting in the way. Then I'll listen with an open mind and draw my own conclusions.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}