{
  "10-02": {
    "date": "2 OCTOBER",
    "title": "Trust Is a Conscious Decision",
    "quote": "Even though we do not know how our lives will change as we work this step, we can learn to trust that our Higher Power will care for us better than we could.",
    "page": "Page 286",
    "source": "It Works, Step Three",
    "content": [
      "As newcomers, many of us struggle with the aspects of twelve-step recovery that we don't easily understand. Sure, spirituality is practical around here, but that doesn't mean it's straightforward. We describe our spiritual awakenings to newer members, but the explanations often make for more head-scratching. With most things in life--and count Step Three among these--we can't know the outcome before having the experience. The meaning of our decision to turn our will over to a caring Higher Power is lost on many of us. Instead of applying our brainpower, we need to nurture hope, faith, and trust.",
      "Hearing about the changes in the lives of other addicts gives us something to go on as we begin to develop some trust in NA. We listen to other members talk about trusting in a Higher Power they don't completely understand. We hear from people of faith, people who eschew religion, and everyone in between. According to one member, \"Working Step Three is a decision to open a door. I may not know what's on the other side, but I've gained a measure of trust in that decision because I know my life hasn't fallen apart whenever I've cracked open that door.\"",
      "Trust is a conscious decision we put into action daily in some way or another by sidelining fear and taking a risk. We do our best, but some days acting as if we trust in a Higher Power is all we have to go on. Lots of us abide by a \"fake it 'til ya make it\" attitude. Along with faith, we take a leap of trust. Sometimes we fly; sometimes we flop. Growth can be a bruising process. We experience rejection or not getting what we'd planned for so carefully. \"Sometimes the gifts we receive in recovery come wrapped in dirt,\" a member teased. But we're okay because we're learning to trust the process. We'll turn it over again tomorrow."
    ],
    "thought": "I don't have to rely on what I think I know because I am learning to trust. Whatever happens today, I'll practice loosening my grip on results and muster some faith that I'll be okay.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}