{
  "10-06": {
    "date": "6 OCTOBER",
    "title": "Safety, Security, Solidarity",
    "quote": "The safe environment of NA gave me the chance to face my own fear. . . .The security and solidarity that I get from the program gave me room to breathe.",
    "page": "Page 290",
    "source": "Basic Text, Coming Home, \"Sandwich\"",
    "content": [
      "We aren't all strangers to experiences of solidarity before getting clean. Frequently, however, our safety was tied to keeping our mouths shut, a code of conduct that valued secrecy over good judgment. We'd have your back, all right, as long as that kept us safe and our behavior under wraps. We were constantly looking over our shoulders, barely breathing for fear of getting caught.",
      "Coming to NA is, on some level, a rejection of our previous sense of security, an admission that we need help. Many of us are holding our breath when we enter the room of our first NA meeting. We fear we'll see people we had used with, people we'd wronged, people who might out us as addicts outside the meeting. Immediately, we see the appearance of solidarity in meetings, but can we trust it? We are encouraged to share about our past, what's going on with us today, and what we envision a new life to be. But when we are used to solidarity having so many variables, how do we know it's stable and secure now?",
      "In time, we breathe a sigh of relief, realizing we've made it home. A renewed consideration of solidarity may be to view NA as a group of survivors collectively fighting our disease, bonded by our recovery. We're told that we don't have to go through anything alone, and, as we witness that very thing happening among members, eventually we allow ourselves to become a part of it. We strive to overcome our fears of not fitting in, of being vulnerable and intimate with others, of being honest and open and still. Sometimes we're successful in these attempts; other times not. But, make no mistake, we are in this together, striving to make NA a safer place for every addict seeking a place to belong."
    ],
    "thought": "As I continue to face my own fears, now in solidarity with my fellow NA members, I will make every effort to give others the same chance to breathe that I was given.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}