{
  "10-05": {
    "date": "5 OCTOBER",
    "title": "Powerlessness, Step One, and Tradition Five",
    "quote": "The First Step of Narcotics Anonymous is unique. Rather than addressing a single symptom or substance, we admit our powerlessness over the disease that drives us.",
    "page": "Page 289",
    "source": "Guiding Principles, Tradition Five, \"For Members\"",
    "content": [
      "Depending on who's telling the story, our First Step's focus on the disease was either (A) a stroke of genius, (B) tremendous good luck, (C) the work of a Higher Power, or (D) all of the above. Our founding members knew that identifying a specific drug as the object of our powerlessness wouldn't work for this motley crew. They were intent on creating a place for all drug addicts, where all of us could find identification. If refraining from naming a substance had been their only concern, our First Step might have just stated that we're powerless over drugs. Instead, Step One points to the disease of addiction as our problem.",
      "Powerlessness over the disease gives our First Step lasting relevance. Our focus on addiction--instead of an apparent symptom--makes Step One as relatable before we detox as it is when we have decades clean. Sure, drug use was the most prominent and destructive manifestation of the disease, but unmanageability can bubble to the surface long after we've stopped using. When reaching outside ourselves to fix what's within seems like a good idea, we may be in trouble. \"When I admit my powerlessness, I interrupt that outward reach and turn to my Higher Power instead,\" one member observed. Surrendering to the First Step acts as a circuit breaker on our diseased thinking. This pause in the action is what's needed for us to dodge some unmanageability.",
      "Step One's ongoing relevance influences how we think about the Fifth Tradition, too. Knowing we're all eligible to be the still-suffering addict reminds us to be more inclusive as we address our primary purpose. War stories may illustrate the unmanageability in our past, but our present-day, squeaky-clean powerlessness also deserves some attention. Talking about our struggles confirms that last element of our message: We keep coming back and keep finding a new way to live."
    ],
    "thought": "I will recognize my powerlessness in some present-day situation, flipping the circuit breaker on some distorted thinking and opening myself to spiritual solutions.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}