{
  "10-08": {
    "date": "8 OCTOBER",
    "title": "Accepting Others",
    "quote": "Our attitude ought to be one of loving acceptance toward all addicts, regardless of any other problems they may experience.",
    "page": "Page 292",
    "source": "It Works, Tradition Three, \"Applying Spiritual Principles\"",
    "content": [
      "Many of us crawl into our first meetings totally paranoid and not having bathed for weeks or fresh from getting high in the hallway bathroom. Or we're surrounded by a 50-foot concrete wall with DON'T EVEN THINK ABOUT TALKING TO ME graffitied across it. Others slink in with a court card, counting days until they can get back to the business of getting and staying high. Still others waltz in, heads held high with enough entitlement, defensiveness, and been-there-done-that to fill all the dried-up wells in hell.",
      "Tradition Three tells us that the only requirement for NA membership is a desire to stop using. It calls on members to welcome anyone who enters the room. But how do we know that someone else really has the desire to get clean? How do we measure it? We can't.",
      "No addict is a sure bet for staying clean, and none of us can predict the future. We all know that perpetual newcomer who everyone thought would never \"get it\"--until they did. And what about the other situation we never saw coming? That revered oldtimer, who helped countless newcomers to dismantle their 50-foot walls, did every service commitment, and was the most beloved circuit speaker--until they relapsed.",
      "It's human nature to judge each other and compare ourselves to determine where we fit. But it's only our personal recovery that we can truly assess and take responsibility for. And one of the most important measures of that recovery is our willingness to accept others for who they are--not for who we think they should be--just as we were accepted."
    ],
    "thought": "Despite my judgments, I will practice our Third Tradition by accepting and welcoming others, regardless of their appearance, circumstances, or reputation.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}