{
  "10-07": {
    "date": "7 OCTOBER",
    "title": "Harmony, Alignment, and Balance",
    "quote": "When our bodies, minds, and spirits are in harmony, our lives show the difference. We are able to live in balance.",
    "page": "Page 291",
    "source": "Living Clean, Chapter 3, \"A Spiritual Journey\"",
    "content": [
      "Addicts arrive in--or return to--NA with our lives in turmoil and out of balance. Our health is in the toilet. Mentally, we are all over the map. Spiritually, we are in a blackout.",
      "Though we may not all be at the same degree of chaos, no one bounds happily through the door of their first NA meeting--or our first one after a relapse--feeling stable and whole. We stagger or slink or sidle in. We come to NA after a brush with the law and sometimes while incarcerated. We're pushed in by family or rehab or dragged in by an NA member we used to get high with--or stayed clean with. There's some truth in the familiar wisecrack, \"We are some sick puppies!\"",
      "Since our journeys in recovery most often begin with the elimination of substances, our health often improves first. Our minds dip back into friendly territory, though the visits may not be as long as we'd like. Through attending meetings, working Steps, and building relationships with other members, we begin to awaken spiritually. Not all of us label it that way, or maybe we don't have words for it, but something inside of us is shifting. Outside of us, our behavior is definitely shifting. By taking commitments, showing up for others, acting \"right,\" we stay clean.",
      "Whether we believe this is the work of a loving Higher Power or we're doing it because our sponsor told us to (because it's \"spiritual\"), our inner chaos lessens, and our outward stability increases. The lights come on, and they aren't so easily extinguished by the wind and rain that keep coming at us--because that's life."
    ],
    "thought": "I will take stock today of how I am physically, mentally, and spiritually. What can I do to establish some balance and spark some harmony?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}