{
  "10-16": {
    "date": "16 OCTOBER",
    "title": "Honesty Versus Denial's Fancy Footwork",
    "quote": "When we fully concede to our innermost selves that we are powerless over our addiction, we have taken a big step in our recovery.",
    "page": "Page 300",
    "source": "Basic Text, Chapter 5: What Can I Do?",
    "content": [
      "One member shared their favorite NA metaphor: \"Fighting our addiction without recovery is like entering the ring with the boxing world champion. We think we can get in just one good punch, but repeatedly we're pummeled to the ground. After many tries, we finally concede that the disease will eventually knock our lights out permanently. Admitting powerlessness is the first of many strategies we'll need to fight it.\"",
      "It didn't matter how practiced we were in our fancy footwork of denial. No matter our clever cunning, our brute strength, or our fearlessness in the face of danger, we did not succeed in managing our drug use. We lost that fight and came to NA cut, bruised, and beaten down. Admitting \"I am an addict\" the first time and many times thereafter is a big step, but to fully concede our powerlessness, we go deeper than that honest admission.",
      "Our first approach to Step One shows the value of getting honest. Honesty loosens our grip on denial and unlocks surrender. In time, the same line of attack will help us examine other areas of our lives. As we work the Steps, we discover more truths about our innermost selves. Other members help us make sense of what we find and, eventually, we're able to help others do the same.",
      "The member continued with their metaphor: \"The recovery process involves struggle, strategy, and triumph. Striving for complete honesty and ongoing surrender, we have a fighting chance. But we never fully retire from the ring.\"",
      "Years on, we'll struggle with new (or old) areas of our lives where our nemesis of denial rears up again. We get in the ring--and bam! We get hit with a lights-out combo of relationships, sex, or other compulsive behaviors. Confronting our denial about these issues, surrendering and admitting powerlessness in these arenas--and doing the necessary work--furthers our progress in recovery. To stay clean, we have to."
    ],
    "thought": "I don't need to get back in the ring with the champ or suffer denial's low blows to know there's still work to do. With the Steps as my strategy, I won't be beat down.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}