{
  "10-13": {
    "date": "13 OCTOBER",
    "title": "Not Too Cool to Be Willing",
    "quote": "Our ability to enjoy our lives is directly related to our willingness to let go of our self-obsession.",
    "page": "Page 297",
    "source": "Living Clean, Chapter 7, \"Love\"",
    "content": [
      "The very idea of dancing without some chemical courage sounds intimidating if not absurd when we're newly clean. Clubbing might have been in the early chapters of our stories, but as fun turned into fun with problems and later into simply problems, any dancing we did was more often about commerce than enjoyment. Going to our first NA dance, therefore, can be a rite of passage, especially for those of us who danced for fun or a fix in our using days.",
      "As the saying goes, \"We're fools whether we dance or not, so we might as well dance.\" We might warm up to the idea by lurking outside with the smokers after a speaker meeting. A familiar face from meetings asks if we're going in. Not wanting to disappoint, we lean into willingness and say, \"Ugh. Okay.\"",
      "We might muster enough willingness to get through the door and still come up short when it's time to dance. We'll be lining the walls: too tough, too cool, too self-absorbed to give dancing clean a try. When and if we do, the self-doubt of adolescence returns to inquire, \"Am I doing this right? Do I look attractive?\" and other obnoxious questions that poke at our insecurities.",
      "We retreat to the bathroom where we encounter a home-group member. They practically read our minds and offer this sage advice: \"Remember that we're all self-obsessed. I just assume that everyone's too busy thinking about themselves to worry about my dancing.\" This practical advice helps us combat our self-obsession and find the willingness to get back out on the dance floor.",
      "It's not as though our preoccupation with ourselves ends with one NA dance. If we're paying attention, though, there's a lesson on willingness that we can apply to other pursuits. Acknowledging that if we're thinking about ourselves, we're not really enjoying what we're doing is a good place to start. With that, we can rally the willingness to release those unhelpful self-concerns that are the enemy of joy."
    ],
    "thought": "I won't let self-obsession constrain my choices or limit my joy today. I will set aside unhealthy thinking that interferes with being in the moment and enjoying life clean. Might as well dance.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}