{
  "10-11": {
    "date": "11 OCTOBER",
    "title": "Thoughtfulness Is a Gift",
    "quote": "When we share in a meeting and the room is quiet, attentive, and present to us--that's a priceless gift.",
    "page": "Page 295",
    "source": "Guiding Principles, Tradition One, \"For Groups\"",
    "content": [
      "Thoughtfulness is baked into the culture of NA meetings. We take turns sharing, and we share the time. The rest of us participate by listening, though that doesn't necessarily mean we do so in silence. Many of us find healing in the laughter we share. That phrase--\"participate by listening\"--is sometimes used as a polite way to decline when called upon to share. But it's more than that--it's a real and valid option. Listening is an act of love.",
      "When we're new, our chameleon-like instincts set us up for thoughtful and empathetic listening. Even as we focus on blending in, we find ourselves responding instinctively with laughter, knowing nods, tearful eyes, or words of affirmation and encouragement. We bring the body, and the mind follows; we might start by faking empathy, only to realize we're acting our way into better thinking. We find ourselves establishing new values. When we thoughtfully listen and engage, we show ourselves and each other that our stories matter.",
      "Practicing thoughtfulness can really be as simple as \"kind thoughts, kind words, kind deeds,\" as one member put it. \"My outlook changes when I'm looking for that magic moment when some small act will make a difference for someone else. When I lift someone else up, we both feel better.\" Our thoughtfulness is a gift we give and receive. It contributes to our sense of belonging and helps us to experience unity."
    ],
    "thought": "I will look to be more thoughtful today. I will offer my undivided attention, a kind word, or a compliment in the hope of making someone else's day a little better.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}