{
  "10-15": {
    "date": "15 OCTOBER",
    "title": "Giving Generously, Expecting Nothing",
    "quote": "One small act of generosity can work wonders . . .",
    "page": "Page 299",
    "source": "It Works, Step Twelve",
    "content": [
      "When we talk about \"keeping what we have by giving it away\" in NA, many of us are thinking about the way we freely share our experience, strength, and hope. After all, sharing is one of the most obvious ways in which we carry our message. But it isn't the only way. We often don't realize how we affect others simply by showing up and being ourselves.",
      "\"I sometimes go to an out-of-town meeting when I'm visiting family,\" a member wrote. \"A woman I didn't recognize celebrated two years clean. She came up to me after the meeting and told me I remembered her name at her first meeting two years ago. She said she felt seen for the first time in a long time, and that's why she kept coming back.\"",
      "Experiences like this are incredibly common in NA. Most of us still have a memory of a small act of kindness shown to us in our early recovery. We carry that kindness and generosity forward--sometimes without even noticing that we are doing it. Other times, it's very much a purposeful and deliberate choice we make to ensure that newcomers have a chance to feel the love we felt. \"I can't tell you how many Basic Texts I have bought in all the years I've been clean. And I still have just a single copy.\"",
      "Giving of ourselves in acts of empathy is what we do in NA. We carry the message when we share in meetings, and we carry the message by being who we are in all that we do as members of NA. Whether it's holding the door open for someone coming into a meeting for the first time, holding a friend's hand as they share about a difficulty they are going through, or holding space for others to hear the message in their own time--our generosity can work wonders."
    ],
    "thought": "Part of recovery is giving generously and expecting nothing in return. I will give freely today, knowing I might not see the reach of my generosity.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}