{
  "10-14": {
    "date": "14 OCTOBER",
    "title": "Restraint as an Expression of Freedom",
    "quote": "Just staying in our seat without checking our phone or creating side conversation can be surprisingly difficult, especially when we are having feelings we'd rather avoid.",
    "page": "Page 298",
    "source": "Guiding Principles, Tradition Six, Opening Reflection",
    "content": [
      "The idea of a bunch of addicts sitting in a room together showing restraint sounds like the start of a bad joke, but, hey, recovery in NA is full of miracles! It's truly an achievement that we're able to create and sustain an atmosphere of recovery considering our individual and collective capacity for being distracted. Many of us have to work especially hard to sit with any degree of stillness and patience--and just be present--because of how our brains work or, of course, how new we are. And yes, there are many tools and avenues that may divert our attention from our primary purpose in a meeting--our smartphones, our fellow addicts, a noise outside, a technological glitch, a moment of boredom or overstimulation. Out of respect for the speaker, the newcomer, our group, and ourselves, we try to stay focused. Showing restraint in this manner is the respectful thing to do.",
      "There are other times when our diversion is a sign of something deeper, and our tendency to deny or avoid our feelings gets ignited. Identifying with a member's share can be a lovely moment of connection, but it can also make us want to crawl out of our skin. We addicts seem to be allergic to discomfort, and yet pushing through it will often bring us to a place of more profound comfort--with ourselves and our surroundings. Glancing at our phone won't give us that. It does help to have some guidance here, as not all discomfort has that potential to be productive. We need a sponsor and other trusted NA members to help us distinguish between a moment when we should rein in our desire to scoot and stay with our feelings--and when we should honor our need to remove ourselves from a potentially harmful situation."
    ],
    "thought": "Restraint is an expression of freedom. The freedom \"to do\" is also the freedom \"not to do.\" I'll practice that today by not being rude or running from my feelings.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}