{
  "10-18": {
    "date": "18 OCTOBER",
    "title": "Faith When Times Are Tough",
    "quote": "Getting through hard times strengthens our faith.",
    "page": "Page 302",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "Getting those first 30 days clean is a milestone for many reasons, not least of which is that it gives us some resolve to get 31, then 32, and so on. We didn't think we could, but here we are. And the unpredictable journey continues . . . As difficult as that period of time may have been, we are going to need the faith that got us through it--a day at a time, sometimes an hour, or a minute--as life continues to reveal itself.",
      "We may not view practicing faith as essential to our early recovery as it's happening. In retrospect, we understand that it took faith to surrender, ask for help, and allow ourselves to be supported. Something else is revealed as well: We are stronger for it. That awareness becomes very useful when we experience life's inevitable misfortunes. We've all doubted, at some point, that we can make it through certain challenges clean--death of a loved one, prison, divorce, severe illness, financial ruin, natural disasters; the list goes on. The longer we stay alive and clean, the more likely it is that we will be exposed to life's hardships.",
      "We watch others stay clean through the worst. We hear them share about the strength they've gained by relying on faith to pull through. Witnessing their resolve strengthens our own--and our faith in NA. If someone else can do it, we can, too. And we, who at one time were emotionally unavailable or unreliable in relationships, are now able to help people we love through their suffering.",
      "It's true that many of us have discovered that experiencing adversity can be one pathway toward gratitude, peace, and serenity. We grow through the pain. But let's also be realistic about how this may manifest. Many of us will smile and have some relief to share. Others will undergo unbelievably crushing experiences that we will have to manage daily--at times, by the hour or minute--for the rest of our lives. Most days we will be able to get out of bed, go to work, care for our families, and help others. Some days, just continuing to stay on this earth will be the best we can offer. Recovery in NA doesn't eliminate pain and suffering from our lives, but our faith gives us a way to endure it."
    ],
    "thought": "No matter what I'm going through, I have enough resolve to stay clean one more day. Today I have faith in NA and in myself.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}