{
  "10-12": {
    "date": "12 OCTOBER",
    "title": "Practicality in Action",
    "quote": "It's not what we think about our recovery that matters; it's what we do.",
    "page": "Page 296",
    "source": "Living Clean, Chapter 1: Living Clean, Opening Essay",
    "content": [
      "When we first come into recovery, we may think everyone in the room is lying. A member recalled thinking, \"They can't possibly be that happy . . . and really, no one can stay clean for 30 years, let alone 30 days in a row.\" We may even tell ourselves there is no way we can stop using and have a fulfilling life. Despite our internal monologue, we continue showing up to meetings and putting some cleantime together. We take suggestions, pick up a commitment, get a sponsor, and begin working Steps--all the while thinking, This won't work for me. We do our best to ignore that devious little voice inside us. After all, what we have been doing up to this point hasn't really been working either.",
      "As we take these practical actions, the heaviness lifts from our hearts. We experience moments of joy and freedom--clean. We realize that we have been doing all of the things we'd told ourselves were not possible. Now we have six months clean and our lives are so much fuller than we thought they could be. When we share in meetings, we realize that we've become those people who we thought were lying to us.",
      "One of the most practical things we do is to show up and tell the truth about our lives. When we no longer need to fabricate stories and justifications, it frees up a lot of mental energy. We share our victories, our process, and our mess as they are happening. While the disease still talks to us, nowadays our recovery also chimes in to remind us that we're right where we're supposed to be.",
      "Doing the footwork frees us to live in the present. We have a solid foundation and a network of connections in our recovery community. Our world has become fuller and more fulfilling. We have found a family in Narcotics Anonymous. We want more of these gifts, so we continue to put one foot in front of the other, doing the things that brought us to this point."
    ],
    "thought": "I will take a practical approach to my recovery today. I'll thank \"the committee\" in my head for sharing and take positive actions that enhance my recovery and my life.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}