{
  "10-17": {
    "date": "17 OCTOBER",
    "title": "Commitment to Our Common Welfare",
    "quote": "In joining together in a commitment to the greater good of Narcotics Anonymous, our own welfare is enhanced beyond measure.",
    "page": "Page 301",
    "source": "It Works, Tradition Twelve",
    "content": [
      "We are people who have a fair amount of direct personal experience with single-minded devotion to a particular cause. Before we came to NA, the cause to which we were so devoted was getting and using drugs. Or, perhaps more precisely, we were committed to our efforts to change the way we felt, predict or control our feelings, or try to stop feeling altogether.",
      "Once we find NA and surrender to the process of recovery, we begin to shift our devotion from changing how we feel to staying clean, no matter what we feel. Commitment means sticking with something even after our enthusiasm for it wanes or our mood changes. We commit to our own recovery, and we commit to serving NA. Often it starts simply with choosing a home group and committing to attend regularly. We take a formal commitment, such as greeter or clean-up person. Commitment involves both our feelings and actions. Because we are grateful for our recovery, we feel a sense of commitment to helping NA. That feeling shows in what we do for the greater good of the Fellowship.",
      "For many of us, our commitment to NA is a result of what the program has given us. As we give back, we receive much more. The first gift is the chance to stay clean and find a better way to live. We make many commitments to NA--showing up regularly, being part of one another's recovery, serving our group and service bodies. Our commitments help the Fellowship grow and thrive. The more vibrant and thriving Narcotics Anonymous is, the more we are able to flourish and grow in our own recovery."
    ],
    "thought": "When I follow through on my commitments to NA, the Fellowship is better for it--and so am I. I will honor my commitments today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}