{
  "10-10": {
    "date": "10 OCTOBER",
    "title": "Connected to Our Purpose",
    "quote": "We begin to feel connected to the world around us and our lives have purpose.",
    "page": "Page 294",
    "source": "Living Clean, Chapter 3, \"Creative Action of the Spirit\"",
    "content": [
      "Disconnection is one of the hallmark features of addiction. Whether being disconnected leads to drug use, or the use of drugs causes us to lose connection, most of us ended up feeling pretty isolated and alienated by the time we first came to NA. Some of us feel connected right away when we get clean. Others keep coming back for months or years to get there--but when we stop using and start living the program, that sense of connection begins to grow.",
      "\"The members who immediately directed me to service helped me feel like I had purpose,\" one member wrote. \"They carried a message to me, and then right away they involved me in carrying a message to others. I became part of something bigger. I felt connected in a way I hadn't felt before.\"",
      "What we connect to and what our purpose is may not be the same for every addict or for every phase of recovery. Feeling reconnected to humanity by virtue of being an NA member is a big part of early recovery for many of us--and we find an abundance of meaning and purpose in sharing our recovery with other addicts. Usually, as long as we're still clean and still coming to meetings, this sense of purpose stays with us. But more is available, too.",
      "Many of us develop a sense of connection and purpose in other areas of our lives, as well. We may get involved in a particular religious practice, begin volunteering in our community, or find meaning and beauty in art, fashion, fitness, or a career. The opportunities to find purpose in our lives are as varied as our membership, and they need not diminish the sense of purpose we gain by sharing with others in NA. In fact, they often enhance what we have to offer."
    ],
    "thought": "Where addiction is isolation and alienation, recovery is connection and purpose. I will seek out greater connection to the world around me to deepen my sense of purpose in it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}