{
  "10-24": {
    "date": "24 OCTOBER",
    "title": "Conscience and Step Ten",
    "quote": "We need to stay in tune with the voice of our conscience and listen to what it's telling us. When we get a nagging feeling that something isn't quite right, we should pay attention to it.",
    "page": "Page 308",
    "source": "It Works, Step Ten",
    "content": [
      "Thanks to the NA program, our days of justifying our own bad behavior are mostly behind us. Sure, we still make mistakes, sometimes big ones, but we're quicker to clean up our messes. Instead of doubling down or making excuses when we lash out or self-destruct, we let our missteps remind us that we remain acutely human and in need of regular spiritual maintenance.",
      "\"That's the thing about being in recovery, innit?\" a member shared. \"I'm aware of myself and the world around me. When I screw up, I can't pretend that everything's hunky-dory-- though sometimes I still try.\" A short memory can seem like an appealing proxy for a clear conscience. It's not. Too often this leads us to reach for new distractions to help us forget. Fortunately--though it may sometimes seem otherwise--we can't un-know what we know about ourselves. We recognize our part in all of our difficulties and can spot our shortcomings even as they appear in new disguises. Try as we might to shut down and soldier on, we've developed a conscience.",
      "Instead of waiting for a 3:00 am wake-up call from our conscience, Step Ten offers us a way to stay clear and current. We get into--and sometimes, get back to--the habit of regular reflection, taking the time to stay in tune with the internal gauge of our conscience. We examine our behavior with empathy, asking ourselves, \"Have I treated others as I would like to be treated?\" We tell ourselves the truth, taking note of when we've responded admirably and where we need to work out a better approach for next time. Cultivating a conscience is a by-product of this practice, and living a conscience-guided life is worth the effort."
    ],
    "thought": "I will live according to my conscience today, taking time to develop it further as I reflect on my mistakes and enjoy the good that comes from living by my values.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}