{
  "10-20": {
    "date": "20 OCTOBER",
    "title": "Anonymity as Our Spiritual Foundation",
    "quote": "Our spiritual foundation is not a question of whether we know each other's last names; it's that we accept each other regardless of who we are and what we have done.",
    "page": "Page 304",
    "source": "Guiding Principles, Tradition Twelve, Opening Reflection",
    "content": [
      "What's in a name? Well, \"Anonymous\" is half of ours. In not using our last names, we end up sharing the same one: \"Addict.\" But practicing anonymity doesn't end with a last initial. A principle can't be that simple--not when it's a word that's so hard to pronounce. Go ahead, try it: Anonymity See? The struggle is real for so many of us!",
      "Because anonymity is, according to our Twelfth Tradition, the spiritual foundation of all our Traditions, understanding what it means and how to practice it is essential to our ability to work with, relate to, and love each other, unconditionally. Our spiritual foundation is \"the very rock we're all standing on,\" a member wrote. \"But any rock can be pounded into sand by relentless forces. A slight here, a direct insult or backhanded compliment there, and on and on.\"",
      "Anonymity ensures equity among us, and we can't have unity without it. None of us is too bad or too good for NA. We don't merely tolerate each other's differences and ignore our difficult pasts. Instead, we honor and embrace the people we are today. We do our damnedest to rise above personality differences and having-a-bad-day reactions. We give each other the benefit of the doubt, roll up our sleeves in unity, and get to work.",
      "Acceptance doesn't mean we endorse each other's every action. There's space for all of us at the NA table, but we must hold ourselves and each other accountable. Anonymity requires that we all have equal access to the message. So when a member's behavior prevents that from happening or otherwise interrupts the atmosphere of recovery, we need to be clear: \"You are welcome. Your behavior is not.\" We can't expect ourselves to practice the unconditional love aspect of anonymity perfectly, but we can't let that stop us from ensuring that every addict who comes to our group has access to a message of recovery, no matter who they are or what they have done or perhaps will do."
    ],
    "thought": "Today I aim to give my fellow addicts the benefit of the doubt. Practicing anonymity means I have faith that we can all grow, personalities and pasts aside. It also means I'll get better at pronouncing it over time!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}