{
  "10-21": {
    "date": "21 OCTOBER",
    "title": "Optimism and That Storied Glass of Water",
    "quote": "Just for today my thoughts will be on my recovery, living and enjoying life without the use of drugs.",
    "page": "Page 305",
    "source": "Basic Text, Chapter 9: Just for Today--Living the Program",
    "content": [
      "People often talk about pessimism and optimism in terms of seeing the glass as being \"half empty\" or \"half full.\" As addicts, many of us think about it more in terms like, \"What's in the glass, though? Is it any good? When can I get more?\" or \"Do you have more than I do? Let me have some of yours.\" No matter how many glasses we have or how full they are, we addicts tend to always be concerned with where the next one is coming from and/or what the people around us have in theirs. We often forget that before recovery we either didn't have a glass at all or couldn't keep one, full or not.",
      "We hear \"Just for Today\" read so often that we may forget how revolutionary the shift in thinking it proposes is for us. Instead of focusing on what's next or what's going on around us, we are called to focus on ourselves, right here and right now. The principles of optimism and hope often seem to be forward-looking, directing our attention to what is yet to come. However, as anyone who has ever been assigned to do a gratitude list can tell you, focusing on what is going well for us in the present moment can dramatically change our outlook on our lives.",
      "When we focus on our recovery, on living and enjoying life without the use of drugs, our fears and anxieties tend to melt away. We become less concerned with matters like when our glass is going to get refilled. If we look into the glasses of those around us, it's to see whether we can share what we have with them. Focusing on our glass--our recovery--gives us optimism by reminding us that we will be okay, no matter what."
    ],
    "thought": "Being in recovery means I no longer have to wonder whether the glass is half empty or half full. Not only do I have what I need, I have enough to share. I no longer need to compare with others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}