{
  "10-28": {
    "date": "28 OCTOBER",
    "title": "Freedom, Wherever We Are",
    "quote": "The ability to grow spiritually enables us to find freedom, even within the walls of a cell. Our greatest freedom is not outside ourselves but within.",
    "page": "Page 312",
    "source": "Guiding Principles, Tradition Five, Opening Essay",
    "content": [
      "Many addicts first hear our message of hope while incarcerated, often thanks to the hard work of our H&I trusted servants. One member shared, \"When I got out, I heard someone share about a 'self-made prison,' and I was mad at first. They didn't know what it was like to be on the inside. But the more I came to meetings and heard addicts share about the disease, I realized that we had more in common than I thought. Just being out didn't mean I was free . . . yet.\"",
      "Freedom comes in many forms. The ability to come and go freely as we wish, a right denied when or if we are incarcerated, is just one of those forms. We can experience mental, emotional, and spiritual freedom wherever we go--or wherever we stay. One member wrote, \"I thought freedom meant doing whatever I wanted whenever I wanted, as long as I stayed clean. But I felt trapped by my impulses. I found it impossible to say no to myself, even when my behavior had consequences. When I told my sponsor I wanted to stop but didn't know how, they told me to sit with the impulse and see if I could learn something from it. I sat with it and didn't act on it, and I learned that I could survive the feeling. The feeling passed, and I felt light. I felt free.\"",
      "The most obvious freedom we gain in recovery is physical--we gain freedom from our compulsive use of drugs. That physical freedom, that changed behavior, has a corresponding inner component--the peace of mind that comes with no longer being trapped in obsession and self-centeredness. We are free to think of something other than where our next fix is coming from. We are free to feel something other than despair. We are free."
    ],
    "thought": "Wherever I am, whatever is going on around me, I will seek inner freedom by letting thoughts and feelings come and go without disturbing my peace, without throwing me off balance.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}