{
  "10-23": {
    "date": "23 OCTOBER",
    "title": "Expressing Our Autonomy with Integrity",
    "quote": "Autonomy allows us to express who we are with integrity and to carry a message: the truth of our own experience, in our own way.",
    "page": "Page 307",
    "source": "Guiding Principles, Tradition Four, Opening Reflection",
    "content": [
      "The autonomy spoken of in Tradition Four has a strong appeal to many of us in NA. We are people who tend to put a pretty high value on self-determination. In active addiction, insistence on doing things our way often led to poor results, usually because \"our way\" had a lot to do with self-centeredness, rather than integrity. In recovery, autonomy becomes an asset rather than a liability--as our Basic Text puts it, \"Our real value is in being ourselves.\"",
      "It's the second half of Tradition Four that keeps us on track: \"except in matters affecting other groups or NA as a whole.\" For NA groups, this means we think about our role as part of the Fellowship, not just what our own group wants. As individual recovering addicts, we balance our right to do as we please with our responsibilities to those around us: family, friends, the Fellowship, and society. One way we begin to learn that balance is in how we share in meetings.",
      "\"As a newcomer, my sharing was super-aggressive and put some people on edge,\" a member wrote. \"My justification was 'Hey, this is who I am!' After a while, I tried to mimic the way others shared, but it wasn't my own voice, and it always came out wrong. Eventually, I got comfortable being me while also thinking about the feelings of those around me I finally started to connect.\"",
      "If any group of people can sniff out a fake, it's addicts. Authenticity is a message that lasts, whether it comes in the form of a riveting performance or an understated, soft-spoken share. Whether we're trying to reach a still-suffering addict or save our own life, we try to strike the right balance between autonomy and responsibility, freedom and self-control, self-determination and connection."
    ],
    "thought": "Being autonomous doesn't mean disregarding those around me. I will practice balancing personal freedom with social responsibility.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}