{
  "10-22": {
    "date": "22 OCTOBER",
    "title": "Finding Humility in Unity",
    "quote": "We learn when it's important to stand for principles, and when it's best to step aside in the name of unity, knowing that a loving God is ultimately in charge.",
    "page": "Page 306",
    "source": "Living Clean, Chapter 1, \"Why We Stay\"",
    "content": [
      "We encounter different points of view in recovery and NA service. We may all be on the same path, working toward a common goal, but we're ultimately in different places along that road. For example, some of us take years to get through the Steps, while others work one Step per month. Some groups vote and others make decisions by consensus. Guided by our mentors, we take up an approach that works. It's only natural to believe that we're going about things the right way. From there, it's a short leap to believing that ours is the only right way, and that's a slippery slope to self-righteousness.",
      "Accepting that members hold various perspectives and apply the tools of the program differently helps us understand the difference between unity and uniformity. There is, after all, more than one way to eat an apple. We learn to choose our battles and let go of our need to be right all the time. A wise sponsor once said, \"Would you rather be right, or would you rather be happy?\"",
      "Knowing when to stand firm and when to bend is a sign of maturity in recovery. We learn to trust the process, and this takes away the burden of having to be right all the time. We come to rely on the good or God we find in NA. We bring unity to our groups and our relationships by allowing others--and ourselves--to be wrong, steering clear of self- righteousness, and holding firm to our beliefs."
    ],
    "thought": "When I feel contrary and stubborn, I can take a deep breath, let go of self- righteousness, and step aside. In quiet surrender, I will seek humility and understanding in the name of unity.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}