{
  "10-25": {
    "date": "25 OCTOBER",
    "title": "Cultivating Curiosity",
    "quote": "We keep learning and growing, finding ways to live and to use our experience to help others. No matter how long we have been clean, there is still more for us to learn and more for us to share.",
    "page": "Page 309",
    "source": "Living Clean, Chapter 7, \"Love\"",
    "content": [
      "Active addiction shrinks our worlds, and our curiosity often withers from inactivity. For many of us, that first exposure to NA wakes up a dormant sense of wonder. We may be somewhat puzzled by what we observe at our first encounters with the Fellowship, but we find it pretty compelling. As one member put it, \"Looking back now, I could tell that you all had experienced the agony of addiction and then found a way to live clean and still be yourselves.\" Curiosity about how NA makes that possible is one of the factors that keeps us coming back.",
      "Without the constant numbing of drug use, our curiosity is reinvigorated. It may seem like a minor player given all the changes we experience, especially early on, but it's also a consistent, reverberating background to our awakening. In retrospect, we can see how that curiosity nudged us onto this new road of discovery. As we make our way down this road, again and again, curiosity helps us find the necessary courage to ask for help and learn from others.",
      "The NA message starts with abstinence and ends with \"find a new way to live.\" The meaning of this final phrase evolves just as we do. It applies to every stage of our growth and change as we place one foot in front of the other on the path of recovery. We get older, yes, and that beats the alternative. We meet each phase of life head-on, curious to see where our journey will take us and how our assets and abilities can lead us to serve in new ways. \"Even as she was dying, she was teaching us how to live,\" one member shared about her beloved sponsor.",
      "The road narrows as we become less inclined to follow the dead ends of our old escape mechanisms. But a leaner road opens up to a world of genuinely nourishing practices and healthy connections. We follow our curiosity along interesting back streets and we're set free to find a new way of life that fits our current chapter."
    ],
    "thought": "I will cultivate a curious and open mindset and keep on discovering what I need to navigate each phase of this new way of life.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}