{
  "10-27": {
    "date": "27 OCTOBER",
    "title": "Accepting All of Me",
    "quote": "We make peace with ourselves--with all we have gained, and lost, and learned, and become.",
    "page": "Page 311",
    "source": "Living Clean, Chapter 1, \"A Vision of Hope\"",
    "content": [
      "WHO AM I?",
      "As cliched and psychobabbling as that question may seem, many of us will identify with having asked it--and having not known the answer. Or, more to the point, we didn't want to know.",
      "In active addiction, many of us could have answered the question like this: \"Anyone you want me to be, baby.\"",
      "And right after getting clean, \"Nobody!\" might have been the most accurate response, considering the shame we were feeling and how invisible we wanted to be in meetings.",
      "Denial had kept us from accepting the truth of our actions and their impact on ourselves and the people who love us. Many of us paid the price for this lack of self-awareness with the loss of relationships, careers, assets, even our freedom.",
      "The recovery process allows us to start contemplating our true identities, and it takes all the honesty we can conjure up, along with a healthy dose of courage and humility. We learn to accept that we've caused pain and injury, have done damage to ourselves and others while on our destructive paths. We also learn to accept that we aren't the sum total of those actions.",
      "Recovery affords us the opportunity to use the hardships we've endured to help others. We divulge our deep personal struggles--those from our past and those that will inevitably arise while clean--in order to deepen our relationships with other addicts. In doing so, we show our fellow addicts that we can stay clean--no matter what."
    ],
    "thought": "Today I strive to accept who I am, what it took to get here, and where I am now. My past does not own me. Instead, I will use it as a tool to help others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}