{
  "10-26": {
    "date": "26 OCTOBER",
    "title": "The Impact of Consistency",
    "quote": ". . . a group needs the consistent commitment of its members to show up and take part in its meetings. Upon that commitment rests the group's stability; without it, no group can survive long.",
    "page": "Page 310",
    "source": "It Works, Tradition Seven",
    "content": [
      "Consistency is a key part of the messages we first receive in NA. Keep coming back. 90 meetings in 90 days. Meeting makers make it. It's suggested that we find a home group-- and become a homegroup member, not merely visit it. We're encouraged to get a service commitment there--and to show up for that commitment.",
      "When we lack consistency in our groups, when we're not kept informed by our service body reps, when we don't provide the human or financial resources needed to carry out our requests, our groups and services aren't as strong. NA suffers as a result, and we miss potential opportunities to help newcomers.",
      "The direct impact of our consistency may occur beyond the walls of a meeting. Many of us live in densely populated areas with plenty of groups to participate in. Many other NA communities are limited: only a few meetings--sometimes days and considerable distance apart--and perhaps too few members to fill service positions. Many groups thrive for decades, never dark for any reason; others burn bright, then falter; others struggle to stay afloat week by week. At times, it's a real misfortune to lose a group. Other times, a loss blooms into a new opportunity.",
      "There are way too many homegroup scenarios to describe here, but one thing we know is true: It takes reliable and committed NA members to turn and keep the lights on at any meeting, service committee, or NA event. And it's no exaggeration to say that being consistent saves addicts' lives, including our own. To carry the message of recovery and to conduct necessary NA business, we need to show up with our time, funds, skills, and willingness. We take on tasks of all sizes and shapes, and, in the spirit of rotation, we mentor others to step up."
    ],
    "thought": "What can I do to keep my home group more stable? How can I help others become more involved and consistent in their contributions to homegroup stability? Where do I need to step aside in the spirit of rotation so that others can grow from consistent service to our NA community?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}