{
  "10-29": {
    "date": "29 OCTOBER",
    "title": "Integrity through Personal Responsibility",
    "quote": "Everyone makes mistakes; promptly admitting when we are wrong shows integrity and responsibility for our actions.",
    "page": "Page 313",
    "source": "Living Clean, Chapter 6, \"Work\"",
    "content": [
      "Perception is a funny thing. Self-centeredness shapes the way we experience our lives, magnifying our own wants and minimizing our responsibility and accountability. It can be like walking through a carnival funhouse filled with distorted mirrors or echo chambers-- our senses deceive us. We have a hard time perceiving reality for what it is, especially when it comes to responsibility for our lives and our actions. Checking our perspective with other addicts helps.",
      "Working the program--especially the daily inventory of Step Ten--helps us make our way through the funhouse of personal responsibility. As we come to terms with our powerlessness and unmanageability, we blame others less for the wreckage of our past. We begin taking personal responsibility. As we take inventory and ask for help letting go of our defects and shortcomings, we lose the need to make excuses for current actions and choices. We take responsibility for making past wrongs right, and we make a practice of checking our perceptions regularly. We shift our senses away from the carnival distortions and get a better perspective on ourselves and our lives. The Steps help us get better and better at being the type of people we can be proud of being.",
      "When we make a wrong turn on our way through the funhouse and find a dead end, it doesn't do us much good to pretend we're not lost. We ask for direction, and we backtrack if we have to. We make mistakes because we are human; we correct them because we have integrity."
    ],
    "thought": "My disease distorts my view of myself and the world around me. I will use regular inventory to adjust my skewed perceptions so that I can find my way out of the madhouse of addiction.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}