{
  "10-31": {
    "date": "31 OCTOBER",
    "title": "Interdependence and the Spirit of Unity",
    "quote": "When one addict helps another, NA is there. NA isn't one addict or the other; it's the helping, the sharing, the spirit of unity, the feeling of hope shared between us.",
    "page": "Page 315",
    "source": "Guiding Principles, Tradition Nine, Opening Reflection",
    "content": [
      "Tradition Nine begins with \"NA, as such, ought never be organized.\" While it's true there are aspects of delivering the NA message that do require organization, what can never be organized is the spirit of our Fellowship. The active energy of that spirit, the flow between and among individual addicts and groups and service bodies--the \"as such\" part of NA--is our interdependence. We can't organize the magic that happens when one addict supports another.",
      "We tell our stories of how we got here, despite the odds, despite our prejudgments, despite fear. Doing so helps us and it helps others. Same with sharing our experience of how we got through illness or grief--and how we had dreams, set goals, and then achieved them--or how we didn't get what we'd worked for and hoped for and survived that pain, too. Flawed and human, we mutually depend on each other; we're interdependent.",
      "We can't ever predict when an idea that one group has will reverberate to another corner of the world where it's picked up and used by another. We don't have NA bosses, handing down edicts from on high; instead, our service bodies are created in response to issues that emerge. And the solutions to our problems are gleaned from the hard-won experiences and brand-new ideas of recovering NA members. We can't govern our way into unity or cooperation or participation. Or love. Instead, everyone pitches in however they're willing. We're a growing, evolving movement. When we band together, we are a power greater than the disease of addiction. Interdependence is our collective restoration to sanity."
    ],
    "thought": "I will practice interdependence by relying on others and allowing them to rely on me. NA, as such, only becomes stronger with our collective empathy, our creativity, our hope, our unity. Today I will participate in all that.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}