{
  "11-03": {
    "date": "3 NOVEMBER",
    "title": "Service Brings Out the Best in Us",
    "quote": "Just as making amends teaches us to be more forgiving, selfless service brings generosity, compassion, and awareness of purpose.",
    "page": "Page 319",
    "source": "Guiding Principles, Tradition Two, \"Word by Word\"",
    "content": [
      "Service gives us practice at interacting with others and becomes the basis of mutual support and connection. Whether we show up early to make coffee, take a panel into a mental health facility, or contribute our experience to a new literature project--each act of service offers lessons we can carry into our daily lives.",
      "Some sponsors have a way of tricking us into service. We tag along to fill literature orders and the next thing we know, we're committee members. We become more generous with our time and energy because we find some satisfaction in helping out. Plus, the company's good and it doesn't cost a thing. Our generosity extends to the rest of our relationships as well--going the extra mile to help friends, family, and, at times, even strangers. We feel ourselves changing as we become more bighearted and less self-obsessed.",
      "We show up early to open the meeting facility, knowing we may be the first person a newcomer encounters. One member shared, \"I know that the seats I'm setting up in my home group are the same seats that were set up for me before I got here.\" We remember how we felt when we set foot in our first meeting: anxious, guarded, and just a little hopeful. We see ourselves in these potential new members. Our hearts swell with compassion as we welcome them.",
      "Service gives us a sense of purpose. Each time we say yes to a service opportunity, we connect with and contribute to something greater than ourselves. Acts of service to the Fellowship deepen our devotion to Narcotics Anonymous. We are thoughtful and caring individuals--qualities we discovered and honed in NA service. We have built a life worth staying clean for."
    ],
    "thought": "I will nurture my humanity by serving Narcotics Anonymous, my family, my friends, and my community.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}