{
  "11-01": {
    "date": "1 NOVEMBER",
    "title": "Acceptance Takes Practice",
    "quote": "Acceptance is not an all-or-nothing event, and it doesn't necessarily happen all at once.",
    "page": "Page 317",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "We talk about \"practicing spiritual principles\" because they take practice. That's certainly true of acceptance. At times, the only thing we fully accept is the fact that we're addicts. On those days, that's good enough. We practice acceptance by not picking up. And if we don't pick up, we won't use.",
      "As we grow in recovery, we start to recognize where our acceptance falls short. Sometimes we might acknowledge a problem, but not fully accept its implications, especially when a solution requires us to take responsibility and make an effort. For example, we might sense relationship trouble, but may or may not adjust how much time we spend with a partner. Some of us can't accept, or even recognize, that we've been dishonest until we do a Tenth Step; the disease calls us to stop writing.",
      "Our ability to practice acceptance sometimes wavers depending on who else is involved. We may be able to accept relapse from others, but not when it's a family member. Maybe we can accept the blunders of newcomers but not those mistakes made by oldtimers.",
      "We celebrate the progress we make, no matter how small: \"Today I told my boss why I was really late; that was a first!\" Or big: \"The loss of my beloved dog opened the floodgates, allowing me to revisit the grief of other losses and come to new levels of acceptance.\"",
      "As we recover just a little more each day, practicing acceptance pays off. We experience rare and remarkable epiphanies with acceptance and recognize the path it took to get there. We can hear other members' struggles with acceptance and think, Yep, they're right where they're supposed to be."
    ],
    "thought": "Today I'll look at the conditions I place on acceptance and try to practice this principle more fully.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}