{
  "11-06": {
    "date": "6 NOVEMBER",
    "title": "Honest Self-Reflection",
    "quote": "Honesty begins with not lying, but that's not where it ends.",
    "page": "Page 322",
    "source": "Guiding Principles, Tradition Ten, Opening Reflection",
    "content": [
      "With any luck, we're challenged to practice a bit of \"cash-register honesty\" early in our recovery. When a cashier gives us too much change, it's tempting to quietly pocket it, but we do the right thing instead. We hand the money back rather than lying by default. Damn, that feels good. We get an \"attaboy\" from the clerk and have some righteous experience to share at the next meeting. We revel in the positive attention, and, even better, we feel proud of ourselves.",
      "This is a great start to practicing honesty, but it doesn't end there. The Steps offer some important guidance for us as we sift through our past and examine our present state of mind and behavior. Personal inventories--long-form as well as the frequent spot checks-- help us develop a habit of honest self-evaluation. We take stock of our assets and liabilities, refining our lists in consultation with a sponsor and Higher Power. Knowing--really knowing--ourselves is a crucial element of recovery.",
      "Our relationships--with ourselves, with others, and with our lives--are enriched by our willingness to be honest. When we're in a good groove with honesty, we tend to surrender a little more and have fewer amends to make. Clarity about our character, our motivations, and our emotional lives means we're less defensive and more introspective. It turns out that having access to our feelings makes it easier to connect with others. We build deep and lasting relationships with others who are also emotionally available.",
      "When we understand ourselves and our lives, it's easier to respond to the world around us in a way that's consistent with our values. For some of us, conscious living means that we find our voice and become advocates for causes that are important to us. We can hold strong opinions on difficult issues and still take care not to complicate the NA message. Clarity comes from honestly reflecting on our experience and sharing how living by spiritual principles keeps us grounded and growing. Our experience offers a vision of hope."
    ],
    "thought": "Being myself is my best asset in carrying the message. I will take time for some honest self-reflection today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}