{
  "11-07": {
    "date": "7 NOVEMBER",
    "title": "Purpose and Our Path Forward",
    "quote": "Faith in the process means believing that we are moving in the right direction, even if it's not where we thought we would be going.",
    "page": "Page 323",
    "source": "Living Clean, Chapter 1, \"Desperation to Passion\"",
    "content": [
      "On the day of our first NA meeting, we may have predictions about what our lives will look like without drugs, but what if our dreams don't come true? Desperation has forced us to strive for something new, but what will it be? We now have choices about how we live that we didn't have before, but how do we know which is the \"right\" path and if we're following our life's \"true\" purpose? If we don't have a whole lot of faith in the future, how can we get more?",
      "Whatever questions we have about finding our true purpose, the same crystal ball that didn't work when we were high doesn't when we're clean either. Thankfully, more is revealed as we stay clean. Through the Steps, we discover our values and convictions. For many of us, that means our purpose radically shifts, or we find one at last. Recovery gives us a chance to revisit goals that addiction interfered with, or we start from scratch. Hope helps us to believe we're headed down the right path, and faith keeps our feet moving in that direction.",
      "We find purpose (or many purposes, as time passes) in NA, in a career, in relationships, in our communities, on a mountaintop, in a foreign land, or in sitting still. We learn to serve others more than our egos. We practice self-acceptance and model it for newer members who think that being okay with themselves is unattainable. Many of us also have--or regain and revitalize--our faith in a God who has a plan for us that we can't predict, ardently believing this plan is better than one we could create on our own. Others find purpose in a life guided by spiritual principles or believe the universe conspires in our favor, cheering us on. Having faith in finding and living our purpose takes practice. Recovery in NA provides us with tools to manage our discomfort with trial and error, impossible without plenty of open- mindedness and willingness along the journey."
    ],
    "thought": "I can't predict the future, but I believe I have one. I will move in a direction and see where the path leads. It's worth staying alive to find out.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}