{
  "11-05": {
    "date": "5 NOVEMBER",
    "title": "Caring and Listening",
    "quote": "Even with many years clean, separating and reconciling what's in our heart and what's in our head doesn't come automatically. We need another set of eyes; we need a caring, attentive listener to help us sort things out.",
    "page": "Page 321",
    "source": "Living Clean, Chapter 5, \"Romantic Relationships\"",
    "content": [
      "Our relationships with other addicts in NA can teach us a lot about how to practice care in the way we relate to the people in our lives. Most of us have distorted ideas about exercising love, kindness, or concern for others when we get here. No matter what habits or hang-ups we come in with, recovery improves our ability to give and receive care.",
      "Having a sponsor teaches us about letting others care for us. When we find a sponsor who's right for us, we soon get the chance to experience the genuineness and generosity described in the quotation above. Sponsors are often able to balance compassion with honesty as they help us to reconcile what's in our head with what's in our heart. We get to know what it feels like not to be in control of how another person demonstrates their care for us, which can be surprisingly freeing. Accepting help others offer, each in their own way, is a practice we can bring to all of our relationships.",
      "Similarly, showing our concern for newcomers or sponsees teaches us how to practice care as a spiritual principle. Deep down, we know we truly want others to feel the hope and experience the freedom we've received in NA. Our care for newer members helps us listen deeply and then share our relevant experience. We learn to do our part and leave the results to a power greater than ourselves. Instead of filling every conversation break with our opinions, we practice our skills as caring, attentive listeners.",
      "These lessons profoundly enhance our ability to develop and sustain loving relationships. We allow people to be there for us, and we're there right back."
    ],
    "thought": "Giving and receiving care is a skill I can constantly improve upon. I will practice being a caring and attentive listener in my relationships.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}