{
  "11-02": {
    "date": "2 NOVEMBER",
    "title": "Being Vigilant in the Here and Now",
    "quote": "We must be willing to do whatever is necessary to recover.",
    "page": "Page 318",
    "source": "Basic Text, Chapter 9: Just for TodayLiving the Program",
    "content": [
      "\"I always remind myself: Yesterday's recovery won't keep me clean today,\" a self-described chronic relapser shared as they celebrated a major milestone. \"Vigilance--right here, right now--has been key for me,\" they explained. \"I learned the hard way that the real work of recovery is that I have to be willing to do whatever's necessary. And I need to take time to be still and figure out what that is at any given moment.\"",
      "As spiritual principles go, vigilance is kind of a rock star. It's thick with meaning, pairing watchfulness with deliberate action. We start our practice of vigilance simply by paying attention. We level up from basic abstinence to a meaningful recovery when we choose to be active in our program, self-reflective, and flexible, fine-tuning our approach as our personal program evolves.",
      "In the beginning, going to lots of meetings and not taking anything between them has the desired effect; a clear head and a bit of hope make for a great start. It's enough to keep us coming back. Listening to other members' stories makes us want more. A member shared, \"If I want more out of my program, I've got to put more in.\" Inspired, we get a sponsor, cultivate a relationship with a Higher Power, and make steady progress through the Steps. As a result, we get more and more comfortable in our own skin.",
      "Vigilance helps us to settle into our new way of life, applying what we've learned about spiritual principles in our daily affairs. We make time to reflect and fine-tune our approach as we move through life clean. As we remain watchful, we may notice that our emotional life, our thinking, our physical selves, or spiritual condition will still get out of whack from time to time. That's because we're human and because things change. But life's lessons have revealed a process for navigating through our difficulties, regaining focus, and reconnecting with ourselves, those who care about us, and a Higher Power."
    ],
    "thought": "I am an addict every day, but today I choose to be a recovering addict. I'm willing to do what's necessary to care for my spiritual condition and stay watchful over my program.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}