{
  "11-09": {
    "date": "9 NOVEMBER",
    "title": "Kindness and the First Tradition",
    "quote": "We learn to treat others with kindness and respect and do what we can to support each other and our group.",
    "page": "Page 325",
    "source": "It Works, Tradition One",
    "content": [
      "Few of us come into Narcotics Anonymous with effective social skills; we often acquire them by trial and error--mostly error. When we unintentionally mistreat others, we feel terrible and become teachable. The good news is that some of our best lessons come from our mistakes. We call our sponsors, tell on ourselves, figure out our part, and determine better ways to handle similar situations in the future.",
      "We are at our best when kindness inspires our words and actions. When kindness is a priority, we're more likely to be supportive, and that helps us grow as individuals and as NA groups. Naturally, it's easier to be kind to those we love. But we don't have to open our homes and share holiday dinners to honor our mutual stake in Narcotics Anonymous.",
      "Being a home-group member challenges us to practice kindness with folks who aren't in our immediate circle. Our investment in the well-being of NA is more important than our personal feelings about any specific member. We put the welfare of the group first and treat all of our fellows with respect regardless of baggage or bitterness. Friendship is not a prerequisite for kindness. Rather, we are kind in order to foster unity within the group and to support personal recovery--our own and that of our fellow members.",
      "The simplest gesture of kindness can make a world of difference when we are feeling stuck. \"I was isolating and thinking about using. I got a text from a fellow home-group member who asked if I was going to the meeting. It was just the push I needed,\" a member shared.",
      "Our actions have a profound effect on others as well as an impact on our self-image. By choosing kindness, we improve ourselves as we contribute to NA unity. Our actions make NA meetings safe and respectful places for personal growth. The way we treat each other and our groups is a reflection of how we put \"we\" before \"me.\""
    ],
    "thought": "I will treat other members with respect and kindness today. I will act in ways that support recovery--yours, mine, and ours.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}