{
  "11-04": {
    "date": "4 NOVEMBER",
    "title": "Intimacy Is Complicated but Worth It",
    "quote": "For those of us who used sex as a way to move through the world, it may take quite some time to figure out the difference between being sexual and being intimate.",
    "page": "Page 320",
    "source": "Living Clean, Chapter 4, \"Sex\"",
    "content": [
      "\"Wait, so . . . sex and intimacy are not the same thing?\" This is news to many of us.",
      "What isn't news is the complex and often contradictory relationship at play when it comes to our sexual behavior, our addiction, and our capacity for intimacy. For many of us, sex has been a useful tool, a bargaining chip. We've used it as a shield to deflect intimacy rather than experience it.",
      "Sex can be so intricately entwined with our use of substances that we may need to learn how to have sex without using. Will we be able to perform? Will we even enjoy it? How can we fulfill our sexual desires without taking advantage of others or putting ourselves at risk for the same?",
      "Learning how to have sex clean is one thing. Being intimate with others in a nonsexual context is another. True intimacy requires mutual honesty and willingness from all involved partiesquite literally, baring our souls instead of baring our bodies.",
      "How on earth do we approach this? It's overwhelming, and who says we even want intimacy, anyway? Is that a requirement for staying clean?",
      "We approach this jumbled human mess with patience for ourselves, no matter how long we have clean. We approach it with some resolve to understand and communicate our desires and our truths. And, if possible, we approach it with the understanding that our relationship to sex and intimacy will continue to evolve as we mature in our recovery--and grow older."
    ],
    "thought": "Intimacy is complicated, and I can't possibly figure it out today. Instead, I will focus on getting to know myself and being considerate of others. I'll aim to practice spiritual principles in my sexual affairs, too.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}