{
  "11-08": {
    "date": "8 NOVEMBER",
    "title": "Praying for Tolerance",
    "quote": "We have found tolerance to be a principle that strengthens not only our own recovery but also our relationships with individuals who are a source of irritation to us.",
    "page": "Page 324",
    "source": "Just for Today, \"Tolerance,\" June 24",
    "content": [
      "So many of us have had the experience of calling our sponsor to complain about that terrible person at work or that loathsome family member or that insufferable fool at the area service committee meeting. If not for them, how peaceful and pleasant our lives would be! Our patient and loving sponsor gently asks, \"Have you prayed for them?\" So cliched!",
      "Of course, sponsors tend to speak from experience--they know that when we pray for the people who bother us, we are often the ones who change. Sure, sometimes people around us do become more tolerable; people grow and change all the time--even insufferable fools. But when we pray for the people who bother us, we increase our own tolerance and compassion.",
      "While everyone in the world has room for growth, tolerance is a much surer way for us to experience peace and harmony than simply waiting for those around us to get better. Some people will take a long time to change; others may never improve at all. If those around us aren't going to become more tolerable, our best solution may simply be to become more tolerant. This doesn't mean accepting unacceptable behavior; we still set healthy boundaries as appropriate. Our sponsor can help us sort out the tolerable from the unacceptable. We remind ourselves that we don't need to be friends with everyone--we just need to be able to play nice with others when we're at work, at family gatherings, and at service committee meetings."
    ],
    "thought": "I can't make the people around me grow on my schedule. To get along with difficult people, I will pray for tolerance.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}