{
  "11-17": {
    "date": "17 NOVEMBER",
    "title": "Affirming Our Step-Three Surrender",
    "quote": "Striving to maintain and build on our surrender, we are better able to live and enjoy life in the moment.",
    "page": "Page 333",
    "source": "It Works, Step Three",
    "content": [
      "Before recovery, we had one primary strategy to help us deal with life's stressors: feeding our addiction. Drugs helped us escape from an abusive household or the feelings of loneliness from our partner's death. They soothed the anxiety caused by our job, our rent, or the fact that we had neither. We fled from the anguish of raising teenagers or the loss of a pregnancy. However well this strategy worked at first, ultimately, it was not sustainable. The drugs stopped working, the money ran out, incarceration, overdose, degradation. . . . We know the drill.",
      "In recovery, we are shown new approaches to handle life's challenges--and even our successes. We learn to surrender our uncomfortable feelings, to accept the outcome of the day's events, to cope with the grimmest of tragedies just to be in the current moment. Practicing the Third Step daily, from the moment we open our eyes, helps many of us to deal with life on life's terms. We \"turn it over\" by whatever method or ritual we find works for uspraying, meditating, sending a gratitude list to our network, calling a fellow addict who's struggling, or just taking a moment to acknowledge Whatever's Out There or Within Here. We affirm our Step Three decision and surrender just for today, every day.",
      "We find that the practice of a daily surrender is sustainable. This process of surrender is a muscle that we build so that we can rely on it during our toughest moments. Just as critically, surrendering makes space for us to thrive. Turning over our will is metaphorically taking out the trash, clearing the cobwebs, airing out the sheets. It's washing the windows not merely to see out but to get out there and make our mark on the world."
    ],
    "thought": "Today I will use the Third Step as a strategy to engage with life right here, right now. I can deal with the hardships of this moment--and the good stuff, too.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}