{
  "11-12": {
    "date": "12 NOVEMBER",
    "title": "Removing Barriers to Inclusiveness",
    "quote": "We start to look more carefully at what makes a meeting feel safe and welcoming.",
    "page": "Page 328",
    "source": "Living Clean, Chapter 4, \"Disability\"",
    "content": [
      "We know the struggles of addiction firsthand, the danger and degradation. We remember what it was like to walk into our first meeting--to feel that initial spark of hope. We pray for the addict who still suffers, and we feel for them because we've been there. Our empathy helps us see our meetings, meeting places, and all of the social interactions surrounding them through others' eyes.",
      "We genuinely want every addict seeking recovery to feel safe and welcome when they walk through the doors. When we're on our spiritual A-game, empathy guides our choices and ensures that we are inclusive. It's easy to get lazy, however. We neglect the proper consideration of others' needs. We may even justify our complacency and squash new ideas with the classic: \"This is the way we've always done it.\"",
      "Experience has a way of nudging out such smugness. When a homegroup member comes to need a wheelchair, it highlights the necessity of an accessible meeting place. When a hard- of-hearing member explains the importance of visual cues in communication, we follow their lead. We change the room setup with attention to lighting, acoustics, and sight lines. When new members come from outside the dominant culture, we go out of our way to welcome them. If diversity challenges us personally, perhaps we need to examine our reservations about the NA message. We recommit to the proposal that any addict can find recovery in NA. Empathy, generosity, and inclusiveness guide us toward a new perspective on helping addicts find a safe and welcoming place to surrender.",
      "As the First Tradition suggests, we put our common welfare first. We plan for needs that haven't yet surfaced. We remove barriers to participation--physical, perceptual, or cultural--and do what's in our power to make NA truly available to us all."
    ],
    "thought": "I will look at my home group with fresh eyes and imagine how someone different from me might experience it. What can I do to make first-time attendees feel safer and more welcome?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}