{
  "11-11": {
    "date": "11 NOVEMBER",
    "title": "Willing to Explore New Directions",
    "quote": "With self-acceptance comes a willingness to creatively explore new directions.",
    "page": "Page 327",
    "source": "Living Clean, Chapter 4, \"Wellness and Health\"",
    "content": [
      "Our willingness to stay clean triggers willingness to improve our lives. In turn, we're able to look at ourselves with greater clarity and a realness we never imagined possible. Our minds become open to an awareness of our shortcomings and our limitations. We humbly evaluate and acknowledge our assets. Acceptance of where we are right now creates a willingness to move forward. And like everything in recovery--and in life--we won't experience self-acceptance perfectly. Rather, it's something we strive for daily.",
      "In recovery, accepting ourselves doesn't mean we accept our conditions. Instead, we can pursue new goals that better mirror the self we have come to accept. Many of us who find some stability in NA also find the willingness to create new opportunities for ourselves or take ones that are offered to us. We now know that we don't have to be held back or be victimized by our past. We follow through on a long-held dream, rent our own place for the first time, enroll in or finish college, or start a family.",
      "We also can be led by a deep-seated knowing, or what one member called \"divine dissatisfaction.\" A motivating, self-affirming voice tells us it's time to move on from the relationship that we've used all the arrows in our quiver to save. It tells us to move on from a job that's no longer fulfilling us, to move to a new city, to just move our lives in some significant way. We learn to trust our instincts.",
      "Our self-acceptance helps us to be willing to make mistakes--and then be willing to forgive ourselves and learn from them. We find ourselves often being more flexible, knowing that we'll be okay no matter what, more resilient and responsible, less of a perfectionist. If one endeavor doesn't work, we're willing to feel the pain of failure and then seek an alternative strategy to reach our goal."
    ],
    "thought": "those arrows in my quiver, I'm willing to point my life in a new direction and take aim.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}