{
  "11-14": {
    "date": "14 NOVEMBER",
    "title": "Living Lives Worthy of Self-Respect",
    "quote": "As we clean up our wreckage and live differently, we can respect our actions and find respect for ourselves in the process.",
    "page": "Page 330",
    "source": "Living Clean, Chapter 2, \"Connection to Ourselves\"",
    "content": [
      "Many of the stories we tell about our active addiction depict us thriving on our lack of respectability. Who needs a real job, an education, a place to live, or even a bath? We scoffed at others' boundaries, the rule of law, authority, and institutions. We turned our backs on many of the values we were taught by our families, cultures, and society. Hiding all our fears behind bravado, a lot of us paid a steep price. We jeopardized relationships and careers, if we had any. In many cases, we lost our freedom. Did we lose our self-respect, too? Or did we just have none to start with?",
      "When we get clean, the rebel in us may be tempted to dismiss \"meeting etiquette\" as an attempt to make us conform. At some point, most of us notice that being a rebel in NA doesn't have the payoff it did on the streets. We don't gain credibility by being disrespectful. \"I thought I was a badass but came to find out that it was just a front to protect myself,\" one member shared. Once we start to listen in meetings, get to work on Steps, and are of service, we find ourselves inspired to loosen our grip on our past lifestyles and the version of ourselves in the stories we tell.",
      "We want to move on from the past, and our willingness to understand it and grow from it increases. We take actions that build our lives and help other people. We set boundaries for ourselves and respect those held by others. Our dignity and self-respect are being restored, like our sanity. Perhaps for some of us, this is the first time we have experienced these feelings or this state of being in our lives.",
      "Not only do we change our actions, but many of us find we have to alter the stories we tell about ourselves. We focus less on being the product of our wreckage and more on being the product of our recovery. We learn that we are worthy of the lives we have now. We begin to live a life that reflects values we can be proud of. That's pretty respectable. And before recovery, who knew we'd ever want that?"
    ],
    "thought": "Today I'll step back for a moment and look at the life I'm building with some pride and self-respect. It's working, and I'm worthy of it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}