{
  "11-18": {
    "date": "18 NOVEMBER",
    "title": "Unity, Our Practical Foundation",
    "quote": "With unity as our practical foundation, we find that our relationship with one another is more important than any issue that may arise to divide us.",
    "page": "Page 334",
    "source": "It Works, Tradition One, \"Applying Spiritual Principles\"",
    "content": [
      "Addicts tend to be creative and bright, with brains chock full of . . . endless opinions. We are passionate and often have a strong sense of justice . . . the flip side of which can be profound self-righteousness. Lots of us are charismatic individuals blessed with considerable leadership qualities . . . who can be manipulative, giving others the smack- down with our encyclopedic knowledge of the Traditions. We are curious sorts who ask a million questions . . . about issues addressed in the subcommittee chair's report that we didn't read. We can be wonderfully flexible in weighing all the options about an issue . . . and change our minds and alliances many times in a single discussion. We can be calm, deep listeners who reserve offering opinions until all the facts are in . . . and then passive- aggressively subvert the group's conscience.",
      "All of these personalities (and many more) are charged with ensuring that NA remains steadfast in its purpose to support the newcomer by carrying a message of recovery. Conflicts arise at group business meetings, during learning days, when planning a regional convention, and in NA World Services. Putting the principle of unity before personalities can be a challenge in practice. But it's our commitment to each other and to our shared purpose--the very essence of unity--that helps us grow as individuals and strengthens the Fellowship of NA.",
      "At the end of the day, it's our relationships with each other that get us through personal upheaval, financial peril, professional concerns--through every aspect of our lives. We strive to safeguard those relationships, especially when we can't agree on whether or not it's cool to buy cakes with the Seventh Tradition cash."
    ],
    "thought": "Instead of obsessing about our differences of opinion, I will focus on strengthening relationships with other members. I will seek opportunities to give or receive support from another addict.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}