{
  "11-10": {
    "date": "10 NOVEMBER",
    "title": "Our Foundation of Goodwill",
    "quote": "When Good will supports and motivates both the individual and the Fellowship, we are fully whole and wholly free.",
    "page": "Page 326",
    "source": "Basic Text, \"Our Symbol\"",
    "content": [
      "Before coming to NA, we were chiefly motivated by selfishness with a reckless, feverish focus on finding ways and means to get more drugs. A desire to stop using brings us to the rooms; it may be desperate or minimal, inspired by a nudge from the judge, our parents, our conscience, or the consequences of continuing to use. We had little use for integrity when we got here. And goodwill? Never heard of it.",
      "And yet, recovery is available to us all. We start learning to serve when we have precious little time clean. As our journey continues, service becomes a staple of our program. We come to understand the meaning of integrity as we serve with other recovering addicts. We learn about goodwill by watching their walk. We explore how integrity fits into our new lifestyle and begin to examine our motives on a deeper level.",
      "Sometimes the driving force behind our initial interest in participating in a service committee or taking a commitment is motivated by our desire to look good or our need for the validation of others. We may be doing the right thing, but we may not be doing it for the right reason. It's a start.",
      "The seeds of goodwill are planted as we continue to serve. We greet newcomers at our home group, help fill literature orders at a local service committee, or attend the regional service committee for the first time as we develop our relationship with service. We continue showing up and find that why we stay committed is different from what brought us to that commitment in the first place. Freedom springs from the newfound passion when we find our niche in service. When we serve from a place of selflessness and goodwill, we tend to find fulfillment and gratification in our efforts, in and out of NA.",
      "The foundation of our program is rooted in goodwill. As we continue to give of our time and effort with more principled intentions, our understanding of generosity broadens, and our personal freedom grows proportionally."
    ],
    "thought": "I will bring a spirit of generosity and service to my NA community, my family, my work, or my neighborhood today. With goodwill as my motivation and freedom as my goal, I will wholly commit.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}