{
  "11-15": {
    "date": "15 NOVEMBER",
    "title": "Love for the Sake of Our Growth",
    "quote": "The love we share in NA means we care enough to save each other's lives.",
    "page": "Page 331",
    "source": "Guiding Principles, Tradition Two, \"Spiritual Principles\"",
    "content": [
      "Attending meetings lets us see the myriad ways in which members practice the spiritual principle of love. We observe the pre-meeting rituals with warm welcomes all around. We recognize the love and trust it takes for us to share our pain, our breakthroughs, and our misadventures or to offer loving support by listening, nodding, and passing tissues.",
      "After the meeting, we may catch a glimpse of a small group of two or three members who have stepped away from the crowd for a private conversation. Some of us have been pulled into such a discussion only to discover that our behavior was the topic. This may not have struck us as loving at the time.",
      "As one member shared, \"A couple of home-group members 'suggested' that I get to the meeting on time if I wanted to hug all my friends before I took a seat. I was a bit embarrassed, but learned to enter a bit more discreetly when I'm late.\" With hindsight, we can see the loving action members like these take to protect the atmosphere of recovery in our meetings and teach newer members how to behave. Love isn't always gentle. Sometimes we show love by saying, \"We love you, but not your behavior.\"",
      "Another addict shared, \"Love is not simply an emotion; it's also an action.\" The action of love is the effort we choose to put into how we carry the message of NA. We share our recovery to save another addict's life, and it's one of the most loving actions we can take. It may not be convenient or easy, but the work is well worth it when we see a fellow addict grow into a productive member of society and pass the NA message on to other suffering addicts. This is the work of love."
    ],
    "thought": "I will share the lessons I was taught when I first came around. Today I will pass along the love that saved my life.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}