{
  "11-19": {
    "date": "19 NOVEMBER",
    "title": "Healing with Empathy",
    "quote": "One of the benefits of reaching out is finding that our most painful experiences can help someone else.",
    "page": "Page 335",
    "source": "Living Clean, Chapter 1, \"Growing Pains\"",
    "content": [
      "Being clean doesn't give us immunity from life's struggles. Fortunately for us, we don't have to navigate life on our own. When we ask for support and allow people to be there for us, we access perhaps the Fellowship's greatest resource: each other. If cleantime and other successes have caused us to lose touch with this asset, life's difficulties can provide a gentle nudge in its direction. When we summon the courage to reach out for support, our NA communities respond with empathy. It helps to have someone to lean on, to sit with us as we sit with our feelings, to cheer us on as we put one foot in front of the other, and to empathize as we heal, regroup, and start again.",
      "Our fellow members understand our urge to run away or to find some temporary relief in food, sex, or spending. We can identify with that impulse to shut down or be massively controlling or lean into other character defects to manage our troubles and feelings. We empathize because we've been there emotionally--or at least in the neighborhood. We can connect deeply and share the burden of each other's sorrows and emotional pain. Even if we don't have direct experience with a specific way in which life has shown up for a fellow member, we're all capable of listening, bringing a hot dish, or taking the kids out for ice cream. Sometimes, a reminder that there will be sunshine after the rain helps us get through the day.",
      "When we share with an addict in pain, we're able to get outside ourselves. The empathy we experience creates identification, gratitude, and perspective. \"The therapeutic value of one addict helping another\" is beneficial to both the helper and the helped--we know this because we've been both. One member's comment to another captures this dynamic: \"Someone told me that my struggle would give me the strength I'd be needing down the line. That strength was for you, and when my experience helped you, I got to heal on a whole new level. Your call for help was a real mitzvah.\""
    ],
    "thought": "The well of empathy runs deep in NA, and I will keep returning to it. I will share my burdens with another addict today, knowing it will provide a source of healing for both of us.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}