{
  "11-16": {
    "date": "16 NOVEMBER",
    "title": "Resilience Keeps Us Coming Back",
    "quote": "It's never too late to start over, reconnect with the fellowship, work steps, have a spiritual awakening, and find a new way to live.",
    "page": "Page 332",
    "source": "Living Clean, Preface",
    "content": [
      "For many of us in active addiction, starting over from scratch was practically a lifestyle choice. Things got tough, we owed back rent, our relationships or jobs got in the way of our drug use--and we were gone! We got a new place, a new job, and someone new to put up with our crap. Some of us carried that behavior into NA. Instead of staying clean through snags in early recovery, we'd press the reset button and clear the board. Day One again. We'd change road dogs, sponsors, and home groups. This wasn't the healthiest or most spiritual way to be resilient, but that was our strategy to survive and bounce back from conflict and hardship. Still, we kept coming back.",
      "When we get some time in NA, starting over might look very different. Many of us will hit major low points in our lives, but when we stay close to NA, we can immediately turn to Step One--not Day Onewhen our life becomes unmanageable.",
      "Others of us accumulate years of cleantime and are so busy being functional that we don't realize how isolated we are from NA. We haven't relapsed, but our recovery has all but flatlined. \"I woke up today and realized that it was my 25th cleantime anniversary, and I don't even remember the last time I marked the occasion,\" a member shared. \"I came today because I didn't even know I was miserable. I thought, Maybe I should use so that I could come back to meetings. Though I'm embarrassed about how long it's been, I'm grateful my next thought was, Just go to a meeting and start over.\"",
      "How do we come back when we haven't really left? Instead of pulling the plug on our program, we can jump-start it. We may feel some regret at taking NA for granted, but we are back--and can keep coming back.",
      "It doesn't matter when we start over or why; it only matters that we do."
    ],
    "thought": "How close am I to the Fellowship today? I will remember that I can push the recovery reset button anytime but don't have to throw a grenade in order to start fresh.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}