{
  "11-13": {
    "date": "13 NOVEMBER",
    "title": "Balance Through Meditation",
    "quote": "Emotional balance is one of the first results of meditation, and our experience bears this out.",
    "page": "Page 329",
    "source": "Basic Text, Chapter 4, \"Step Eleven\"",
    "content": [
      "Life can be an emotional roller coaster. Before we found recovery, we could exit the ride by getting high. With that option off the table--just for today--it's up to us to find ways to handle life's ups and downs, twists and turns. \"If I'm going to ride this roller coaster called life,\" a member shared, \"I want to be one of those screaming, giggling fools in the front car. They are truly in the moment.\"",
      "We learn the usefulness of living in today in early recovery. One oldtimer put it bluntly: \"If you've got one foot in the past and one in the future, you're pissing all over today.\" Truly being in the moment is some next-level stuff, and few of us have regular access to an actual roller coaster to practice that mindset.",
      "Fortunately, we have an Eleventh Step that encourages us to give prayer and meditation a try. Practicing some form of meditation can help us to let our feelings come and go like waves on the beach. Practice pays off, and it becomes easier to roll with the punches when we're a little less attached to our emotions.",
      "We learn to be fully feeling human beings and to be all right with that. More often than not, we can be attentive to our emotional lives and not want to check out. One member shared, \"Finding even a minute or two to slow down and breathe can drastically improve my emotional well-being.\" As we weave meditation into our recovery repertoire, emotional balance feels increasingly attainable."
    ],
    "thought": "I will remind myself that the balance I have experienced in my recovery is a result of my emotional well-being. I will sustain this state of being by meditating today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}