{
  "11-29": {
    "date": "29 NOVEMBER",
    "title": "Flexibility through Life's Storms",
    "quote": "The open-mindedness we practice in our recovery gives us the ability to be flexible when things change in ways we hadn't expected.",
    "page": "Page 345",
    "source": "Living Clean, Chapter 6, \"Getting Out of Our Own Way\"",
    "content": [
      "Trees are commonly associated with qualities like strength and resilience, qualities that can help us endure the difficulties of getting and staying clean. Living life on life's terms involves experiencing all sorts of weather patterns--plenty of sunshine and warmth, followed by patches of cold, rain, storms, and snow. Some of us work so hard to hold everything in our lives together, only to find ourselves having a complete breakdown when someone takes our seat at the meeting. If we take a lesson from trees, we'll see that the more rigid and inflexible we are, the more easily we can be shattered.",
      "Palm trees might not strike us as especially strong. They are often associated with beaches and easy breezes--and do they even look all that sturdy compared to, say, an oak? However, those skinny, seemingly weak palms lay down firm root structures and, when a powerful storm comes, they are able to lean with the wind. The visible part of the tree above the surface is flexible and resilient, as strong roots secure it from beneath.",
      "Our lives will become tumultuous from time to time. We have disagreements with coworkers or partners. People in public annoy us. We find our usual seat at our home group occupied and have to sit somewhere else. We can become rigid and defiant, refusing to bend. Or we can move toward open-mindedness, willing to give a little here and there as needed, so we don't snap when the pressure is on. When our roots are firmly secured in recovery, we tend to find the flexibility we need."
    ],
    "thought": "I cannot control the weather, but I can practice flexibility. I will plant myself firmly in the NA program, knowing that I can bounce back from any feelings that may come to pass.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}