{
  "11-23": {
    "date": "23 NOVEMBER",
    "title": "Maturity Calls for Some Humility",
    "quote": "Doing the right thing when no one is looking is an act of service to what we believe in. Some of us call this integrity; the Sixth Step calls it character. Whatever we call it, this practice is the discipline that forms the basis of our growing maturity.",
    "page": "Page 339",
    "source": "Living Clean, Chapter 6, \"Commitment\"",
    "content": [
      "Integrity. Character. Discipline. Maturity. Not often were these words used in reference to us when we were in active addiction, except perhaps to note the lack thereof.",
      "While many NA members completely reject being the center of attention, there are just as many of us who adore the spotlight or who, at the very least, undertake commitments to be acknowledged and praised. In the course of our recovery, we'll have ample opportunity to dissect what motivates our choices. As a practical matter, we might simply concede that active addiction left us with many regrets. We were ashamed of many of our actions and inactions. In recovery, we have the opportunity to get things done--in NA, in our jobs, and in our family life--because those things need to get done. Adhering to that sense of practicality and work ethic--rather than the attention-grabbing \"Look at me!\"--is a sign of maturity and integrity. It shows character and discipline, too. All of it.",
      "And, sure, if we have a commitment that we do consistently, competently, and maybe with our own creative spin on it, our efforts may draw some positive attention. Accepting others' gratitude is also a sign of maturity.",
      "We don't need to plan our service entirely around making sure no one is looking. That would be anonymity overkill. We don't need to hide our talents or skills in order to do the right thing. We embrace our capabilities so we can stay clean and help others do the same."
    ],
    "thought": "Today I'm deciding to let my contributions to the world speak for themselves. If they speak only to me, so be it. If others notice and express their appreciation, I will be gracious.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}