{
  "11-27": {
    "date": "27 NOVEMBER",
    "title": "Humbly Asking for Help",
    "quote": "We all go through times when we need help of one kind or another. Asking for help may be as principled and as difficult as anything we ever do.",
    "page": "Page 343",
    "source": "Guiding Principles, Tradition Seven, \"For Members\"",
    "content": [
      "Moving into our first apartment clean, learning how to pay bills on time, going to a funeral or a wedding for the first time in recovery, asking someone to sit with us while the craving to pick up passes--life on life's terms presents us with opportunities to ask for help on a daily basis. Our old way of thinking--shaped by self-centeredness and denial--guards a myth that equates asking for help with weakness.",
      "It takes a great deal of courage to push past the impulse to do all of this on our own. We cultivate humility as we surrender our excessive pride. We ask for and receive support from other members and find the courage to face new emotions and experiences. One member shared, \"Today, I see that asking for help is our greatest source of strength.\"",
      "At times, life shows up and hits us square in the face. No matter how good a program we work, life still has its ups and downs. We all suffer losses. Success, at first so unfamiliar, can be challenging as well. And often we feel ill equipped to handle life on life's terms alone. The good news is that we don't have to.",
      "The hardest part of getting help may be asking for it. We don't feel worthy and may think of ourselves as a burden. We swallow our pride and turn to more experienced NA members for help. As awkward as that might be, our requests are typically met with graciousness. Having navigated many of life's obstacles clean, they're usually delighted to share their wisdom and offer support. The joys of helping another addict don't end when we attain X number of years.",
      "Learning how to be self-supporting does not mean that life's challenges become a solo endeavor. By practicing humility, we learn what our limitations are, establish some healthy boundaries, and set out in new directions that develop our strengths."
    ],
    "thought": "Today I will challenge my old ways of thinking by asking someone about their experience and opening myself up to their support.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}