{
  "11-25": {
    "date": "25 NOVEMBER",
    "title": "Practicing Forgiveness, Foregoing Resentments",
    "quote": "Forgiveness is an action and a decision. We need a lot of forgiveness, and we also get to provide it.",
    "page": "Page 341",
    "source": "Living Clean, Chapter 7, \"Love\"",
    "content": [
      "Working the Twelve Steps of NA teaches us to make decisions for ourselves and take deliberate actions in our lives. We no longer allow circumstances and our disease to dictate our every move. We choose to practice forgiveness and try not to worry too much about when and if our loved ones forgive us. (We'd been pretty rotten at times, after all.) We focus on matters that are in our control and do the work necessary to forgive ourselves and others.",
      "NA service provides plenty of opportunities to apply this spiritual principle. As we serve alongside fellow members, it's almost inevitable that we'll bump heads from time to time. For the most part, we manage to set aside our disagreements, uniting to support the addict who still suffers. But practicing unity does not neutralize the need for forgiveness. \"Despite acting in unity, I was still holding a grudge,\" a member shared. \"It occurred to me that service might be more pleasant if I would forgive some of those I serve with.\"",
      "Many of us have taken a turn standing on the NA soapbox in defense of what we believed was best for the Fellowship. We can forgive others for being irritatingly passionate because we've been that, too. Instead of keeping a record of each other's worst moments, we can make a decision to focus on the good work they're doing. We adjust our perspective to take the bigger picture into account.",
      "None of us is all good or all bad. By practicing forgiveness, we allow ourselves and others to be human. Sure, we make mistakes, but our worst moments don't need to define us. By practicing forgiveness, we can shift our focus and appreciate the strengths each of us brings to the table."
    ],
    "thought": "I choose to practice forgiveness today. I'll revisit some old resentments, take positive action on any unresolved issues, and let go of any lingering bitterness. I will accept people as they are now.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}