{
  "11-20": {
    "date": "20 NOVEMBER",
    "title": "Humor as a Practice of Surrender",
    "quote": "One of the gifts of recovery is regaining our sense of humor.",
    "page": "Page 336",
    "source": "Living Clean, Chapter Seven, \"The Lifelong Practice of Surrender\"",
    "content": [
      "When we were using, everything was life-or-death serious--that lifestyle of getting, using, and finding ways and means to get more! Some of us felt like we hadn't laughed for years when we first got to NA. Others of us experienced plenty of laughter out there--directed right at us. \"You're so thin-skinned,\" our mates would mock us. \"Get a sense of humor.\"",
      "While actual events of our using history stay the same, our relationship to them evolves as we grow in recovery. We see fellow NA members finding humor in their pasts, and we begin to lighten up about the darkness in ours. Our stepwork reveals a long list of defects that still affect us today. And being able (finally) to laugh at ourselves as we act out on that shortcoming--yet again!--is a strategy that can help us to not beat ourselves up and to be okay with where we are right now. Humor becomes a way we identify, connect, and express empathy and forgiveness, for others as well as ourselves. Humor is a practice of surrender.",
      "For many of us, humor can also be a hazard. It's a strategy we may use to escape our feelings or avoid being real in our relationships. We sometimes use it to put people down, including ourselves. Self-deprecating humor has a place, but self-ridicule breeds self-doubt. Some of us used humor to survive out there, but in recovery we aren't living in that life-or- death cycle. As we become more aware of these issues through working our program and receiving input from our sponsor and others we trust, our relationship to humor may shift. Ideally, the sense of humor we gain in recovery becomes less self-pitying, protective, or aggressive than the one we came in with. And we can finally breathe because we don't take ourselves quite as seriously as we used to."
    ],
    "thought": "I will try to surrender to levity today. I can laugh at myself without putting myself down, and do the same for my fellow addict, with love, sensitivity, and wit, if I have a bit of that.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}