{
  "11-28": {
    "date": "28 NOVEMBER",
    "title": "Sharing Hope Freely",
    "quote": "We have a message of hope to carry. It's a gift and an obligation.",
    "page": "Page 344",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "After coming to NA for a while, most of us eventually hear that question from family or friends: \"How long do you have to keep going to those meetings?\" Maybe we have even wondered the same thing ourselves. And then we're lucky enough to see a sponsee, right in the middle of working Step Two, open up to the idea of staying clean, just for today--for the rest of their life.",
      "One of the first gifts most of us receive in NA is hope, and it's one that we continue to carry to newcomers even as other gifts pile up around us. NA promises only freedom from active addiction. For most of us, that freedom often makes it possible for us to achieve so much more--repaired relationships, self-esteem, employability, trust, the ability to love and be loved, financial security. When our lives, hearts, bank accounts, and bellies get fuller, we might find ourselves showing up to meetings a bit less regularly. In some cases, we might even feel like life is so good that we don't even need meetings.",
      "We say it over and over: \"We can only keep what we have by giving it away.\" The more regularly we share our experience with others, the more regularly we are reminded of the hope we found in NA. A member shared, \"I need to tell lots of newcomers what worked for me when my ass was on fire so that when I start smelling smoke again, someone will be here to remind me how to put it out.\"",
      "Our first dose of hope was about getting clean, and we saw many other hopes become reality as we stayed clean and worked the Steps. We owe it to ourselves and to NA to share our hope with other addicts. We share how we get through our difficulties and how we achieve our successes. We share not just so that they will gain some hope, but so that we will keep some, too."
    ],
    "thought": "To keep my hope fresh, I will keep sharing about how I'm living clean today. I share my hope freely with others, knowing that I always have somewhere to go when I need someone to share hope with me.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}