{
  "11-22": {
    "date": "22 NOVEMBER",
    "title": "Facing Life with Courage",
    "quote": "We find the courage to follow our heart, to listen to the voice within, to create, to commit, to explore, and to live.",
    "page": "Page 338",
    "source": "Living Clean, Chapter 3, \"Creative Action of the Spirit\"",
    "content": [
      "It takes courage to give this NA way of life a try. Whether it's for the first or the fourteenth time, walking through the doors to our first meeting--or first meeting back--takes real determination. And that's just the beginning. Once we stop using, and our obsession fades, the challenges of living life on life's terms will call on us to be courageous again and again.",
      "Lucky for us, the NA way gives us the gumption to persevere despite life's difficulties. We forge lasting friendships, learn from our fellow travelers, and find in them enough courage to transcend the challenges of each day. NA literature can be a source of strength and courage, too. We each find our own understanding between the lines and in the tough questions we ask ourselves. As we contemplate and apply the collective wisdom found in NA literature, we are emboldened to be more fully ourselves, drawing strength from our Higher Power.",
      "With a firm foundation in recovery, we can move through the world with courage and confidence, though sometimes we decline opportunities to do so. \"My 'fear goggles' kept my focus on the potential for failure or rejection,\" a member shared. \"I was afraid to start or end relationships, to express my feelings, to come out. I was unwilling to be fully myself and paid a price for my lack of courage. In my effort to avoid pain, I'd also sidestepped chances to find real joy.\" That's no way to live.",
      "The example of others and our faith in a Higher Power inspire us to live courageously, despite a lack of certainty. Life is a risky business, and things won't always work out in our favor. As one addict put it, \"I'm not God's little honey bunny, and the answers to my prayers aren't always 'yes.' But even when things don't go my way, I still walk with courage. It helps to know that you folks will pick me up if I stumble.\" We dare to dream--to try and fail and try again."
    ],
    "thought": "If I don't risk anything, I risk everything. I will muster the courage necessary to take a leap of faith today, big or small.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}