{
  "11-21": {
    "date": "21 NOVEMBER",
    "title": "Discernment and Group Conscience",
    "quote": "We trust--and we use good sense. Living in fellowship with other addicts, we learn discernment.",
    "page": "Page 337",
    "source": "Guiding Principles, Tradition Two, Opening Reflection",
    "content": [
      "The spiritual principle of discernment--exercising good judgment--is central to practicing Tradition Two. In our personal recovery, we work on developing a guiding conscience in our own decision making that helps us decipher what's healthy for us and what isn't. Many of us have described that conscience as a voice in our head that tells us right from wrong. Many others say it's our loving Higher Power working in our lives.",
      "We bring this awareness into our groups and try to practice it there, in fellowship with each other. Discernment is group conscience in action; using it requires some common sense, experience, and, hopefully, clarity about what's our opinion, what's factual, and what's actually important. Some of our groups develop trust and a collective conscience over time, but we need to stay open-minded as our membership evolves. To sustain our practice of Tradition Two, we need unity, faith, goodwill, and even more trust.",
      "Speaking of trust, discernment helps us choose our trusted servants and guides us in our efforts to be trustworthy as we serve. We create guidelines that outline preferred qualities for particular roles in our groups. These may aid the process but aren't the whole of it. Other circumstances that aren't on paper and still meet our need to serve the greater good may play a role in our decisions. We listen to our fellow members offer qualifications for a position, learn about each other's capacity for effective leadership, and then use discernment, expressed through our group conscience, to match talent to task.",
      "As trusted servants, we're trusted to serve the needs of our group and NA as a whole, rather than our own egos, individual opinions, and desired outcomes. To keep our leaders in check, we are each other's eyes and ears, shining light on one another's blind spots and turning up the volume when we aren't listening carefully."
    ],
    "thought": "I am committed to serving the greater good. I aim to do so by exercising good judgment, inviting my own conscience to contribute to the group's, and letting go of the outcome.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}