{
  "11-26": {
    "date": "26 NOVEMBER",
    "title": "Reliability and Reasonable Expectations",
    "quote": "We make a commitment to our home group, and if we are absent for some reason, we will be missed.",
    "page": "Page 342",
    "source": "IP #2: The Group, \"Home group\"",
    "content": [
      "When we were using, reliability was as rare as hen's teeth. We showed up when it was convenient, and only if we were getting something out of it. We might have made it home for the holidays but stayed just long enough to get gifts that we could return for cash. We might reliably show up to work, but mostly to steal from the till or take our patients' meds. The gratification of spending time with family or giving an honest day's work for an honest day's pay was lost on us.",
      "It didn't take much cleantime to figure out this way of doing things wouldn't serve us well in recovery. The idea that we could live clean and enjoy stable, happy lives inspired us. We understood that reliability would be an important part of becoming a responsible, productive member of society.",
      "For many of us, becoming reliable starts with finding a home group, accepting our first commitment, and then doing our best--as one member put it--\"to live up to the trust placed in me. My sponsor told me that reliability precedes trust. As suggested, I learned to show up and do what I said I'd do.\" By keeping our word, we practiced the essence of reliability and built a foundation for integrity.",
      "Our reliability makes us real assets as members of a home group. Beyond any specific duties we perform, home-group members steady the atmosphere of recovery. We think of some members as \"fixtures\" at certain meetings--the same people, often in the same seats, week after week--and, in time, we become them. \"It's okay to take us for granted--that's what we're here for,\" one home-group member explained. \"We're like candles you keep on hand just in case. We're here to produce some light if needed or to set the mood.\""
    ],
    "thought": "I will be true to my word today. I will show up and do what's expected of me at home, at work, in the community, and in meetings.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}