{
  "11-30": {
    "date": "30 NOVEMBER",
    "title": "Listening with an Open Mind and Heart",
    "quote": "We learn to actively cultivate our listening skills, using our ears more than our mouths in conversation.",
    "page": "Page 346",
    "source": "It Works, Tradition Two, \"Applying Spiritual Principles\"",
    "content": [
      "Being open-minded is a key spiritual principle of Tradition Two in which we invite a Higher Power to develop and guide our group's conscience in decision making. One helpful step toward getting our minds open enough to participate in this process is to open our ears to each other. And, as the cliche goes, we're not just hearing words (blah, blah, blah, waiting for my turn to speak) but listening to them. For that to happen in earnest, we need to take a break from talking, or thinking about what we're going to say when it's finally our turn.",
      "A mistake we often make in relationships--and this easily applies to service in NA--is believing that being heard and getting our point across is the most important contribution we can make. There are times when we confuse listening with telling someone how much we understand and immediately sharing our own story of identification. And other times our evidence for listening is a hefty list of solutions to the challenges a member has just shared with us. Sometimes an addict just wants to be heard. Our sage advice can wait until it's asked for.",
      "When we actively listen in conversation or in a group discussion, we're able to make more meaning of the topic, have more empathy, be more inclusive and curious. We tap into the conscience part of Tradition Two when we listen to--and absorb--the voices of our fellow members. Our perspective broadens, context deepens. At our most open, we can see things as others see them, maybe even clarifying our own viewpoints in the process. We can be influenced. An addict shared, \"I feel much more at peace when I am listening and not trying so hard to be heard--and isn't serenity what all this is about anyway?\""
    ],
    "thought": "Today will be a day when I'm going to open my mind and my heart by opening my ears and not my mouth. Be quiet, brain, I'm listening!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}