{
  "12-08": {
    "date": "8 DECEMBER",
    "title": "Autonomy for Ourselves and for Others",
    "quote": "Allowing our partners and ourselves to experience personal autonomy means we can grow and change at our own pace . . .",
    "page": "Page 355",
    "source": "Living Clean, Chapter 5, \"Romantic Relationships\"",
    "content": [
      "Being a member of NA gives us plenty of chances to learn about relationships. For most of us, that starts with a sponsor and a home group, both of which offer lessons about autonomy. Every sponsor in NA, after all, eventually gets the opportunity to tell a sponsee, \"Well, you're going to do what you're going to do, so...\" Whether that comes from a place of loving acceptance or frustrated sarcasm--or a mix of both--our sponsors affirm that we are responsible for our own recovery. (And our consequences.) When we're ready, we'll change. And, as we often say, that might mean when we've had enough pain, we'll change.",
      "The same is true in our groups. We offer one another experience, strength, and hope; the choice of whether to accept what is offered belongs to each of us as individuals. \"Honestly, I was getting really tired of a home-group member who kept sharing about the same thing all the time,\" a member shared. \"I got tired of being annoyed, so I just let it go and gave them space. Months later, they had a breakthrough and began to change. Today, we're very close. I was so glad I didn't have to wait for their breakthrough in order to feel better myself!\"",
      "The ability to keep our own pace and allow others to keep theirs is valuable in all of our relationships, including romantic ones. Whether or not our spouses or significant others are in recovery, a sign of an honest relationship is not being in 100 percent agreement on everything. It makes sense to experience discomfort in our relationships when we have differences of opinion, differing values, or different levels of willingness to practice principles. Practicing autonomy means knowing what we need to hold on to and what we need to let go of. If the answer to that isn't obvious, we can look to our group and our sponsor for guidance."
    ],
    "thought": "I will practice autonomy by taking responsibility for my own life and recovery and allowing others the space to do the same.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}