{
  "12-05": {
    "date": "5 DECEMBER",
    "title": "Uncomplicated Faith",
    "quote": "When we find ourselves obsessed with a complication in our lives, we will do well to sharply remind ourselves of all that is going right.",
    "page": "Page 352",
    "source": "Just for Today, \"Making mountains into molehills,\" January 19",
    "content": [
      "Once we have been in recovery for a while, we discover that unmanageability can be caused by things other than the use of drugs. Some difficulties we face are the result of factors other than our disease. This can be especially frustrating after we put so much work into gaining freedom from our disease: developing the ability to make and keep plans, to set and achieve goals for ourselves. We were stuck in ruts for so long, and finally we are going somewhere!",
      "And then complications arise. Someone cancels on us at the last minute. The bus is late. Money we were counting on doesn't come through on time. External complications are a fact of life, and they sometimes make our lives more difficult to manage. For people who are well versed in unmanageability, our tolerance for complications not of our own making can be surprisingly low sometimes. Acceptance and faith often go hand in hand, especially in these moments.",
      "One real danger to our practice of faith comes when we obsess over complications. Rather than simply addressing an issue head-on, we are prone to begin thinking about it. And keep thinking about it--about precisely how much the complication is interfering with our plans. Self-centered obsession is familiar territory for us; what better place for us to go when things aren't going our way? A member shared, \"I can have 99 things going right for me, but all I can think about is the one thing that isn't.\"",
      "Sharing with other addicts can help us move from obsession back to faith. When our sponsor suggests a gratitude list, it's not about pretending that difficulties or hardships don't exist--it's about getting a better perspective. Taking a more objective look at our lives helps us reconnect with faith. Yes, something is going wrong. But in many other areas, our lives are going better than we ever could have managed on our own. We will be okay. In fact, we already are."
    ],
    "thought": "When something goes wrong, I don't have to pretend that I'm happy about it. I do, however, need to make sure I'm not giving it more attention than it deserves, especially when compared to all that's going right.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}