{
  "12-01": {
    "date": "1 DECEMBER",
    "title": "Unconditional Love and Sponsorship",
    "quote": "I think that the most valuable lesson sponsorship gives me is the opportunity to practice unconditional love. It deepens my appreciation for what has been given to me.",
    "page": "Page 348",
    "source": "Sponsorship, Chapter 1, \"The Twelfth Step in action\"",
    "content": [
      "It takes a lot of courage to ask someone to be your sponsor. It takes even more courage to be a sponsor, and more patience with ourselves and our sponsees as well. Whether we admit it or not, some of us avoid newcomers because we see ourselves in them. We know we drive ourselves nuts, so how can we deal with more than one of us? Also, what happens if we mess them up worse? And years later, when we have time and a reasonable amount of experience, someone we respect asks for our guidance through the Steps. Those feelings of fear resurface. What if I'm not good enough?",
      "Our sponsor's steadfast support plays a huge role in our recovery, especially when we are the knuckleheads we can sometimes be. At times, we are also aware that our sponsor is just another human being--an addict with character defects like ours, who can offend us or come up short. The mutual love, respect, and acceptance that flow back and forth within that relationship are instructive in our decision to sponsor others.",
      "\"Yes, of course, I'm so honored you asked.\" And we won't do it perfectly. For some of us, even with experience, our patience might wear thin when a sponsee doesn't take our suggestions. We have to confront our powerlessness when someone we sponsor relapses or acts out. There are times when our own lives are unmanageable and we have to dig deep to be able to show our sponsees the unconditional love they need.",
      "Sometimes we make mistakes. But just as in the relationship with our own sponsor, we make it work because we need each other to stay clean. Or, we can't make it work. Sometimes going our separate ways is itself an act of love."
    ],
    "thought": "Today I will give back some of the unconditional love I received--to a sponsee, my sponsor, or any addict who needs it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}