{
  "12-03": {
    "date": "3 DECEMBER",
    "title": "The Discipline to (Sometimes) Say No",
    "quote": "Discipline is not a practice that comes naturally to most addicts, and the need to say \"no\" to ourselves can be quite a challenge.",
    "page": "Page 350",
    "source": "Guiding Principles, Tradition Seven, \"For Members\"",
    "content": [
      "The freedom we find when we stop using drugs is incredible. We regain so much in terms of the time, energy, and other resources that were previously devoted to sustaining our addiction. Saying \"no\" to our disease frees us up to say \"yes\" to things we'd been missing out on. As we revel in our newfound ability to say \"yes\" to ourselves, some of us find ourselves looking for relief from other behaviors. \"Getting clean saved my life, but I gained so much weight my first year clean that I got stretch marks!\" Another member shared, \"The money I'd been spending on drugs was diverted to buying crap I didn't need. I tried to fix myself with retail therapy--but I was still unhappy.\"",
      "Discipline can sometimes feel like a punishment--like we're denying ourselves things we really enjoy. If we're free, why do we have to say \"no\" to ourselves? Our freedom has its limits, as do our resources. Discipline helps us shift our thinking. Instead of focusing on what we deny ourselves--that extra piece of cake or the quick fix of an online purchase--we think about what we gain by using our resources wisely and keep our eyes on the financial security and peace of mind we're striving for.",
      "Discipline is the willingness to say \"no\" to things that feel good in the moment but cost us later. We do so as a Fellowship when we say \"no\" to money from outside NA--and \"yes\" to our ability to make our own choices as a Fellowship, remaining free from the influence of outside entities. In our personal recovery, we say \"no\" to momentary impulses for the sake of our longer-term peace of mind. Would we rather have a little bit of fleeting comfort right now or a deeper, lasting sense of comfort and security over time? The choice is ours."
    ],
    "thought": "I can't say \"yes\" to everything--I will reserve my \"yes\" for what's truly important to me today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}