{
  "12-09": {
    "date": "9 DECEMBER",
    "title": "If It's Not Practical, It's Not Spiritual",
    "quote": "Our part . . . is to do the very best we can each day, showing up for life and doing what's put in front of us. We promise to do the best we can--not to fake it, not to pretend to be superhuman, but simply to do the footwork of recovery.",
    "page": "Page 356",
    "source": "Just for Today, \"The recovery partnership,\" February 18",
    "content": [
      "\"If it's not practical, it's not spiritual.\" Many of us have heard this before, but what does this mean exactly?",
      "For starters, we can focus on living just for today as a practical matter. Instead of dwelling on regrets about the past and fears of what's ahead, we focus on what's right in front of us. As one member put it, \"I concentrate on this day, and it frees me up to participate in my own life and recovery.\" We may plot our days in a particular direction, but we trust a loving power greater than ourselves with the outcome. Another member shared this strategy: \"I ask myself, 'Where are my feet?' And then proceed to move one of them in front of the other.\"",
      "We do our best. (How's that for practical?!) We follow through on what we can handle in the here and now, and shake off the impulse to achieve perfection. We learn our limits and work within them. Satisfaction comes from putting forth our best effort, even when we fall short of our goals. \"To quiet my inner critic, I often need to reassure myself that I've done my best,\" one member shared. Another added: \"When I feel good about what I'm doing, it's easier to dismiss other people's opinions of me.\"",
      "Staying grounded with some practical, daily footwork improves our lives. \"I learned everything I need to know about how to stay clean in my first 30 days around here. You people told me, 'Go to lots of meetings and don't take anything in between.' It sounded simple enough. 'If you don't pick up, you can't get high.' I thought these people were geniuses. 'Read the book. Get a sponsor. Work the Steps.' I followed this advice in the beginning, and it kept me clean. I follow this advice now because it keeps me in the solution.\""
    ],
    "thought": "I will do my best today. I will do the footwork and accept that it's enough and that I'm enough.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}