{
  "12-06": {
    "date": "6 DECEMBER",
    "title": "Understanding without Conditions",
    "quote": "Sometimes we come face-to-face with life's most difficult circumstances. Our relationships with our sponsor and sponsees can offer the support and understanding we need to keep moving forward.",
    "page": "Page 353",
    "source": "Sponsorship, Chapter 4, \"Developing and sustaining the sponsorship relationship\"",
    "content": [
      "Life's realities, inevitabilities, and its bewildering tragedies often challenge our recovery. To survive such situations, we rely on our relationships with other recovering addicts. We are told: \"We never have to use again. No matter what.\" We see vast evidence of that truth in our experiences and through the stories of other members.",
      "When we read a quotation like the one above and contemplate how it applies to us, it's likely we'll think about the people we've helped and who've helped us when we've had terrible things happen to us. (Yes, often they are sponsors and sponsees, but just as often they've been regular ol' NA members.) Other addicts have understood and stood by us. Many have experienced similar circumstances or can introduce us to someone in NA who has.",
      "But what about when we've created those situations, when we've committed serious crimes that result in serious consequences, when we've been the victimizer instead of the one who's been hurt? Can we stay clean through that? Are we still worthy of the support and understanding of our fellow NA members?",
      "\"No matter what.\"",
      "Though we don't condone each other's every action, practicing understanding is not conditional, and we are worthy of it--no matter what. Understanding means identifying with each other and helping each other through seemingly unlivable times, as well as understanding that despite our negative or harmful behaviors we are all still addicts in need of empathy. Understanding is a critical expression of our primary purpose of carrying the message to every addict--in meetings, at home, on the streets, and in jails and institutions. With that generosity of spirit--plus some forgiveness and tolerance--moving forward and healing is possible for all of us."
    ],
    "thought": "Just as I have been shown understanding from those in my circle during the worst of times, I will commit to showing up for others, no matter what their particular circumstances may be.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}