{
  "12-02": {
    "date": "2 DECEMBER",
    "title": "Accepting Reality",
    "quote": "The fantasy world that we lived in during active addiction fades as we begin to see and accept life as it is.",
    "page": "Page 349",
    "source": "IP #10, Working Step Four in Narcotics Anonymous, \"General guidelines\"",
    "content": [
      "It took a lot of effort to create the alternate reality we lived in for so long. We invested in false perceptions and delusions about our lives and went to great lengths to maintain them. We became isolated from everyone and everything outside our self-made prisons.",
      "As one addict put it, \"My world had become so small. To live with that fact, I convinced myself that nothing outside my little sphere was relevant.\" In truth, we were only kidding ourselves. Denial and dishonesty protected us from seeing the harm we were causing. Once we raised the curtain of self-deception, we recognized the lies we'd been telling ourselves.",
      "In Step One, we discovered many truths, but seeing the truth doesn't always lead to instant acceptance. It takes time to accept our addiction and life the way it really is. As one member said, \"I was a legend in my own mind, and I didn't want to let that go.\"",
      "By working Steps Four and Five, we identify the exact nature of our wrongs--as well as what's exactly right with us. And as we stay clean, the fantasy world fades, and we see ourselves and our lives more clearly. As we let go of the make-believe world we created, our real world expands. We don't have to cover up the shame and guilt created in active addiction with more \"plausible but untrue reasons for our behavior.\" Reality becomes a relief."
    ],
    "thought": "I will be honest with myself and practice living in the moment. I'll let go of my unrealistic fantasies and delusions so I can gratefully accept all that this life has to offer today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}