{
  "12-07": {
    "date": "7 DECEMBER",
    "title": "Keeping Our Minds Open to Learning",
    "quote": "Staying open-minded and teachable about our basic principles allows our understanding to deepen and mature.",
    "page": "Page 354",
    "source": "Guiding Principles, Introduction, \"In This Book\"",
    "content": [
      "Many of us go through a phase in early recovery in which we experience what some call \"Peter Pan syndrome.\" Like the fictional character who refuses to grow up, some of us set out to have the happy childhood that addiction stole from us. Making up for lost time may be a natural response to the new freedom we enjoy. The laughter and fun we share with other members is a big part of what keeps us coming back at any stage of recovery. But like so many things, we can take Peter's approach too far, refusing to act responsibly or to mature in our recovery.",
      "As we accumulate both age and cleantime, it can be a shock to realize that new members have us in mind when they refer to \"our predecessors.\" A member shared, \"I stick by my definition of 'oldtimer' as anyone who's clean at least five years longer than me. At some point, I noticed that I fit that description for others and that they looked to me for mentorship. I felt the need to know more and do better, so I started a Traditions study to help me live up to the predecessor label.\"",
      "Also like Peter Pan, some of us might resist the idea of maturing, or we may reject the idea of pursuing a deeper understanding of our principles because we think it sounds, well, dull. Either stance might be an excuse for a closed mind-set. Likewise, \"this is the way we've always done it,\" doesn't exactly invite discussion or allow for the exploration of varying perspectives.",
      "Remaining teachable and open-minded, on the other hand, allows us to consider different perspectives through reading, discussion, and contemplation. With our minds open to learning more about our guiding principles, we often find new applications in our lives in and out of NA, as well as for our groups and in service. A member shared, \"Before I really understood them, I viewed the Traditions as a rigid set of rules. I didn't grasp that by protecting us from our worst impulses, they create the conditions for creativity and freedom in service to NA.\""
    ],
    "thought": "I will remain teachable, keeping my mind open to understanding our Traditions on a deeper level. As I mature in recovery, I will consider my responsibility to mentor others.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}