{
  "12-11": {
    "date": "11 DECEMBER",
    "title": "Creative Action Can Be an Inside Job",
    "quote": "Creative action is not a mysterious procedure, although it is an inside job in rebuilding or reintegrating our disordered and fractured personalities.",
    "page": "Page 358",
    "source": "IP #5: Another Look, \"Addiction is not a way of life.\"",
    "content": [
      "Active addiction is a mess--physical, mental, emotional, spiritual disorder in the flesh. There isn't enough room on this page to list what we lose or risk losing while we're using: our health and well-being, our loved ones, our freedom, our minds, and . . . our keys! We've all been there.",
      "We also lose ourselves. Which selves? Exactly. Which, indeed. In the rooms of Narcotics Anonymous, we often hear members say, \"Out there, I was a chameleon.\" While we were using, we changed our behavior, even our personalities--from situation to situation--to meet our self-centered ends, to survive. That's some masterful creativity for sure.",
      "As with all of our defects, if we flip the coin over, there's an asset on the other side. We can be as curious and adaptable as we are manipulative and self-seeking. By the same token, just as we used our creativity to survive, we can rely on it now to rebuild our lives from the inside.",
      "When we're clean, our creative efforts aren't squandered away on hiding who we are. We don't have to waste energy developing new strategies to get what we want at the cost of our sanity and everything else we stand to lose. Instead, we take a creative approach to our program of recovery and change it up when we need a reboot.",
      "In working Steps, we learn who we are, who we're not, and who we want to be. Through sharing and listening to other members, we can figure out what's broken in us, which parts can realistically be glued back together, and which can be tossed in the bin. As a result, we learn how to express who we are with integrity. We get to be our true selves in relationships with others--and in the ways we dig into work, our interests, and service. Some of us even find creative ways to keep track of those bloody keys!"
    ],
    "thought": "Today I will look at what's messy or broken inside me and use my imagination to identify what I could do to create some order and serenity in this brain of mine!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}