{
  "12-16": {
    "date": "16 DECEMBER",
    "title": "Embracing the Spirit of Generosity",
    "quote": "Giving generously of ourselves, especially when we are in pain, is a path through some of our sorrow and confusion.",
    "page": "Page 363",
    "source": "Living Clean, Chapter 4, \"Death, Dying, and Living with Grief\"",
    "content": [
      "The connection between generosity and pain may not seem obvious right away. However, early recovery is a good example of how giving of ourselves can help us endure pain and discomfort. When we first get clean, some of us find we're grieving many losses: our self- respect, our sense of self, the lifestyle and image that defined us, our relationship with drugs, and people we used with. Some of us come to NA mourning the loss of friends or family members to the disease. No one arrives to NA pain-free, but all of us who stay find some relief--usually by our active participation in NA.",
      "\"I hardly knew what to do with myself when I got clean,\" one member shared. \"I felt like an exposed nerve. Before and after meetings, I'd help with anything that needed to be done-- handing out reading cards, taking out the trash, stacking chairs. Helping the trusted servants made me feel better.\"",
      "Generosity gets us out of ourselves. We stop focusing on our every thought and emotion and instead turn our attention to those around us. Even when we're in pain or discomfort, generosity helps us do something good when we don't know what else to do. Giving as a diversion from desperation is not necessarily the whole solution. Postponing feelings doesn't make them go away, but a brief respite can renew our energy or refresh our thinking so that we can apply other solutions as well. Perhaps most importantly, in helping others, we can find the willingness to accept help. Life is difficult, but we are not alone--we have each other."
    ],
    "thought": "Grief, pain, hardship, and sorrow are all natural parts of life. To find my way through difficulties, I will embrace the spirit of generosity I find in NA. I will help others and allow them to help me.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}