{
  "12-17": {
    "date": "17 DECEMBER",
    "title": "Patience and Commitment to the Process",
    "quote": "Having patience for discussion, or waiting until the next meeting before moving forward with a decision, saves the energy and goodwill lost when hasty actions have consequences.",
    "page": "Page 364",
    "source": "Guiding Principles, Tradition Two, \"For Groups\"",
    "content": [
      "The work we do in NA service is important. When we serve well, more addicts will have the chance to hear our message and find recovery. We make a huge difference in the lives of addicts. Our sense of urgency for helping addicts can go a long way in helping us to stay motivated to serve well. We strive to be efficient, thorough, and creative in our efforts. Lives are on the line, after all.",
      "In our efforts to be expedient, we run the risk of making mistakes. Adhering to our Traditions, local laws, and good old-fashioned common sense may require careful planning, consideration, and, sometimes, lengthy discussion. Seemingly endless debates can put our \"principles before personalities\" muscles to the test. The more complicated things get, the more difficult it is to communicate well.",
      "We want answers and solutions as soon as possible. If an idea requires more time and thought than we want to give, we either dismiss it out of hand or throw caution to the wind and just do it. In both cases, we are doing ourselves--and NA--a disservice. Scrapping a good idea we don't want to think through can mean missing out on a chance to reach more addicts. Putting a half-baked idea into action can lead to unexpected complications or consequences.",
      "Patience is more than simply waiting things out; it's making the commitment to be present through the process. When we devote time and mental energy to challenging discussions-- even when they're mind-numbingly tedious--we honor ourselves, our fellow trusted servants, and the addicts yet to hear our message."
    ],
    "thought": "Patience is more than just waiting for something to be done. In my service, I will commit to being present for the process.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}