{
  "12-14": {
    "date": "14 DECEMBER",
    "title": "Imperfection, Humanity, and Humility",
    "quote": "Beyond our addiction, we are human beings: members of society who have gifts and flaws like everyone else.",
    "page": "Page 361",
    "source": "Living Clean, Chapter 5, \"Friendship\"",
    "content": [
      "We are recovering addicts with the disease of addiction. This is not news.",
      "We have pasts (do we ever!), the present (especially when we can be in it), and futures (hopefully). We have attractions, virtues, and abilities, and yet we have limitations, vices, and liabilities. We do good in the world--sometimes a lot of it. We also make mistakes-- sometimes horrendous ones.",
      "We've been shaped by our cultures, societies, and environments. We have religious beliefs or nonreligious ones. We have relationships, jobs, interests, causes, ailments. We have multiples of any and all of these. None of these elements completely defines us. Instead, they make us human.",
      "As addicts, we tend to focus more on what's wrong with us than what's right. But we are no more flawed than other people, even nonaddicts. We are not pathological, nor are we deserving of stigma because of our addiction.",
      "Being an addict is only one aspect of our humanity. Through working the Twelve Steps, we learn that the story of our drug use isn't as important as the one we create in our recovery. We have the opportunity to identify our gifts as well as our flaws, and we come to understand that our flaws do not negate those gifts. This concept is the core of humility.",
      "Some of us really grapple with perfectionism as one of our character defects. But we are all imperfect because we are human. Recovery won't make us perfect because perfection doesn't exist. It can, however, help us humbly embrace our humanity."
    ],
    "thought": "Today I will honestly assess where I fall short and accept that I'm imperfect, like everybody else. My aim is to lead with my assets--with humility.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}