{
  "12-19": {
    "date": "19 DECEMBER",
    "title": "Living with Our Conscience",
    "quote": "In the end, we are the ones who must live with our conscience. In order to do so comfortably, we must decide what is, and what is not, morally acceptable in our lives.",
    "page": "Page 366",
    "source": "It Works, Step Ten",
    "content": [
      "There's some irony in the fact that self-centeredness can make it difficult to stay in our own lane. In some cases, we disregard our own principles to give all our attention to what others think of us. Other times, we overlook our own behavior and focus instead on how other people fail to live up to our standards. Daily inventories help us focus on our own actions and motivations. We often find more clarity about our values and, as a result, the voice of our conscience becomes stronger and clearer. Whether or not we consider our own morals in making decisions, our actions place our principles out in the open for all to see.",
      "Many of us come to NA with some baggage around the word moral. Much of what we know about morals and morality comes from family, society, or religion, and may not ring true for us. Maybe we misunderstood what we were taught, or it was communicated poorly. Maybe our values truly differ. In any case, getting to know ourselves better through Steps Four and Five helps many of us realign our own moral compass. We continue that work through a regular inventory in Step Ten. We learn to tap into our own inner wisdom and allow our conscience to guide our actions.",
      "Where once our differing moral values may have led us to be defiant or judgmental, recovery allows us the courage and confidence to live according to the values that ring true for us. We might not always know the right thing to do, but as one member shared, \"When I honestly check in with myself, I can at least figure out what the wrong thing is so I can not do that.\" Along with the guidance of our sponsor and our Higher Power, regular inventory helps us continually improve on our ability to live by our conscience."
    ],
    "thought": "Daily inventory can be a form of conscious contact with my own conscience. I will work to maintain that connection today.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}