{
  "12-10": {
    "date": "10 DECEMBER",
    "title": "A Focus on We Brings Out the Best in Me",
    "quote": "Tradition One asks us to shift our perspective. For the first time, \"we\" comes before \"me.\"",
    "page": "Page 357",
    "source": "Guiding Principles, Tradition One, \"For Members\"",
    "content": [
      "Each and every addict who comes to NA and hears a message is able to do so only as the direct result of members serving NA. Plenty of NA literature discusses the paradox of keeping what we have by giving it away, and our Traditions outline a practical guide for doing so. As this Tradition One quotation indicates, it starts by thinking about the good of the group before thinking of ourselves.",
      "As addicts, putting anything ahead of ourselves is a foreign concept. Some of the first things we do in NA are perfect practice for this. \"In my first year, I never wanted to share,\" one member wrote. \"A home-group member told me that I had to start opening my mouth or I would be stealing. I thought I had nothing to offer, but when I shared, I realized it wasn't about me.\" Being part of NA by sharing or taking service commitments helps us, but it's not just for us--when we share in a meeting, when we show up early to set up chairs, we are actively participating in the common welfare of NA.",
      "The same holds true as we gain cleantime. One member shared, \"When I had a few years clean, I told my sponsor that all the meetings I had been going to were pretty bad lately. My sponsor suggested I start focusing on what I was bringing to the meeting instead of what I was getting out of it . . . and wouldn't you know, suddenly I was going to a lot of good meetings!\"",
      "Contributing to our common welfare lets us \"be the we.\" We focus on giving instead of getting--at the group level and beyond--and we find that the way we experience recovery gets better and better."
    ],
    "thought": "Shifting the focus from \"me\" to \"we\" doesn't mean disappearing from the picture. I will bring the best of me to NA so that WE will all do much better as a result.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}