{
  "12-13": {
    "date": "13 DECEMBER",
    "title": "Individuality and Our Spiritual Awakenings",
    "quote": "The idea of a spiritual awakening takes many different forms in the different personalities that we find in the Fellowship.",
    "page": "Page 360",
    "source": "Basic Text, Chapter 4, \"Step Twelve\"",
    "content": [
      "Step Twelve speaks of the spiritual awakening we have as a result of working the Steps. By the time most of us begin our work on Step Twelve, we typically have had any number of awakenings of a spiritual nature. Some awakenings might seem small, like recognizing an asset we've never noticed when we write our Step Four inventory. Other awakenings are more profound, like realizing how a handful of behavior patterns all trace back to a particular character defect we are just now coming to understand. As long as we keep moving through the Steps, we will continue learning about ourselves.",
      "The Basic Text mentions that we differ in degree of sickness and rate of recovery, so it stands to reason that the types of awakenings each of us needs may be quite different, as well. We all have our own stories, including how we got here and where we are going. Hearing others share about their awakenings can be inspiring and instructive, but having our own experiences--even if they differ from what we hear others share--is what really matters. If we wait to have the same experience we hear others share, we may be disappointed. Worse yet, we may miss what's happening in our own heart and spirit if we look only for what others have described to us, rather than seeing what we see for ourselves.",
      "The prospect of having a spiritual awakening that is truly our own can be both awe-inspiring and intimidating. While our awakenings may not be identical to anyone else's, the better we get to know the truth of our own experiences, the better we will be able to recognize the truth shared with us by fellow addicts. We are each on our own journey, but much of the terrain we cover is the same."
    ],
    "thought": "The awakenings we experience in the Steps may be different, but the message we carry is the same. I will honor the truth of my own awakenings as well as those shared by fellow NA members.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}