{
  "12-12": {
    "date": "12 DECEMBER",
    "title": "Principles and Purpose Are Portable",
    "quote": "Being able to focus on a primary purpose and work creatively toward it is so much part of our way of life that we may not realize how valued that is in the world at large.",
    "page": "Page 359",
    "source": "Living Clean, Chapter 5, \"Bridging Two Worlds: Relationships Outside NA\"",
    "content": [
      "The idea that what we learn in recovery applies outside NA is not revolutionary or even surprising. There is plenty to be said about how the things we do in NA--our tools, our principles, our primary orientation toward helping others--transfer easily to other contexts and is often appreciated. We have Steps that guide us, in essence, to clear the way so we can be of service to others. The principles within the Traditions challenge us to work with integrity, goodwill, and discernment in groups and within structures. Convening around a primary purpose helps us to stay oriented and in alignment with each other. The concept of \"principles before personalities\" guides us through conflict when it inevitably arises.",
      "Each of us learns these transferable skills, embodying qualities that can support many different types of structures: a family, a business, a community or faith organization, even a one-on-one relationship, romantic or otherwise. Our value as members of NA extends to our value outside. Being oriented toward generosity, kindness, responsibility, perseverance, and, of course, gratitude in all our affairs enriches our lives and touches others' lives. Some people outside NA may know we're recovering from addiction, but others do not. Either way, what they often see is a person who is able to act with love rather than fear, can handle adversity, and is willing to help others when tragedy strikes.",
      "As great as the above description sounds--and as true as it often is--none of this is possible without actually practicing the principles of NA and using the tools of our program. As we often declare in meetings, \"It works if you work it.\" But it doesn't when we don't. Working the Steps and Traditions helps prepare us to serve beyond NA. And we know that when we make mistakes, in NA and outside of it, we always have each other's experience, strength, and hope to rely on to help us get back on course."
    ],
    "thought": "How am I applying what I've been learning in NA to other parts of my life, and what can I do today to further that purpose?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}