{
  "12-15": {
    "date": "15 DECEMBER",
    "title": "Perseverance and the First Step",
    "quote": "The process of recovery isn't easy. It takes great courage and perseverance to continue in recovery day after day.",
    "page": "Page 362",
    "source": "It Works, Step One",
    "content": [
      "The gift of desperation gets many of us through the door and propels us into the footwork of early recovery. If we're very lucky, we might experience a bit of elation and optimism sometimes referred to as a \"pink cloud\" in the first weeks of recovery. Enjoy it while it lasts!",
      "In time, the challenges of life in recovery present themselves. Some of us have faced a lifetime of difficulties so we're no strangers to trouble. The difficulties we face in recovery have a different feel to them, however. As one member described it: \"I could see a light at the end of the tunnel and I knew it wasn't a train coming the other way.\" Inspired by that light--our faith that our efforts will pay off--we persevere by putting one foot in front of the other.",
      "A foundation in recovery helps us to endure life's difficulties. Even with some time clean, our choices don't always pan out. Working a program doesn't make us immune from life's struggles: Financial problems, relationship trouble, health concerns, and housing instability plague clean addicts, too. We try to be honest and reflective, owning our part in the problems that come our way.",
      "The disease may rear its ugly head during tough times. We might be drawn to act out in new ways, reaching outside of ourselves to soothe the angst within. Our character defects sometimes put on new disguises and find different hiding places. We hit new lows clean.",
      "The good news is that our tolerance for spiritual or emotional pain lessens over time, so we're quicker to get into the solution. We know the Twelve Steps are a reliable source of relief. We return to the First Step again and again and surrender in different areas of our lives. It takes guts to face the various manifestations of our disease. We summon the necessary courage and persist."
    ],
    "thought": "I will be steadfast in my recovery and have the courage to look at where the disease is showing up today. Where do I need to apply Step One in my life now?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}