{
  "12-29": {
    "date": "29 DECEMBER",
    "title": "Remaining Steadfast",
    "quote": "We learn what is true for us, and that sets the direction for our lives.",
    "page": "Page 376",
    "source": "Living Clean, Chapter 2, \"Connection to a Higher Power\"",
    "content": [
      "Early in recovery, each of us grapples with some troublesome truths about our addiction and our lives. Coming to terms with our powerlessness marks a vital shift in our perspective, and we strive to accept this reality on a daily basis. Many of us do this consciously in prayer or while meditating. We read today's JFT. We write in our journal. We go to a meeting and say, \"I am an addict.\" Or all we do is not use that day and go to sleep clean again. Commitment to these practices, however it looks to any of us, on whatever day, is steadfastness.",
      "Reckoning with our powerlessness leads to our unearthing many other truths. We develop new values and beliefs as we complete and share our Steps, participate in our recovery, and stay open-minded. We come to understand who we were, who we currently are, and who we want to be. We strive to live in accordance with spiritual principles we pick up along the way. Steadfastness is our anchor when we're driven to act on a defect, harm ourselves, or lash out at others. We find that we're better able to tame our worst tendencies or to bounce back more quickly and make amends when we do falter.",
      "We learn some difficult lessons, too, especially when our firmly held beliefs and values are challenged. Other people can be equally steadfast in adhering to NA principles in their own ways and may have beliefs we perceive as being in conflict with our own. Being steadfast doesn't mean we're inflexible. Rather, we attempt to find balance in those circumstances that call for a steadfast commitment to being reliable, practical, flexible, and compassionate--yes, all at the same time! We discover ways to coexist with others with whom we disagree and contend with life on its own terms, all while standing up for our beliefs."
    ],
    "thought": "Whether it's the truth of our powerlessness over our addiction, over other people, or over life's difficulties, I can remain steadfast in the recovery practices that help me deal with it.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}