{
  "12-22": {
    "date": "22 DECEMBER",
    "title": "Rediscovering and Redefining Joy",
    "quote": "As addicts, we know the pain of addiction but we also know the joy of recovery we have found in the Fellowship of Narcotics Anonymous.",
    "page": "Page 369",
    "source": "Basic Text, Preface to the First Edition",
    "content": [
      "Many of us related very well the first time we heard the line, \"We could not live and enjoy life as other people do.\" Enjoyment and joy become rare when we're caught up in the disease. \"Addiction was like putting tons of salt on all my food,\" an addict shared. \"Quitting salt makes the food seem bland for a while . . . but then I can start to taste the actual flavors. Early on in recovery, I thought everything was boring and dull--but it turns out, it was just me!\"",
      "Being in recovery and working a program allows us to rediscover or redefine joy for ourselves. \"My home-group members go bowling together nearly every week,\" a member shared. \"I think bowling is just about the lamest possible activity . . . and yet I won't miss it for the world. We bowl badly, make a big ruckus, and laugh nonstop.\" We experience life in a new way, and different life experiences shape our perspectives on joy.",
      "Developing a taste for the more subtle flavors life has to offer takes time. We learn a lot by listening to other members. Joy is contagious. A member shared, \"A home-group member who is a parent always shares so seriously about silly things like potty training, then laughs about it. I don't even like kids, but those stories make me laugh, too. It's helping me not take myself too seriously.\"",
      "The Steps offer a path out of self-centeredness toward contentment. It Works: How and Why describes it this way: \"We've begun to see that God's will for us is the ability to live with dignity, to love ourselves and others, to laugh, and to find great joy and beauty in our surroundings.\" Getting to this place--living and enjoying life \"as other people do\"--takes a little bit of patience and the willingness not to take ourselves seriously all the time."
    ],
    "thought": "Life is good when I let it be. I will find something to laugh at today--even if it's just myself!",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}