{
  "12-21": {
    "date": "21 DECEMBER",
    "title": "Honesty, Clarity, and Tradition Ten",
    "quote": "As our thinking becomes clearer, our ability to be honest increases.",
    "page": "Page 368",
    "source": "Guiding Principles, Tradition Ten, Opening Reflection",
    "content": [
      "We think an awful lot when we're newly clean, and many of those thoughts are indeed awful. The idea that we'd give voice to what's going on in our heads is frightening for many of us. What will people think? Better to say what we believe others will want to hear-- doesn't matter if it's true. Others of us have no filter and we spew whatever opinion we have at the moment--doesn't matter if we really believe it. Clarity in thought, word, and deed is generally not the place we're operating from. When our connection to reality isn't exactly strong, dishonesty comes naturally. Thankfully, we've come to the right place to get some clarity.",
      "We are better able to be honest once we gain a better understanding of what's true. The Steps help us sort out what we did versus who we are. They give us valuable perspectives on our experience, so we're better able to understand it and articulate it. Our story changes because our relationship to the truth changes. We lie less because we understand more. We speak as ourselves, not for other addicts and not for NA. Some begin their share with \"I'm not here representing NA. The program is in the book. This is my experience, including how I work the program in the book.\"",
      "A clearer understanding of the outside issues referred to in Tradition Ten helps us stick to sharing more clearly. Although stirring controversy may be quite appealing to many of us, we try to put our common welfare first. When we're honest with ourselves, we can discern what's relevant, how to navigate choppy waters, and what may not be recovery material. The clarity we gain in NA includes the fact that as individuals we can (and do) have plenty of opinions about outside issues--and we may need to share about how they affect our recovery. We also come to understand that NA doesn't share our opinions on outside issues because, unlike us, it doesn't have any."
    ],
    "thought": "I'm willing to be more honest today than I was yesterday. That starts with gaining clarity about what's actually true for me and deciding what part of that is helpful to share.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}