{
  "12-23": {
    "date": "23 DECEMBER",
    "title": "Anonymity Gives Us All a Place to Recover",
    "quote": "When we treat a member as an icon rather than as another addict seeking recovery, we deprive them of the opportunity to experience the recovery they may desperately need.",
    "page": "Page 370",
    "source": "Living Clean, Chapter 6, \"Anonymity\"",
    "content": [
      "The principle of anonymity is meant to guarantee all of us a place to recover from our addiction today. Though the symptoms of our disease may not be as acute at a given moment, we don't stop needing to participate in our recovery. NA is meant to be free of status or hierarchies that can separate us from one another--or from our connection to our recovery.",
      "But we don't practice anonymity perfectly. We can put our fellow members on various pedestals: wise oldtimer, circuit speaker, service position election winner, sponsor extraordinaire, the one with the perfect relationship or family or money or status outside of NA. Those of us who are subjected to the pedestal may end up sacrificing our needs because we feel like we shouldn't have them anymore. No thoughts of using or acting out on defects! No complacency! Gratitude and service only! We have to maintain the aura of perfection and champion NA at every turn. We don't dare disappoint, so we don't share our pain and doubt. We end up with secrets, and that puts us at risk.",
      "And, honestly, sometimes we give people more credit than they deserve. Cleantime doesn't necessarily equal recovery. Some of us end up believing our own hype and think the rules don't apply. We use our status as a shield or even a bludgeon. But we must resist standing by, perhaps waiting for that huge ego to be brought down a peg. We've watched our fellow members tumble down from their pedestals. Some have lost their lives in that fall.",
      "Sometimes we need to get over ourselves! We don't have to participate in constructing and maintaining our pedestals--or anyone else's. No matter who we are or who others think we are, we need willingness to share honestly, courage to call each other out, and open- mindedness when someone does. We can share pride in our successes, while staying connected to where we came from. We need NA, even when we experience life's gifts, prosperity, and luck."
    ],
    "thought": "No matter what, I'll remember that I need the message and the group. And I'll make space to support any addict, no matter who I think they are or should be.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}