{
  "12-27": {
    "date": "27 DECEMBER",
    "title": "Harmony and Our Connection to Each Other",
    "quote": "We see ourselves as part of something greater, and seek to live in harmony with it.",
    "page": "Page 374",
    "source": "Living Clean, Chapter 3, \"Spirituality Is Practical\"",
    "content": [
      "The connection we share with other addicts in recovery is undeniable. We bond as we share about our difficult pasts and learn to laugh at ourselves. The common solution we've found in the Twelve Steps of NA keeps us grounded and growing. We need each other to stay clean. We lean into this truth in the beginning and through the rough patches that life brings. \"Together we can,\" as the saying goes. That's at the heart of the simplest, most profound conception of a power greater than ourselves.",
      "Belonging to something greater than ourselves is sweet, and we want more. We see the wisdom--sometimes with 20/20 hindsight--of the common refrain: \"If you want more out of this program, you've got to put more in.\" We seek opportunities to share the freedom we found in NA. We may pick up an extra slot on the phoneline or make a point of supporting a struggling group. These actions are symbolic of our commitment to \"something greater.\" They contribute to the harmony in the rooms and in our heads.",
      "We're motivated, at least in part, by the good feelings and good times that doing service makes possible. While some of us love doing H&I work, others may be better suited to serving on the events or activities committee or maintaining the website. Some of us simply want to do anything other than speak at a meeting, but we will do that, too, if we are asked. There are as many ways to carry the message as there are addicts in recovery. Each member has strengths that will contribute to the work of carrying the message. When we serve together, sharing recovery from the disease of addiction, we sustain our primary purpose. Living in harmony with others brings us freedom, but we can only keep it by giving it away."
    ],
    "thought": "I will contribute to the harmony in Narcotics Anonymous. I will help other addicts find their part in something greater, and I will enrich my own freedom by being of service.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}