{
  "12-26": {
    "date": "26 DECEMBER",
    "title": "Communication Is Complicated!",
    "quote": "Taking a look at the difference between what we are saying, what is heard, and how people are responding to us can be the beginning of real change in all our relationships.",
    "page": "Page 373",
    "source": "Living Clean, Chapter 7, \"Principles, Practice, and Perspective\"",
    "content": [
      "It doesn't take much cleantime to figure out that our communication skills could use some work. We find ourselves increasingly ready to connect, really connect, with other people. We'll have to learn to build bridges, not burn them down. Being better communicators-- and better humans, for that matter--will mean discarding some old patterns and adopting some new ones.",
      "Indulging in gossip is one of those old habits of communication we may want to rethink. We may have believed we bonded with others by sharing information that wasn't ours to share. Even when the news seems harmless, gossiping makes us seem untrustworthy. We learn to resist the urge to fill in every gap in any conversation with rumor, speculation, and innuendo. We get more comfortable with some breaks in our conversations and learn the value of listening more and speaking less. We adopt a new habit of asking questions and practicing empathy and open-mindedness as we hear others' points of view.",
      "Some of us suffer from overthinking, not oversharing. We second-guess the wisdom of speaking up, keeping what's on our minds to ourselves instead. We may think we're being considerate, but withholding our experience and ideas often keeps others at arm's length. We might come off as shallow or stuck-up when maybe we're just shy. Sure, there's risk involved in putting our ideas on the table, but that vulnerability enables us to connect.",
      "To complicate matters, communication involves so much more than talking and listening. All of those nonverbal cues we exchange--facial expressions, body language, eye contact, touch--all add meaning. Communication is complicated! Often the best strategy is to check that we understand correctly or have been understood."
    ],
    "thought": "Today I'll take a closer look at how I communicate with others and identify one or two areas to work on.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}