{
  "12-20": {
    "date": "20 DECEMBER",
    "title": "Willingness to Serve",
    "quote": "We go from simply showing up and reporting for duty each day to a willingness to serve the greater good in the best way we can.",
    "page": "Page 367",
    "source": "Living Clean, Chapter 3, \"Creative Action of the Spirit\"",
    "content": [
      "A lot of us describe ourselves as having been spiritually asleep, bankrupt, or even dead before coming to NA. Some of us find immediate relief when we hear NA described as a spiritual program. We may not be fully willing to let go and dive into a new spiritual journey--or continue the one that we had been on before our addiction darkened the path--but the spark is there. Others of us do not take comfort in NA being a spiritual program. We may not know what the word \"spiritual\" means, especially as it relates to \"religious\" or \"not religious.\" It may not feel authentic to describe ourselves as being on a spiritual path or even interested in pursuing one.",
      "No matter what our beliefs are, or how open-minded we are to challenging them, we're all willing--to some degree--to show up for ourselves. At the start, we report for recovery duty because we're following suggestions made by other members and because it's making us better: meetings, Steps, sponsorship, a service commitment or two. We build a support system in NA, and we work on developing a relationship with a Higher Power. Our understanding of spiritual principles--and how we're already applying them to our recovery--expands.",
      "Our willingness becomes more expansive, too. We continue to show up for our own healing and because we've made commitments. But our motivation to serve broadens when we follow suggestions to do so. A desire to contribute to NA and help other addicts slowly blooms within us, and we express it through service. This progress includes sharing about our awakening to the spiritual aspects of NA and our budding spiritual life.",
      "Most of us become willing to let go of our ambivalent or negative preconceived feelings and ideas about spirituality. Though we don't fully understand our transformation, many of us eventually can describe ourselves as spiritually awake, enriched, or alive--in no small part because of our willingness to serve."
    ],
    "thought": "I'm willing to show up for my own well-being. Am I also willing to do that for the greater good of NA? How will I demonstrate that today?",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}