{
  "12-31": {
    "date": "31 DECEMBER",
    "title": "The Compassion of Tradition Three",
    "quote": "We reach out where we can, and make an effort to increase our compassion for those who don't match our expectations or whose recovery doesn't look like our own.",
    "page": "Page 378",
    "source": "Guiding Principles, Tradition Three, \"For Members\"",
    "content": [
      "In a program where the only requirement for membership is the desire to stop using, it logically follows that there are myriad ways to work the program of Narcotics Anonymous. What doesn't necessarily follow that same logic is the fact that we addicts in recovery can lose our patience--or have none to start with--for addicts whose program differs from our own. For a bunch of nonconformists, we can sure be rigid. We certainly can have plenty of opinions about what works and doesn't work: how and when we work Steps, how we sponsor, what service looks like, to hug or not to hug, to medicate or not to medicate. These are the opinions of individual members, not NA's.",
      "Our passion about these opinions comes from our passion for recovery. We know what is working for us and what we see work for others. Yet there are times when we'd do well to infuse that passion for our experience with compassion for others who don't \"get it\" the way we expect they should.",
      "When we keep an open mind about the varied ways that members recover from addiction, we are honoring Tradition Three. When we become earnest in our desire to reach out to other members who are different from us, we are practicing compassion. If there's any logic here, that openness will make us more patient with newcomers because we know that everyone walks a different path. Who knows? We might even learn something.",
      "Translated literally from its Latin roots, compassion means \"suffering together.\" While some may take issue with \"suffering\" defining what we're doing together in NA, there's one thing that we can agree on: We are in this thing together."
    ],
    "thought": "Translated literally from its Latin roots, compassion means \"suffering together.\" While some may take issue with \"suffering\" defining what we're doing together in NA, there's one thing that we can agree on: We are in this thing together.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}