{
  "12-30": {
    "date": "30 DECEMBER",
    "title": "Letting Trust Take Root",
    "quote": "Simply allowing someone to be with us as we go about our lives can be priceless.",
    "page": "Page 377",
    "source": "Living Clean, Chapter 2, \"Connection to Others\"",
    "content": [
      "Being a member of NA allows us to experience something many of us were looking for all along, whether we knew it or not--a sense of community. We found our people! But then, we may look around at our fellow addicts and think, I'm supposed to trust these people? The answer is, not all of them, and not all at once. An H&I speaker often joked, \"The good news is, there's hope. The bad news is, it's us!\" Like love and courage, trust usually begins with action, and the feeling comes later. We start with a sponsor and grow our circle from there.",
      "We don't have to like everyone in NA, but we do need to recover with some of them. After being clean for a while, we often feel a special connection to the members we got clean with, the people who were around in early recovery. We may grow to appreciate the traits or qualities we don't like about some fellow members--we know them well enough to trust they are who they are, and there's something reliable about that. We show up for each other, warts and all.",
      "\"My mom was a difficult person with few friends at the end of her life,\" a member wrote. \"We didn't expect anyone but our immediate family to attend her memorial service. I looked up to see members of 'my crew'--the folks I cleaned up with--walking in. They didn't know my mom, but they knew me.\"",
      "Being part of the NA community helps us develop a practical form of trust, which we then find useful in so many other areas. We show up for others--and let them show up for us-- in our family, work, and romantic relationships. We allow others to be who they are, and we have the courage and willingness to be who we are alongside them. We share the road together."
    ],
    "thought": "Trust can sometimes spring up in unlikely places. I will be myself, allow others to be themselves, and let trust take root where it will.",
    "copyright": "Copyright (c) 2022, NA World Services, Inc. All Rights Reserved"
  }
}